[{"_id":"5eb17aadb69dc744b4e714f0","quoteText":"Sometimes I think my husband is so amazing that I don't know why he's with me. I don't know whether I'm good enough. But if I make him happy, then I'm everything I want to be.","quoteAuthor":"Angelina Jolie","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714f1","quoteText":"If you tell people where to go, but not how to get there, you'll be amazed at the results.","quoteAuthor":"George S. Patton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714f2","quoteText":"It is amazing what you can accomplish if you do not care who gets the credit.","quoteAuthor":"Harry S. Truman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714f3","quoteText":"If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you.","quoteAuthor":"Les Brown","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714f4","quoteText":"Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you're kind, amazing things will happen.","quoteAuthor":"Conan O'Brien","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714f5","quoteText":"It's amazing the clarity that comes with psychotic jealousy.","quoteAuthor":"Rupert Everett","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714f6","quoteText":"There are amazingly wonderful people in all walks of life some familiar to us and others not. Stretch yourself and really get to know people. People are in many ways one of our greatest treasures.","quoteAuthor":"Bryant H. McGill","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714f7","quoteText":"I feel like I have had the most amazing life in my public service.","quoteAuthor":"Hillary Clinton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714f8","quoteText":"When you have confidence, you can have a lot of fun. And when you have fun, you can do amazing things.","quoteAuthor":"Joe Namath","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714f9","quoteText":"The thing that is really hard, and really amazing, is giving up on being perfect and beginning the work of becoming yourself.","quoteAuthor":"Anna Quindlen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714fa","quoteText":"If there was an observer on Mars, they would probably be amazed that we have survived this long.","quoteAuthor":"Noam Chomsky","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714fb","quoteText":"I am indeed amazed when I consider how weak my mind is and how prone to error.","quoteAuthor":"Rene Descartes","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714fc","quoteText":"People are generally amazed that I would take an interest in any form that would require me to stop talking for three hours.","quoteAuthor":"Henry A. Kissinger","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714fd","quoteText":"With love, you should go ahead and take the risk of getting hurt because love is an amazing feeling.","quoteAuthor":"Britney Spears","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714fe","quoteText":"If you dream of something worth doing and then simply go to work on it and don't think anything of personalities, or emotional conflicts, or of money, or of family distractions it is amazing how quickly you get through those 5,000 steps.","quoteAuthor":"Edwin Land","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e714ff","quoteText":"You will never cease to be the most amazed person on earth at what God has done for you on the inside.","quoteAuthor":"Oswald Chambers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71500","quoteText":"When the shriveled skin of the ordinary is stuffed out with meaning, it satisfies the senses amazingly.","quoteAuthor":"Virginia Woolf","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71501","quoteText":"People never cease to amaze me.","quoteAuthor":"Tina Yothers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71502","quoteText":"The amazing fact is that America is founded on a document. It's a work in progress. It can be tested by each generation.","quoteAuthor":"Christopher Hitchens","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71503","quoteText":"It's amazing what ordinary people can do if they set out without preconceived notions.","quoteAuthor":"Ben Stein","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71504","quoteText":"People must feel that the natural world is important and valuable and beautiful and wonderful and an amazement and a pleasure.","quoteAuthor":"David Attenborough","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71505","quoteText":"Write in recollection and amazement for yourself.","quoteAuthor":"Jack Kerouac","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71506","quoteText":"When it's over, I want to say: all my life I was a bride married to amazement. I was the bridegroom, taking the world into my arms.","quoteAuthor":"Mary Oliver","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71507","quoteText":"It's amazing how, over time, a person's perspective can be altered.","quoteAuthor":"Fred Durst","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71508","quoteText":"I'm proud of the U.S.A. We've done some amazing things. To wear our flag in the Olympics is an honor.","quoteAuthor":"Shaun White","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71509","quoteText":"The body is an amazing machine... If you eat the right things your body will perform incredibly well!","quoteAuthor":"Shawn Johnson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7150a","quoteText":"I really love the internet. They say chat-rooms are the trailer park of the internet but I find it amazing.","quoteAuthor":"Carrie Fisher","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7150b","quoteText":"As a kid, I kind of spent my life being amazed by being tricked. I love being tricked. I still love it today.","quoteAuthor":"Daniel Craig","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7150c","quoteText":"It's amazing, if you know what you want to say, how fast it is to write.","quoteAuthor":"Evan Davis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7150d","quoteText":"I'm always amazed at anyone's interest in what I have to say.","quoteAuthor":"Orlando Bloom","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7150e","quoteText":"It was amazing to me that, all of a sudden, I was hearing my music on the radio and coming out of cars.","quoteAuthor":"Lenny Kravitz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7150f","quoteText":"When the youth of America gets together, amazing things happen.","quoteAuthor":"Tom Ford","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71510","quoteText":"Nothing amazes me anymore.","quoteAuthor":"David Beckham","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71511","quoteText":"Words to me were magic. You could say a word and it could conjure up all kinds of images or feelings or a chilly sensation or whatever. It was amazing to me that words had this power.","quoteAuthor":"Amy Tan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71512","quoteText":"It's an amazing luxury to say I'm 31 years old and I'm gonna take a year off. That's pretty amazing.","quoteAuthor":"Sarah McLachlan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71513","quoteText":"Isn't it amazing the way the future succeeds in creating an appropriate past?","quoteAuthor":"John Leonard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71514","quoteText":"It's amazing how much trouble you can get in when you don't have anything else to do.","quoteAuthor":"Quincy Jones","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71515","quoteText":"I like pens. My writing is so amazing there's never a need to erase.","quoteAuthor":"Todd Barry","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71516","quoteText":"I am constantly amazed by Tina Fey. And I am Tina Fey.","quoteAuthor":"Tina Fey","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71517","quoteText":"I was always amazed about how much I could finally squeeze into a thirty second commercial.","quoteAuthor":"Ridley Scott","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71518","quoteText":"I've had to calm down, I have a kid! It is amazing. It's the best thing ever. Nothing better than it.","quoteAuthor":"Kevin Pietersen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71519","quoteText":"Amazingly when you add life and consciousness to the equation you can actually explain some of the biggest puzzles of science.","quoteAuthor":"Robert Lanza","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7151a","quoteText":"Amazement awaits us at every corner.","quoteAuthor":"James Broughton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7151b","quoteText":"There are a lot of people with a lot of money, and I'm amazed they don't understand what a great pleasure it can be to give.","quoteAuthor":"Robert Mondavi","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7151c","quoteText":"The body can do amazing things in a situation when it is really called for.","quoteAuthor":"Suzanne Farrell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7151d","quoteText":"I have a ridiculous fear of sharks but I'd jump in the water in a second for an amazing role.","quoteAuthor":"Kate Mara","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7151e","quoteText":"You would be amazed what the ordinary guy knows.","quoteAuthor":"Matt Drudge","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7151f","quoteText":"More and more couples are having this negotiation or discussion, but I'm still amazed at the number who aren't and where the cultural norm sort of kicks in and they just assume that mom's got to be the one who stays home, not dad.","quoteAuthor":"James Levine","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71520","quoteText":"In 29 years, I had recorded over 2,200 songs. I was amazed.","quoteAuthor":"Kate Smith","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71521","quoteText":"It's amazing to me that young people will still pick up a cigarette.","quoteAuthor":"Loni Anderson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71522","quoteText":"The truth sets you free. It's a very liberating thing, when you say this is who I am warts and all and then you can just get on with life. It's amazing.","quoteAuthor":"Geri Halliwell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71523","quoteText":"But I am not going to live for ever. And the more I know it, the more amazed I am by being here at all.","quoteAuthor":"William Hurt","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71524","quoteText":"It's the most amazing feeling to hold your child in your arms.","quoteAuthor":"Chris O'Donnell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71525","quoteText":"To me, when a great band is playing together, it's amazing for me.","quoteAuthor":"John Oates","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71526","quoteText":"I had a friend whose family had dinner together. The mother would tuck you in at night and make breakfast in the morning. They even had a spare bike for a friend. It just seemed so amazing to me.","quoteAuthor":"Moon Unit Zappa","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71527","quoteText":"It's amazing how a competitive nature can turn a negative into something positive.","quoteAuthor":"Barry Mann","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71528","quoteText":"To feel the presence of the Lord is an amazing thing.","quoteAuthor":"Lisa Leslie","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71529","quoteText":"It's amazing how, age after age, in country after country, and in all languages, Shakespeare emerges as incomparable.","quoteAuthor":"M. H. Abrams","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7152a","quoteText":"It's been amazing, the number of commercials that I've done, starting back in 1968. It must be 8,000.","quoteAuthor":"Casey Kasum","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7152b","quoteText":"I thank you God for this most amazing day, for the leaping greenly spirits of trees, and for the blue dream of sky and for everything which is natural, which is infinite, which is yes.","quoteAuthor":"e. e. cummings","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7152c","quoteText":"It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it.","quoteAuthor":"Thomas Sowell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7152d","quoteText":"France, and the whole of Europe have a great culture and an amazing history. Most important thing though is that people there know how to live! In America they've forgotten all about it. I'm afraid that the American culture is a disaster.","quoteAuthor":"Johnny Depp","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7152e","quoteText":"It's amazing that the amount of news that happens in the world every day always just exactly fits the newspaper.","quoteAuthor":"Jerry Seinfeld","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7152f","quoteText":"We want to reinvent the phone. What's the killer app? The killer app is making calls! It's amazing how hard it is to make calls on most phones. We want to let you use contacts like never before - sync your iPhone with your PC or mac.","quoteAuthor":"Steve Jobs","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71530","quoteText":"Tell me, why is the media here so negative? Why are we in India so embarrassed to recognise our own strengths, our achievements? We are such a great nation. We have so many amazing success stories but we refuse to acknowledge them. Why?","quoteAuthor":"Abdul Kalam","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71531","quoteText":"May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds.","quoteAuthor":"Edward Abbey","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71532","quoteText":"Why is Cloud 9 so amazing? What is wrong with Cloud 8? That joke came off the top of my head, and the top of my head ain't funny!","quoteAuthor":"Mitch Hedberg","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71533","quoteText":"It is amazing how complete is the delusion that beauty is goodness.","quoteAuthor":"Leo Tolstoy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71534","quoteText":"It's amazing how people will give when you don't ask. Many of them send money because they believe in the message.","quoteAuthor":"Joel Osteen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71535","quoteText":"Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish.","quoteAuthor":"Sam Walton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71536","quoteText":"Here is the amazing thing about Easter the Resurrection Sunday for Christians is this, that Christ in the dying moments on the cross gives us the greatest illustration of forgiveness possible.","quoteAuthor":"T. D. Jakes","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71537","quoteText":"Being a teenager is an amazing time and a hard time. It's when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks.","quoteAuthor":"Sophia Bush","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71538","quoteText":"What I've enjoyed most, though, is meeting people who have a real interest in food and sharing ideas with them. Good food is a global thing and I find that there is always something new and amazing to learn - I love it!","quoteAuthor":"Jamie Oliver","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71539","quoteText":"I mean, we've built a lot of products that we think are good, and will help people share photos and share videos and write messages to each other. But it's really all about how people are spreading Facebook around the world in all these different countries. And that's what's so amazing about the scale that it's at today.","quoteAuthor":"Mark Zuckerberg","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7153a","quoteText":"Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.","quoteAuthor":"David Cameron","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7153b","quoteText":"Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one.","quoteAuthor":"Gloria Steinem","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7153c","quoteText":"I am fully committed to Hannah Montana. It's what gave me this amazing opportunity to reach out to so many people. I'm really excited about our new season. We are making great new episodes that I can't wait for our fans to see and I'm looking forward to the 'Hannah Montana' movie that will be out in the spring.","quoteAuthor":"Miley Cyrus","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7153d","quoteText":"Music is amazing. There's some metaphysical comfort where it allows you to be isolated and alone while telling you that you are not alone... truly, the only cure for sadness is to share it with someone else.","quoteAuthor":"Wayne Coyne","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7153e","quoteText":"When I was trying to impress Kate I was trying to cook these amazing fancy dinners and what would happen was I would burn something, something would overspill, something would catch on fire and she would be sitting in the background trying to help, and basically taking control of the whole situation, so I was quite glad she was there at the time.","quoteAuthor":"Prince William","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7153f","quoteText":"Isn't it amazing that we are all made in God's image, and yet there is so much diversity among his people?","quoteAuthor":"Desmond Tutu","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71540","quoteText":"My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend.","quoteAuthor":"Tiger Woods","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71541","quoteText":"I believe that the majority of times the scale tilts toward the good. It's this amazing thing that rolls on and if we get in the flow of it, that's God. And if we fight it, if we swim the other way, we're swimming away from the purest expression of this life.","quoteAuthor":"Michael J. Fox","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71542","quoteText":"Texas women have an amazing sense of purpose when they lose it. They're the best girls in the world - they're loyal and fun, but when they get mad, they'll try to kill you.","quoteAuthor":"John Cusack","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71543","quoteText":"Amazing that the human race has taken enough time out from thinking about food or sex to create the arts and sciences.","quoteAuthor":"Mason Cooley","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71544","quoteText":"If you're a basketball player and you don't stop and take pictures with your fans, you can have an amazing game and everyone still loves you.","quoteAuthor":"Kim Kardashian","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71545","quoteText":"I have amazing friends who have led inspirational lives.","quoteAuthor":"Andrew Shue","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71546","quoteText":"It's really amazing that in the age of unbelief, as a smart man called it, there isn't even more fraud. After all, with no God, there's no one to ever call you to account, and no accounting at all if you can get away with it.","quoteAuthor":"Ben Stein","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71547","quoteText":"I'm not a kid anymore. And I'm excited for all the amazing things to come.","quoteAuthor":"Paris Hilton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71548","quoteText":"But when you're deprived of it for a lengthy period then you value human companionship. But you have to survive and so you devise all kinds of mental exercises and it's amazing.","quoteAuthor":"Wole Soyinka","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71549","quoteText":"I realized the other day that I've lived in New York longer than I've lived anywhere else. It's amazing: I am a New Yorker. It's strange I never thought I would be.","quoteAuthor":"David Bowie","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7154a","quoteText":"It's amazing where the paranoid mind can take you.","quoteAuthor":"Bill Ayers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7154b","quoteText":"Ever consider what pets must think of us? I mean, here we come back from a grocery store with the most amazing haul - chicken, pork, half a cow. They must think we're the greatest hunters on earth!","quoteAuthor":"Anne Tyler","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7154c","quoteText":"One of the most amazing things about mathematics is the people who do math aren't usually interested in application, because mathematics itself is truly a beautiful art form. It's structures and patterns, and that's what we love, and that's what we get off on.","quoteAuthor":"Danica McKellar","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7154d","quoteText":"My father opened a restaurant. It's so amazing... it's so freaking delicious, but I'm telling you I gain five pounds every time I go in there.","quoteAuthor":"Lady Gaga","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7154e","quoteText":"I have a lot of amazing women, you know, women in my life who have been an example for me of what not to do.","quoteAuthor":"Jennifer Aniston","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7154f","quoteText":"First let me report that the art in the Barnes Collection has never looked better. My trips to the old Barnes were always amazing, but except on the sunniest days, you could barely see the art. The building always felt pushed beyond its capacity.","quoteAuthor":"Jerry Saltz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71550","quoteText":"All of Koons's best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century's signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy.","quoteAuthor":"Jerry Saltz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71551","quoteText":"Urs Fischer specializes in making jaws drop. Cutting giant holes in gallery walls, digging a crater in Gavin Brown's gallery floor in 2007, creating amazing hyperrealist wallpaper for a group show at Tony Shafrazi: It all percolates with uncanny destructiveness, operatic uncontrollability, and barbaric sculptural power.","quoteAuthor":"Jerry Saltz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71552","quoteText":"To be able to sit in Donald Trump's apartment and talk about the future of corporate real estate was amazing.","quoteAuthor":"Shia LaBeouf","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71553","quoteText":"I was informed yesterday that there's a Twitter account for my laugh. Very hard to get used to things like that. Pretty amazing.","quoteAuthor":"Tom Hiddleston","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71554","quoteText":"Work hard, be kind, and amazing things will happen.","quoteAuthor":"Conan O'Brien","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71555","quoteText":"There was once a caustic comment from someone suggesting I was breeding a new race. Fans from different countries have married, amazing things like that. I've been to some of the weddings. I went to one here the other day, a pagan ceremony.","quoteAuthor":"Terry Pratchett","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71556","quoteText":"Money is such an amazing teacher: What you choose to do with your money shows whether you are truly powerful or powerless.","quoteAuthor":"Suze Orman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71557","quoteText":"It's an amazing thing to say, 'I'm beautiful,' without feeling like you're cocky.","quoteAuthor":"Christina Aguilera","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71558","quoteText":"Well, I was already so happy being chosen to do the issue itself, that when I got on the cover, it was even more of a surprise and even more amazing to me.","quoteAuthor":"Heidi Klum","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71559","quoteText":"In my job, people tell you that all the time: 'This shoot was great. You look amazing.' But you never know what they say when you turn away.","quoteAuthor":"Heidi Klum","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7155a","quoteText":"I have two children and it's amazing how in tune they are with nature, with light, with smells, with time.","quoteAuthor":"Hugh Jackman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7155b","quoteText":"I'm not an Adonis, that's for damn sure. I've never really thought of myself that way, and it doesn't matter to me. My favorite actors aren't Adonises. Dustin Hoffman is a flawed-looking man he's amazing to me. Tom Hanks is flawed-looking people love him. Same with Gene Hackman.","quoteAuthor":"Shia LaBeouf","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7155c","quoteText":"I'd like to share my experiences and the lessons I've learned and hopefully create some amazing, fun courses.","quoteAuthor":"Tiger Woods","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7155d","quoteText":"I have short goals - to get better every day, to help my teammates every day - but my only ultimate goal is to win an NBA championship. It's all that matters. I dream about it. I dream about it all the time, how it would look, how it would feel. It would be so amazing.","quoteAuthor":"LeBron James","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7155e","quoteText":"President Clinton signed a $10 million deal to write a book by 2003. Isn't that amazing? Yes, and get this, not only that, President Bush signed a $10 million deal to read a book by 2003.","quoteAuthor":"Conan O'Brien","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7155f","quoteText":"For the last 20 years of my life, I've had the mantra to do amazing parts with amazing people in amazing projects, so I'm attracted to good story, writing and character and good people. That's what I'm always searching for and I don't think that's ever going to change.","quoteAuthor":"John Hawkes","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71560","quoteText":"Another thing that's pathetic is this rule that you have to look ugly to get respect as an actress. Jessica Lange had to make herself look really bad to prove that she had amazing talent.","quoteAuthor":"Kevyn Aucoin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71561","quoteText":"You can't be as old as I am without waking up with a surprised look on your face every morning: 'Holy Christ, whaddya know - I'm still around!' It's absolutely amazing that I survived all the booze and smoking and the cars and the career.","quoteAuthor":"Paul Newman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71562","quoteText":"Bruce Lee was very famous. I watched his movies and he is amazing. He is a martial arts master, his philosophy, his movement, both physically and mentally, were very strong.","quoteAuthor":"Jet Li","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71563","quoteText":"I've been pleased to work with so many wonderful stars through the years. This has been an amazing journey. I hope it continues.","quoteAuthor":"Keanu Reeves","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71564","quoteText":"What has made America amazing has been the fact that throughout our history, throughout the more than 200 years of our history, there have been men and women of courage who stood up and decided it was more important to look out for the future of their children and their grandchildren than their own political futures.","quoteAuthor":"Scott Walker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71565","quoteText":"Be open to the amazing changes which are occurring in the field that interest you.","quoteAuthor":"Leigh Steinberg","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71566","quoteText":"At that time, I had recently finished a book called Amazing Grace, which many people tell me is a very painful book to read. Well, if it was painful to read, it was also painful to write. I had pains in my chest for two years while I was writing that book.","quoteAuthor":"Jonathan Kozol","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71567","quoteText":"To be honest, everything in my life outside of tennis is great. I'm doing amazing projects that, if I didn't have time off, I wouldn't be able to focus on.","quoteAuthor":"Maria Sharapova","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71568","quoteText":"At the New York Athletic Club they serve amazing food. People go there, get healthy, and then eat themselves to death - which is, I suppose, the right way to do it.","quoteAuthor":"Oliver Reed","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71569","quoteText":"Some of my fans have said that because I've been able to speak about my issues, that they're not afraid to speak about theirs, which is an amazing feeling.","quoteAuthor":"Demi Lovato","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7156a","quoteText":"What I think is amazing is not that 85% of people who get married under the age of 25 get divorced, it's that 15% of them stay together. How did they manage to pull that off? You almost can't wait too long. It's the single simplest measure to predict divorce.","quoteAuthor":"Elizabeth Gilbert","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7156b","quoteText":"My wife, a schoolteacher, very disciplined. If you think I'm tough, trust me, and wait till you see when the children are on the naughty step. It's hilarious. So we decided that I'm going to work like a donkey and provide amazing support for the family.","quoteAuthor":"Gordon Ramsay","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7156c","quoteText":"I think Polanski's an amazing director.","quoteAuthor":"David Duchovny","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7156d","quoteText":"Seeing yourself in print is such an amazing concept: you can get so much attention without having to actually show up somewhere... You don't have to dress up, for instance, and you can't hear them boo you right away.","quoteAuthor":"Anne Lamott","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7156e","quoteText":"I think Angelina Jolie has done amazing, amazing things, and the international adoption rate just since her has skyrocketed. It's unbelievable.","quoteAuthor":"Jessica Simpson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7156f","quoteText":"If you want to go to the mall, you have to take security. But it's always cool. The kids are amazing.","quoteAuthor":"Aaliyah","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71570","quoteText":"I was impressed by Hendrix. His attitude was brilliant. Even the way he walked was amazing.","quoteAuthor":"Ritchie Blackmore","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71571","quoteText":"A police force, wherever they are, is made up of amazing people, and I respect them a great deal.","quoteAuthor":"Nancy McKeon","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71572","quoteText":"It's amazing people get so detached from what they eat and what they wear. No one has any contact with how things are made that are put in their body and put in their mouths and I just find it alarming that no one questions it.","quoteAuthor":"Emma Watson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71573","quoteText":"The things that people do now in sports, you can't even believe. These are complete total athletes. To see what human beings can do in the highest level is amazing.","quoteAuthor":"Billie Joe Armstrong","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71574","quoteText":"If you saw Queen Elizabeth it would be amazing, she came from another planet. She was so attractive in what she was wearing.","quoteAuthor":"Vivienne Westwood","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71575","quoteText":"How can you sing of amazing grace and all God's wonders without using your hands?","quoteAuthor":"Mahalia Jackson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71576","quoteText":"What is amazing for a woman of my age is that I change as the world is changing-and changing very, very fast. I don't think my mother had that opportunity to change.","quoteAuthor":"Jeanne Moreau","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71577","quoteText":"I wrote a screenplay for a 'Sweet Valley High' adaptation, and it's really amazing to me how many women who are my age have responded to the idea and are excited about the movie.","quoteAuthor":"Diablo Cody","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71578","quoteText":"Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I'm happy.","quoteAuthor":"Liv Tyler","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71579","quoteText":"My stepdad provided me with an amazing childhood. I played outside like a normal kid, I rode my bike, I walked to school, but the happiest times were when I was acting.","quoteAuthor":"Demi Lovato","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7157a","quoteText":"If you're curious, London's an amazing place.","quoteAuthor":"David Bailey","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7157b","quoteText":"I like making pies. I have a bunch of fruit trees in my backyard. My loquat tree sprouted, and I like making loquat pie. They're really hard to peel and everything, and it took me forever, but they make the best pies. They're amazing.","quoteAuthor":"Kristen Stewart","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7157c","quoteText":"My best kiss was on stage. Kelly Rowland from Destiny's Child gave me a really nice soft kiss on my lips during a performance on my birthday. It was amazing.","quoteAuthor":"Chris Brown","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7157d","quoteText":"Listen once in a while. It's amazing what you can hear.","quoteAuthor":"Russell Baker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7157e","quoteText":"Back in the days when the market was a kind of secular god and all the world thrilled to behold the amazing powers of private capital, the idea of privatizing highways and airports and other bits of our transportation infrastructure made a certain kind of sense.","quoteAuthor":"Thomas Frank","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7157f","quoteText":"Former President Bill Clinton, who is widely regarded as a political mastermind, may have sounded like a traditional liberal at the beginning of his term in office. But what ultimately defined his presidency was his amazing pliability on matters of principle.","quoteAuthor":"Thomas Frank","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71580","quoteText":"If you get half a million, at a certain stage you probably will get 4 million people, if they are able to hear it. The touring thing is unbelievable. It really is amazing from what we did the last tour even to what we are doing now.","quoteAuthor":"John Mayer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71581","quoteText":"Although believers by nature, are far from God, and children of wrath, even as others, yet it is amazing to think how nigh they are brought to him again by the blood of Jesus Christ.","quoteAuthor":"George Whitefield","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71582","quoteText":"When taxidermy is done well it's an amazing piece of art.","quoteAuthor":"Amanda Seyfried","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71583","quoteText":"I mean, why am I considered an 'it girl?' Because I'm in a lot of movies right now or am on the covers of magazines? I just hope there is something solid behind that. Because here's the thing with 'it girl' status. It's great and amazing that anybody is saying that at all. But how long does that last?","quoteAuthor":"Amanda Seyfried","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71584","quoteText":"Motherhood is a dream. It really is absolutely amazing.","quoteAuthor":"Jessica Simpson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71585","quoteText":"It's been amazing to watch, because for 'Thor', which was always a mid-selling book, to be in the top ten for every single issue since the reboot is just a great compliment.","quoteAuthor":"J. Michael Straczynski","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71586","quoteText":"Every time I got 'Amazing Spider-Man' or 'Fantastic Four' or another book firmly on the rails, we got pulled into some big event book or crossover and it cost momentum and messed badly with the pacing and structure of the book.","quoteAuthor":"J. Michael Straczynski","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71587","quoteText":"The really amazing part, to me, was when Florida made it into the Final Four, the Democrats didn't demand a recount.","quoteAuthor":"Ann Coulter","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71588","quoteText":"The people who did the collateralized mortgage obligations, sold them to pension funds, then sold them short, then bought credit default swap insurance on them, are just amazing. They are a law unto themselves.","quoteAuthor":"Ben Stein","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71589","quoteText":"I tell you, it was kind of two-fold. I fortunately had a lot of support. My coach was amazing - he told me to focus on being prepared and that is what I did. Every athlete is nervous - any athlete who tells you they're not nervous isn't telling you the truth. I was as prepared as I could be.","quoteAuthor":"Carl Lewis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7158a","quoteText":"I love being around my friends and my family and spending time with my husband. I like being normal and recharging my batteries, and I feel like I have the coolest job in the world where I get to get on stage and perform and get to do a lot of really amazing things.","quoteAuthor":"Carrie Underwood","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7158b","quoteText":"Wasim and Waqar were amazing bowlers. I would put them right up there with the best in the world.","quoteAuthor":"Sachin Tendulkar","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7158c","quoteText":"It's amazing how good getting up and moving makes you feel.","quoteAuthor":"Paula Deen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7158d","quoteText":"It is quite amazing what I didn't feel after a while. I didn't really want to feel things.","quoteAuthor":"Kate Moss","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7158e","quoteText":"I'd love to write something for a male protagonist. That's sort of the next frontier for me. I think it'd be really amazing to write the kind of parts that I love for women but for a guy.","quoteAuthor":"Lena Dunham","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7158f","quoteText":"I went to an amazing school in Brooklyn called St. Anne's that's a really kind of creative hot bed.","quoteAuthor":"Lena Dunham","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71590","quoteText":"If you're writing, you're starting in private. It can really be this amazing, private, freeing experience. Forget that it's for other people - that comes in later.","quoteAuthor":"Lena Dunham","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71591","quoteText":"I don't think I'm such an amazing person who needs to be written about.","quoteAuthor":"Amy Winehouse","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71592","quoteText":"My mother is an amazing woman. Not only did she manage the entire household, she noticed a gift in each of her kids and instilled confidence in all of us that that gift would take us wherever we wanted to go.","quoteAuthor":"Barbara Corcoran","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71593","quoteText":"I'm so happy to be able to give kids the opportunity to learn about amazing world of dance and music that I've have been lucky enough to make such a big part of my own life.","quoteAuthor":"Britney Spears","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71594","quoteText":"I am incredibly thankful for the strong support I have from my peers in the industry and of course my amazing fans.","quoteAuthor":"Miranda Lambert","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71595","quoteText":"I kicked the door open, and I'm gonna hold my leg in there. I'm keeping the door open for all these amazing female singer-songwriters that are coming out.","quoteAuthor":"Miranda Lambert","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71596","quoteText":"I just wanna thank all those amazing Internet bloggers out there that hate me day-to-day. I love you! You rock!","quoteAuthor":"Tori Spelling","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71597","quoteText":"The U.S.S. George H. W. Bush is a great thing in my life. It's amazing. A great honor.","quoteAuthor":"George H. W. Bush","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71598","quoteText":"As a kid, I always loved serialized books. It's the reason why people love 'Harry Potter.' Serialization is amazing. It works in television. It works in film and it works in books. Especially when you're a young kid, you get attached to these characters.","quoteAuthor":"Mindy Kaling","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71599","quoteText":"Twitter is the most amazing medium for a comedy writer. I can't get in every idea I want on the show no matter how hard I try to bully the other writers, so it's a way of me getting out other comic ideas and immediately getting feedback.","quoteAuthor":"Mindy Kaling","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7159a","quoteText":"The other day I was reading a blog and I linked over to Streisand's Web site, and it was amazing politically. She's so insightful and incisive. And she also says whatever she wants.","quoteAuthor":"Liz Phair","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7159b","quoteText":"With the song 'This Christmas' I wanted to do something that was kind of different. I mean, Donny Hathaway is an amazing artist. So I wanted to bring my flavor to the song so when people over the age of 45 or 50 hear it they'll be like 'OK, he did his thing with that record.' It's like I can appeal to everybody and not just a younger demographic.","quoteAuthor":"Chris Brown","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7159c","quoteText":"I'm so happy to have been a part of that process and I would go straight back into the desert in a ton of chain mail for Ridley any day of the week. He's an amazing director and I can't wait to see the long version.","quoteAuthor":"Orlando Bloom","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7159d","quoteText":"The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it's amazing how the light shines so much brighter.","quoteAuthor":"Reba McEntire","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7159e","quoteText":"I think the amazing thing about gospel music is that not only does it lift up the death and resurrection of our Lord, which is consistent with the Gospel, but it is uniquely communicated depending upon the generation.","quoteAuthor":"T. D. Jakes","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7159f","quoteText":"There's no way in the world that just because women turn the number 40, they're anything less than amazing. That's crazy. If anything, you're even more amazing!","quoteAuthor":"Jennifer Lopez","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715a0","quoteText":"I imagine my children are going to save me from my vanity and be my passion and fill whatever fears I have of the amazing time I'm having right now being gone.","quoteAuthor":"Gwen Stefani","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715a1","quoteText":"When you first have a baby your life doesn't change. I mean, you have a little less sleep and you drag these cuddly things around you and it's just amazing. But you still get to be you. Once they get to, like, five, six and school and it starts to get, like, 'Wow, they got real problems. They're my responsibility.' Oh my God. That is overwhelming.","quoteAuthor":"Gwen Stefani","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715a2","quoteText":"I love Benny Hill. He one of my favourites of aaall time. Like, the way Benny did it, he was just amazing. Just seeing how he put songs together and comedy and the timing and the sketches. He was way ahead of his time.","quoteAuthor":"Snoop Dogg","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715a3","quoteText":"There are two sorts of curiosity - the momentary and the permanent. The momentary is concerned with the odd appearance on the surface of things. The permanent is attracted by the amazing and consecutive life that flows on beneath the surface of things.","quoteAuthor":"Robert Wilson Lynd","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715a4","quoteText":"No, but way before that, I've been doing little dances in movies for years. Yeah, that was an amazing chance. You know, at my age to be able to do a music dance video, very unusual.","quoteAuthor":"Christopher Walken","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715a5","quoteText":"I'll tell you, Quentin Tarantino really writes the most amazing dialogue.","quoteAuthor":"Christopher Walken","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715a6","quoteText":"Nothing is more generally known than our duties which belong to Christianity and yet, how amazing is it, nothing is less practiced?","quoteAuthor":"George Whitefield","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715a7","quoteText":"When I was little, I saw the play 'Les Miserables' on Broadway, I thought it was the most amazing thing I have ever seen.","quoteAuthor":"Ashley Tisdale","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715a8","quoteText":"Stevie Ray Vaughan was very intense. Maybe that's what caught everybody's attention. As a player, he didn't do anything amazing.","quoteAuthor":"Ritchie Blackmore","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715a9","quoteText":"Directing is a really kind of amazing thing, because you're helping others and, in the middle of that, you have to worry about yourself.","quoteAuthor":"Philip Seymour Hoffman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715aa","quoteText":"Gwen Stefani has amazing style. I used to really love Courtney Love, and anything she wore I loved. Or Chloe Sevigny, because I really love that sort of classic look, and I like being girly and flowery, and wearing little D&ampG dresses. I wear hats a lot, too. I think it goes back to when I was a bit grungy and was a skater girl for a bit.","quoteAuthor":"Ellie Goulding","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ab","quoteText":"The video game culture was an important thing to keep alive in the film because we're in a new era right now. The idea that kids can play video games like Grand Theft Auto or any video game is amazing. The video games are one step before a whole other virtual universe.","quoteAuthor":"Vin Diesel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ac","quoteText":"If it's an amazing role, I'll do anything.","quoteAuthor":"Vin Diesel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ad","quoteText":"You can lose a game but, I see guys every week including myself, you lose a game, it's a tough loss, you're down, two weeks later you forgot about it. You know it's amazing how down you were, but all of the sudden you're like it never happened.","quoteAuthor":"Brett Favre","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ae","quoteText":"It's such an amazing thing to be loved for who you are.","quoteAuthor":"Debra Winger","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715af","quoteText":"With reality TV, sometimes it's amazing chemistry and you get these gems that turn out to be everything you hoped, and the camera loves them and they just blossom on the show. And then sometimes it's not all you envision.","quoteAuthor":"Alison Sweeney","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715b0","quoteText":"The people I've been exposed to have been people of amazing integrity.","quoteAuthor":"Amy Grant","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715b1","quoteText":"I remember when I took Quentin Tarantino with me to a very private screening of the documentary 'Roman Polanski: Wanted and Desired,' which shows some of the legal irregularities of his case. I was involved by the film, and it was an amazing experience to see people weep at the end of it.","quoteAuthor":"Harvey Weinstein","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715b2","quoteText":"There is nothing like the way people feel after they've seen 'The Intouchables.' They feel amazing. The word of mouth on this film is incredible. It's intelligent-feeling good. You're not insulted by the low-browness or stupidity of some of the humor. It's so smart and terrific.","quoteAuthor":"Harvey Weinstein","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715b3","quoteText":"My mother encouraged it so much. She was so supportive. Even if as a kid, I would do the dumbest trick, which now that I look back on some things, she would love it, she would say that's amazing, or if I'd make the ugliest drawing, she would hang it up. She was amazing.","quoteAuthor":"David Blaine","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715b4","quoteText":"Because sorry to say, women run the house. They run the family. They hold things up. I mean, it's like you don't ever see your mom get sick because she handles everything. And it's kind of amazing I think to show people just how strong women are.","quoteAuthor":"Sophia Bush","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715b5","quoteText":"I'm lucky that my real-life Mom has both a great sense of humor about herself and an amazing ability to slip into complete denial if the subject matter gets a little too close to home.","quoteAuthor":"Cathy Guisewite","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715b6","quoteText":"I love Jessica Simpson. I love her voice. She's amazing.","quoteAuthor":"Britney Spears","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715b7","quoteText":"I thought I was dreaming. It was the most amazing moment of my entire life. Not only is Bill the love of my life, but he's also my best friend. I couldn't believe my dream guy was asking me to marry him!","quoteAuthor":"Giuliana Rancic","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715b8","quoteText":"I've had an amazing professional life, personal life, but at 64 to have a son who gives us that much love and enjoyment is, wow!","quoteAuthor":"Elton John","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715b9","quoteText":"A lot of people fear death because they think that so overwhelming an experience has to be painful, but I've seen quite a few deaths, and, with one exception, I've never known anyone to undergo anything like agony. That's amazing when you think about it. I mean, how complicated the mechanism is that's being taken apart.","quoteAuthor":"Lewis Thomas","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ba","quoteText":"I have always admired and had enormous respect for Elizabeth Taylor. She was not only an incredible actress but an amazing woman as well.","quoteAuthor":"Lindsay Lohan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715bb","quoteText":"It's amazing marrying someone who wants nothing to do with Hollywood.","quoteAuthor":"Nicolas Cage","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715bc","quoteText":"It's amazing how ideas start out, isn't it?","quoteAuthor":"Nigel Farage","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715bd","quoteText":"I cannot stress enough that the answer to life's questions is often in people's faces. Try putting your iPhones down once in a while, and look in people's faces. People's faces will tell you amazing things. Like if they are angry, or nauseous or asleep.","quoteAuthor":"Amy Poehler","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715be","quoteText":"The NFL has been an amazing page in this chapter of my life. I pray that all successive adventures offer me the same potential for growth, success and most importantly fun.","quoteAuthor":"Ricky Williams","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715bf","quoteText":"People always think that if you eat anything as a model, it's amazing. I used to tease them and say, you know I'm going to throw up afterwards.","quoteAuthor":"Christy Turlington","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715c0","quoteText":"The seated lotus postures are an amazing way to go into meditation, or simply just to take a moment to ground oneself.","quoteAuthor":"Christy Turlington","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715c1","quoteText":"I swim like a fish and I have an amazing kick.","quoteAuthor":"Gordon Ramsay","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715c2","quoteText":"Youth is an amazing thing: I think back on when we did The Lost Boys, and I didn't think I could do anything wrong.","quoteAuthor":"Kiefer Sutherland","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715c3","quoteText":"I've had some amazing people in my life. Look at my father - he came from a small fishing village of five hundred people and at six foot four with giant ears and a kind of very odd expression, thought he could be a movie star. So go figure, you know?","quoteAuthor":"Kiefer Sutherland","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715c4","quoteText":"I hope I'm not a tourist attraction - I'm sure that they come here really because St. Andrews is just amazing, a beautiful place.","quoteAuthor":"Prince William","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715c5","quoteText":"While I'm not a celebrity, it's such a weird concept that society has cooked up for us. Astronauts and teachers are much more amazing than actors.","quoteAuthor":"Joseph Gordon-Levitt","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715c6","quoteText":"The right really dominates radio, and it's amazing how much energy the right spends telling us that the press is slanted to the left when it really isn't. They want to shut other people up. They really don't understand the First Amendment.","quoteAuthor":"Roger Ebert","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715c7","quoteText":"I don't know how many thoughts we have a second, but it's quite an amazing number, and just to pin down the appropriate sequence of those, all you really need is a pencil and a piece of paper.","quoteAuthor":"Robert Wyatt","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715c8","quoteText":"I'm glad that my parents missed one thing that was really unbelievable. They saw me hit this great success. It was a blast and we had a lot of laughs. And it was just an amazing time. They passed away. And then after I got, you know, famous, all these haters came out of nowhere.","quoteAuthor":"Dane Cook","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715c9","quoteText":"I'm not an amazing cook. But I can follow a recipe!","quoteAuthor":"Rachel McAdams","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ca","quoteText":"Exercise is amazing, from the inside out. I feel so alive and have more energy.","quoteAuthor":"Vanessa Hudgens","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715cb","quoteText":"Becoming food savvy is one thing, but it's amazing how fast savvy turns to snooty, and snooty leaves you preparing three-hour meals that break your budget and that the kids won't even eat.","quoteAuthor":"Jeffrey Kluger","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715cc","quoteText":"It's amazing how much you can learn if your intentions are truly earnest.","quoteAuthor":"Chuck Berry","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715cd","quoteText":"I've had a very interesting career. I get to do amazing things and work with amazing people and travel and learn languages - things most people don't get the opportunity to do.","quoteAuthor":"Gwyneth Paltrow","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ce","quoteText":"I spend a good portion of my dinner-party conversation defending America because no matter what the political agenda, it's still a fantastic, amazing place.","quoteAuthor":"Gwyneth Paltrow","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715cf","quoteText":"I really have a great deal of humility in that department, and a great deal of respect for people who spend their lives learning how to make these amazing preparations.","quoteAuthor":"Ted Allen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715d0","quoteText":"I've performed in Auburn Hills, at The Palace, so I haven't really been in downtown Detroit, but I've been able to be here, and I can really see, what the city was. Like, I can feel why Motown started here and how amazing it was.","quoteAuthor":"Jordin Sparks","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715d1","quoteText":"Since 'Idol' I've gotten used to having an amazing hair and make-up team around me, so I'm starting to get picky. I know what I like now and I'm happy to say 'Could we maybe change that?' if I don't like something. I don't yell or anything, but I think I could definitely start to act a little diva-ish when it comes to my look.","quoteAuthor":"Jordin Sparks","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715d2","quoteText":"I'd love to do something with Kelly Clarkson because she's been a monumental influence on me. I love how she handles her celebrity. She's not in the tabloids a lot but everyone knows and respects her because she's got an amazing voice. That's something I aim towards.","quoteAuthor":"Jordin Sparks","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715d3","quoteText":"I'm so excited for my first fragrance! I chose to partner with Dots because I love what they do for their customers, bringing them the hottest trends in fashion, accessories and fragrance at unbelievably low prices. It's amazing!","quoteAuthor":"Jordin Sparks","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715d4","quoteText":"I'd love to own a bakery at some point. My grandmother could help me run it - she is an amazing baker! I'd also love to do a cookbook.","quoteAuthor":"Jordin Sparks","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715d5","quoteText":"I'm still a Welsh girl at heart so I'm staying in the U.K. for the Olympics, it's such an exciting time for Britain so it's amazing to be a part of it.","quoteAuthor":"Katherine Jenkins","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715d6","quoteText":"It was an amazing adventure, it was my dream to be in an American musical... I really hope you are going to love what you are going to see.","quoteAuthor":"Marion Cotillard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715d7","quoteText":"My size has helped make me an amazing performer too. The cliche of the Funny Fat Friend: I absolutely was that character - I am that character... It's a complicated bag of tools I acquired, and I've put them all to work onstage.","quoteAuthor":"Beth Ditto","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715d8","quoteText":"A few years back, when my style was 'punk grandma,' I picked up an amazing pair of sandals - orthopaedic ones, with really thick soles. I've given them away to a friend now, because these days my look is more '1980s substitute teacher gone wild.'","quoteAuthor":"Beth Ditto","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715d9","quoteText":"I still think that movies are amazing I respect actors and directors.","quoteAuthor":"Joaquin Phoenix","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715da","quoteText":"I loved hip-hop. The first stuff I heard was Public Enemy, and I couldn't believe it. It was amazing, and I've always loved hip-hop.","quoteAuthor":"Joaquin Phoenix","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715db","quoteText":"It's an amazing feeling to go into a studio and really be alone.","quoteAuthor":"Joaquin Phoenix","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715dc","quoteText":"I've got some incredible fans actually - so loyal and they make me birthday cards and Christmas cards. I got this package of poems and artwork based around the songs. They've got this thing called 'Floetry' where they all have to put in artwork. They've set up their own competitions and stuff which is kind of amazing.","quoteAuthor":"Florence Welch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715dd","quoteText":"I saw 'The Artist.' It's really beautiful and it's all done to the letter with all the silent film techniques. The costumes were amazing and the dog is so good.","quoteAuthor":"Florence Welch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715de","quoteText":"My siblings and I were friends with the boys who would become our stepbrothers - we grew up on the same street. I feel very special to have these amazing people in my life and if we hadn't all moved into this big house together I think I would have missed out on that, because we would have drifted apart.","quoteAuthor":"Florence Welch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715df","quoteText":"Singing really is acting. In a lot of ways, it's much more personal. I love music, and being able to work on that is amazing.","quoteAuthor":"Leighton Meester","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715e0","quoteText":"If I can inspire people by showing that following a dream by working hard and being determined is possible, it's amazing.","quoteAuthor":"Leona Lewis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715e1","quoteText":"I love a beautiful gown on stage, and luckily I've been fortunate to wear some amazing dresses.","quoteAuthor":"Leona Lewis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715e2","quoteText":"I get such lovely gifts from fans... amazing pictures, handmade jewellery. I'm very lucky!","quoteAuthor":"Leona Lewis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715e3","quoteText":"I believe I could have had a career in the music industry without 'X Factor,' but it was an amazing platform that propelled me to where I am now.","quoteAuthor":"Leona Lewis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715e4","quoteText":"It's been a fascinating thing because we didn't really know how to write when we started South Park at all. It's been like, we've just sort of grown up a bit and it's amazing to just see how, if you take Butters and Cartman and put them in any scene, it works.","quoteAuthor":"Trey Parker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715e5","quoteText":"Sally Field looks amazing in general, never mind her age! She's a phenomenally talented actress and has had a career spanning so many decades.","quoteAuthor":"Alison Sweeney","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715e6","quoteText":"I started running outside when I was at 'Biggest Loser.' Then I got runner's knee, and thought I was never going to be able to shake it. When I overcame that and ran the L.A. Marathon, it was such an amazing thing, and now running is such a part of my routine.","quoteAuthor":"Alison Sweeney","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715e7","quoteText":"We watch a lot of Discovery Channel, shows like 'The Biggest Loser' and even 'Amazing Race.' You learn a lot about the world, it's fun and nobody's interested in beating anybody down. And then the opposite: I'm a huge fan of 'Survivor.'","quoteAuthor":"Alison Sweeney","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715e8","quoteText":"Spinning has been such an amazing part of my exercise. I love the music, the energy, and the sweat. It's a tough class, which makes me feel like I've really accomplished something. It's a great way to burn fat and lean out the body. An all-around win!","quoteAuthor":"Alison Sweeney","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715e9","quoteText":"If you think you don't want to play another psychopath, but the script is amazing, and the director is fantastic, and the story is incredible, then you may end up playing your third psychopath in a row.","quoteAuthor":"Damian Lewis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ea","quoteText":"Truthfully, being pregnant is changing me as a person. Each day is part of this amazing journey that has completely shifted the focus of my life and made me reevaluate my personal and professional goals.","quoteAuthor":"Holly Madison","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715eb","quoteText":"Strangely enough, when the Sugababes' 'Freak Like Me' went to number 1, which was built around my 'Are 'Friends' Electric' song, I had another song called 'Rip' go to number 1 in the Kerrang TV chart, so I was pulling new people in from very different areas of musical interest. That was quite an amazing week.","quoteAuthor":"Gary Numan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ec","quoteText":"I'm a big fan of Mashable and TechCrunch and other outlets like that, but TechMeme obviously does an amazing job of aggregating.","quoteAuthor":"Gary Vaynerchuk","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ed","quoteText":"My daughter is in love with Adele. She listens to her every day. To see someone with that much passion and soul move a 9-year-old is amazing and it's magical.","quoteAuthor":"Brandy Norwood","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ee","quoteText":"I think having children is the most amazing thing.","quoteAuthor":"Rachel Stevens","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ef","quoteText":"I put the costume on and said 'It's not very comfortable, but it looks amazing,' so it's all good.","quoteAuthor":"Chris Hemsworth","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715f0","quoteText":"My mother is the coolest, most amazing person I know.","quoteAuthor":"J. J. Abrams","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715f1","quoteText":"There are some amazing stories from all over this country, where people's work and contribution has been acknowledged. To be part of that is an absolutely fantastic feeling.","quoteAuthor":"Kenneth Branagh","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715f2","quoteText":"I decided to give acting a serious, committed try, and soon after, I read the script for 'Lovely and Amazing.' The story was beautiful and honest, and the characters struggled with the same insecurities many women - including me - face. I didn't think I had a chance in hell of being in the film, but I knew I had to go for it.","quoteAuthor":"Emily Mortimer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715f3","quoteText":"I really would love to do a piece like Julia Roberts or Charlize Theron in 'Erin Brockovich' or 'North Country.' They were both so amazing and so inspiring. I would love to touch someone in the way their performances touched me.","quoteAuthor":"Ashley Greene","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715f4","quoteText":"I'm an actor, so sometimes there are moments where I think about everything that's happening and I want to cry. I'm doing what I love and I will be doing it for a very, very long time - and it's amazing. A lot of people don't get to do that.","quoteAuthor":"Ashley Greene","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715f5","quoteText":"I have a full life: I have two amazing kids, I have great friends, great family. And right now, that's plenty for me to manage. A new relationship just seems like way too much work.","quoteAuthor":"Sarah McLachlan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715f6","quoteText":"I've worked on films where the budgets are almost limitless and you're in trailers that are bigger than a hotel room. You're taken care of and the food is amazing, the quality of the job is amazing and then you work on smaller things but it never dictates my happiness or my willingness to go to work.","quoteAuthor":"Dominic Monaghan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715f7","quoteText":"It is amazing to think after all that has happened in this country in the last few years, the last few decades, that so many people have this blind faith that government is our friend and therefore, so we don't need protections against it.","quoteAuthor":"James Bovard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715f8","quoteText":"Once the kids are in school, it's amazing what you can do.","quoteAuthor":"Laura Schlessinger","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715f9","quoteText":"The feeling of your baby taking nourishment from your body for the first time is amazing, and it remains the most touching moment of my life.","quoteAuthor":"Laura Schlessinger","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715fa","quoteText":"Growing up in New York has influenced my style so much, and I have an amazing relationship with my stylist, Estee Stanley. We have so much fun with the whole process. She picks out dresses, I try things on and play dress up, and we get creative to see what works.","quoteAuthor":"Lea Michele","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715fb","quoteText":"Every now and then, I have blissful moments of thanking God for all the amazing things that are happening. When I leave the White House after just meeting Obama or when I see my face on the cover of 'Rolling Stone' or when I meet someone who tells me that their daughter is inspired by me, those are moments that are incredibly joyful.","quoteAuthor":"Lea Michele","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715fc","quoteText":"I'm overjoyed and beyond honored to be a part of the L'Oreal Paris family. I'm such a fan of L'Oreal Paris not just for all of their amazing products, but for what they stand for.","quoteAuthor":"Lea Michele","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715fd","quoteText":"I got fitter when I did 'Joseph and the Amazing Technicolor Dreamcoat.' I wore a loincloth - that's a lot of motivation!","quoteAuthor":"Donny Osmond","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715fe","quoteText":"Of course this is Vegas and it is the melting pot for all over the world, but people from all over the world know Donny and Marie. It is amazing. I have been in the business a long time to realize careers can be fleeting. Five years is a long career nowadays for some people, and here we are still going strong after 40 years.","quoteAuthor":"Donny Osmond","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e715ff","quoteText":"Working with amazing people, you continue to learn and develop yourself, as an actor and as a person.","quoteAuthor":"Josh Hutcherson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71600","quoteText":"I never travel without my Stetson, but the more I wear it the more I realise that no one wears hats any more. When I was a kid everybody wore hats, especially in Texas, but I get off the plane in Dallas now and I'm the only guy with a hat. It's amazing.","quoteAuthor":"Larry Hagman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71601","quoteText":"As his partner on this amazing journey, I can tell you Mitt Romney was not handed success. He built it.","quoteAuthor":"Ann Romney","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71602","quoteText":"And I thought, when I have kids, that's the sort of well told, silly, and fun fairy tale that I would want to take them to. But it was an amazing experience. And I think Shrek is a real classic, a fairy tale classic.","quoteAuthor":"Mike Myers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71603","quoteText":"The overall physical demand that Iraq has is pretty amazing. It's 130 degrees, and the soldiers are carrying about 100 pounds of extra gear. It's a pretty rigorous schedule and routine for them.","quoteAuthor":"Joe Nichols","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71604","quoteText":"I work with all these amazing voice actors that do a kajillion voices.","quoteAuthor":"Katey Sagal","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71605","quoteText":"You have to wait for a big star to come in and generate interest on a project, and now that has become me, which is an amazing blessing.","quoteAuthor":"Jeremy Renner","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71606","quoteText":"We are on the precipice of a crisis, a Constitutional crisis. The checks and balances, which have been at the core of this Republic, are about to be evaporated by the nuclear option. The checks and balances that say if you get 51% of the vote, you don't get your way 100% of the time. It is amazing, it's almost a temper tantrum.","quoteAuthor":"Charles Schumer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71607","quoteText":"I mean, there are some amazing storytelling being done on the small screen right now. That's what so cool about being in television right now. Studios, networks are starting to throw more resources, better writers, more production values... and to be part of that is awesome.","quoteAuthor":"Ian Somerhalder","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71608","quoteText":"I love vintage shopping, I think it's really fun. And I love the feeling of finding the most amazing piece for less.","quoteAuthor":"Emma Roberts","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71609","quoteText":"It's been such a deep and amazing journey for me, getting close to John Keats, and also I love Shelley and Byron. I mean, the thing about the Romantic poets is that they've got the epitaph of romantic posthumously. They all died really young, and Keats, the youngest of them all.","quoteAuthor":"Jane Campion","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7160a","quoteText":"In football you always get judged on your last game. Whoever you are, or how amazing you are, it's the last game that everyone has seen.","quoteAuthor":"Thierry Henry","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7160b","quoteText":"I just want to be a part of great stories, whether I'm part of an amazing ensemble cast or I'm leading it or the antagonist or whatever.","quoteAuthor":"Zoe Saldana","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7160c","quoteText":"The last real movie stars were probably Redford and Newman. And things were different then. There wasn't this amazing amount of magazines and information about them.","quoteAuthor":"George Clooney","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7160d","quoteText":"There are so many different people that I've emulated vocally. In the rock world - Sebastian Bach, Vince Neil, Freddie Mercury, Robert Plant. They all had amazing vocal talent.","quoteAuthor":"Fergie","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7160e","quoteText":"When I'm doing a film, I love getting together after work with my costars. But we get back to L.A. and I'm like, 'I don't want to go to a club with you, dude. I mean, I think you're rad, and if you want to come play Scrabble with me, that's amazing.'","quoteAuthor":"Ginnifer Goodwin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7160f","quoteText":"I saw Ellen and my knees were weak. It was amazing. And it was very hard for me to get her out of my mind after that. Then when I saw her that night, we started talking, and that's that.","quoteAuthor":"Portia de Rossi","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71610","quoteText":"Politically, Obama's amazing streak of self-destructing opponents who have lain beneath his feet during his unlikely political career appears to be holding.","quoteAuthor":"Eric Alterman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71611","quoteText":"I know some of my parents' friends think 'Little Britain' is in incredibly poor taste. But swimming the Channel? You can't really say anything negative about that, can you? There's nothing better than making your parents happy. The glee on my father's face that day was amazing.","quoteAuthor":"David Walliams","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71612","quoteText":"I run from Horatio Street down just past Battery Park City and back. It's amazing to run and see the Statue of Liberty and the ferries coming in. People think if you're not near Central Park, there's nowhere to go, but there's a whole ecosystem happening down here.","quoteAuthor":"Andy Cohen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71613","quoteText":"I thought, after the Pulitzer, at least nothing will surprise me quite that much in my life. And another one happened. It was quite amazing.","quoteAuthor":"Rita Dove","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71614","quoteText":"It's amazing how coke encompasses everything in your life. Addicts cannot confront life because they only think of their next hit. I ruined life for my parents, my sister and all my friends.","quoteAuthor":"Kirstie Alley","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71615","quoteText":"It's kind of amazing how popular 'Grey's Anatomy' is. What other show can boast such an annoyingly sincere cast of doctors, sniveling through such perfunctory love triangles?","quoteAuthor":"Rob Sheffield","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71616","quoteText":"'Twilight' is such an amazing project, and I think it opened up doors for all of us cast members.","quoteAuthor":"Kellan Lutz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71617","quoteText":"I finish so many books it's amazing. I'm also doing Rosetta Stone, learning some French.","quoteAuthor":"Kellan Lutz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71618","quoteText":"I was blessed, because I come from a family where they knock you down before you float away. I have a lot of brothers who just make sure we have our feet on the ground, and my mom is a rock star. She is an amazing mother.","quoteAuthor":"Kellan Lutz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71619","quoteText":"When we're on set, we kind of joke around, and when we're rehearsing, we change up the scenes and make each other laugh. We lighten up the mood. The blooper reel is going to be amazing on 'New Moon.'","quoteAuthor":"Kellan Lutz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7161a","quoteText":"Motion capture is amazing. I prefer it. You wear a 'Power Ranger'-esque suit, you have tape balls on you, you have 60 cameras around you capturing your every movement and there's no hair, no makeup.","quoteAuthor":"Kellan Lutz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7161b","quoteText":"For 'Around the World in 80 Plates' we got to travel all over, having what was like a cross between a culinary competition and races. And in each country we had a chef Ambassador. We went to London, Barcelona, Bologna, Hong Kong, Thailand, Morocco... It was amazing.","quoteAuthor":"Curtis Stone","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7161c","quoteText":"I go to Saint Barth in the French West Indies for two weeks each year. That place is amazing. Amazing people, beautiful beaches, great wine, wonderful harbors... It's incredibly romantic.","quoteAuthor":"Brooke Burke","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7161d","quoteText":"I was homeless for a little bit. I was on people's couches, but it was an amazing journey. I got to make people laugh all the way.","quoteAuthor":"Sherri Shepherd","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7161e","quoteText":"God bless you if you have one child, but I don't think anybody should have just one child. Everybody needs a sibling. I have siblings, and I have so many amazing, precious memories with my siblings. I don't know what I would do if I had been an only child.","quoteAuthor":"Sherri Shepherd","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7161f","quoteText":"I got amazing training both with Theatre Sports... back in Edmonton, Alberta - I can't give those people enough credit - and the daytime drama I did. Incredible training, both of them.","quoteAuthor":"Nathan Fillion","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71620","quoteText":"My parents were kind of like me in that they had tons and tons of weird, amazing stuff.","quoteAuthor":"Jaron Lanier","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71621","quoteText":"I have a really amazing fan club, it's contemporary but it's a little bit old school. There's a lot of connection. I have a fan club president who really responds to people.","quoteAuthor":"Martina McBride","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71622","quoteText":"It's amazing how much you can absorb on a film set.","quoteAuthor":"Mia Wasikowska","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71623","quoteText":"I just think we're living in a time of massive, amazing change, like the Industrial Revolution on acid.","quoteAuthor":"Kelly Lynch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71624","quoteText":"Theatre, when it is at its best, takes a lot of beating - the live experience and the shared collective experience of live storytelling is really special when it is good. Particularly here in New York because the audiences are amazing, very vocal and very engaged, and that makes theatre very exciting.","quoteAuthor":"Dan Stevens","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71625","quoteText":"As a young black boy, it made me proud to see black leaders that did something amazing and made the world change.","quoteAuthor":"John Legend","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71626","quoteText":"Well, Jeff Buckley for me is one of the greatest singers I've ever heard. And the reason why is he has an amazing range, amazing emotional power in his voice. And the music he put around it also just had this passion and this soul to it and this spirit to it that very few artists have, and he passed at a very young age.","quoteAuthor":"John Legend","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71627","quoteText":"I love Louisiana. It's amazing.","quoteAuthor":"Johnny Knoxville","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71628","quoteText":"I'd said to my sweetheart a couple of days before that the SAG and Spirit Award nomination was amazing and I had no attachment to the Academy Award. I knew I was an underdog so I just decided to sleep through the announcement.","quoteAuthor":"John Hawkes","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71629","quoteText":"Do you like my suit? I think this is an amazing suit, don't you think?","quoteAuthor":"Tom Selleck","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7162a","quoteText":"Walmart is an amazing story of entrepreneurship and, as one of the world's most powerful brands, touches millions of lives every day.","quoteAuthor":"Marissa Mayer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7162b","quoteText":"I think what's really amazing is that given the scale of the web and getting the compute power we have today, we're starting to see things that appear intelligent but actually aren't semantically intelligent.","quoteAuthor":"Marissa Mayer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7162c","quoteText":"Linda Georgian is a wonderful psychic. She can do amazing things.","quoteAuthor":"Dionne Warwick","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7162d","quoteText":"The resilience of these people is amazing. I am a great believer that the sooner we get things up and running in terms of sport in this area, the better.","quoteAuthor":"Ian Botham","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7162e","quoteText":"I walk into a kids' store, and it's amazing, the types of instruments - little squeaky things, rattling things, spinning tops.","quoteAuthor":"Evelyn Glennie","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7162f","quoteText":"The human body and mind are tremendous forces that are continually amazing scientists and society. Therefore, we have no choice but to keep an open mind as to what the human being can achieve.","quoteAuthor":"Evelyn Glennie","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71630","quoteText":"Going to a concert is so overwhelming and the energy is amazing.","quoteAuthor":"Victoria Justice","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71631","quoteText":"I look up to Mick Jagger because he's an amazing performer and he's such an individual. I respect him and admire him eternally.","quoteAuthor":"Victoria Justice","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71632","quoteText":"I have two younger sisters and I'm such an advocate of owning who you are as a person. Don't be ashamed or intimidated. Never feel like you are not amazing.","quoteAuthor":"Khloe Kardashian","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71633","quoteText":"Whether it's 18 years old or 40 years old, we think we know what's going on. But if you're lucky enough to continue the journey, its amazing how we keep learning how much we didn't know.","quoteAuthor":"Joe Namath","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71634","quoteText":"The business that people do in LA on the social level is amazing. You go to a restaurant, bump into this guy or that guy. The next day you get a call, and they want you in their movie.","quoteAuthor":"Kevin Bacon","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71635","quoteText":"The current Babe Ruth of improv? Sacha Baron Cohen. He's pretty amazing.","quoteAuthor":"Seth Rogen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71636","quoteText":"It's amazing how I can just ramble on for hours, isn't it? And so unentertaining or uninteresting. But I can ramble on for hours. It's a sort of terrible gift, isn't it?","quoteAuthor":"Graham Norton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71637","quoteText":"If my kids are doing well, then my life is going pretty well. And if my kids aren't doing well, it doesn't matter how the other elements of my life are. It's kind of amazing to have a context like that. This is really wonderful.","quoteAuthor":"Ethan Hawke","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71638","quoteText":"My father is an amazing man.","quoteAuthor":"Sherman Alexie","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71639","quoteText":"What makes America amazing is that there have always been men and women of courage who were willing to think more about the future of their children and grandchildren than they did about their own political careers.","quoteAuthor":"Scott Walker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7163a","quoteText":"I'm one of those people that thinks the Internet is amazing, and I can't believe it exists.","quoteAuthor":"Mayim Bialik","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7163b","quoteText":"It's wonderful to be appreciated for being quirky, and to see Zooey Deschanel and the quirky, indie film types get mainstream play is amazing for women, because women are much more complicated than what we've see on TV in the past.","quoteAuthor":"Mayim Bialik","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7163c","quoteText":"I've done my best to work from a place of humility - always looking over your shoulder saying, 'Does this suck?' and I think that's a good way to work. The other way to work is where you start to think, 'I'm on fire, I'm amazing!' and I don't think that's the way to work.","quoteAuthor":"David O. Russell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7163d","quoteText":"I was terribly shy when I was growing up, I really wasn't confident with other people and I think I was always afraid of up or not being this very cool, amazing person that I wanted to be.","quoteAuthor":"Emily Mortimer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7163e","quoteText":"I just believe that the feeling of wonder is amazing. I am pushing myself as far as I can humanly push myself... I can only hope for the best and expect the worse.","quoteAuthor":"David Blaine","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7163f","quoteText":"I'm tired of being around men all the time. I'm going to start a band called Skirt with three girls and I'll play the guitar and sing backing vocals in drag. I went window shopping when I was in New York, saw a lot of amazing dresses.","quoteAuthor":"Brian Molko","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71640","quoteText":"Partly because his life ended before the age of 50, Hamilton was defined by the other founding fathers, and he managed, with amazing consistency, to alienate most of them.","quoteAuthor":"Ron Chernow","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71641","quoteText":"So I won an Oscar. It's amazing. I've got that for the rest of my life for a performance I am proud of. It nearly killed me. I am really proud of the film. That's it, moving on.","quoteAuthor":"Kate Winslet","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71642","quoteText":"It's a melting pot, southern Africa. You find these cultural collisions that result in art and music, and it's pretty amazing.","quoteAuthor":"Dave Matthews","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71643","quoteText":"I have a wonderful husband. I have three amazing kids.","quoteAuthor":"Celine Dion","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71644","quoteText":"My mom was amazing. She believed in me and we were best friends.","quoteAuthor":"Carmen Electra","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71645","quoteText":"When Maurice touched a keyboard, it was like something from a movie, magical. He would always give you something from a movie, and you'd go, what did you just play... immediately inspirational writings, amazing. That's what we're going to miss.","quoteAuthor":"Robin Gibb","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71646","quoteText":"My dad was working abroad, in Iraq, and he was a doctor. We used to go and visit him, in Baghdad, off and on. For the first ten years of my life, we used to go backwards and forwards to Baghdad, so that was quite amazing. I spent a lot of time traveling around the Middle East.","quoteAuthor":"Andy Serkis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71647","quoteText":"Everything has combined to make my life in New York an amazing experience. I told my manager a few years ago that I wanted to move here and try acting in the theater.","quoteAuthor":"Mariska Hargitay","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71648","quoteText":"Most of the southern hemisphere is unexplored. We had more exploration ships down there during Captain Cook's time than now. It's amazing.","quoteAuthor":"Robert Ballard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71649","quoteText":"I've also long since realized that the way to really engage children is to give out prizes it's amazing how it concentrates their minds.","quoteAuthor":"Alexander McCall Smith","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7164a","quoteText":"When you're a stay-at-home mother you have to pretend it's really boring, but it's not. It's enriching and fulfilling, and an amazing experience. And then when you're a working mother you have to pretend that you feel guilty all day long.","quoteAuthor":"Amy Poehler","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7164b","quoteText":"My time at Honda was amazing. Some of my best times in Formula One, actually. I might not have won races, just one race, but I had a lot of fun.","quoteAuthor":"Jenson Button","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7164c","quoteText":"My 'Movember' moustache was never going to be as big as Nigel Mansell's, but I tried my best. The amazing thing is that when you try to grow a moustache, you notice everyone else's. There are some amazing moustaches on the grid.","quoteAuthor":"Jenson Button","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7164d","quoteText":"To go to the Oscars for Moneyball - that was pretty amazing. And to be able to go work with Kathryn Bigelow - that's going to be pretty sweet. Hopefully I don't have to go back to being a waiter. That's still my main goal.","quoteAuthor":"Chris Pratt","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7164e","quoteText":"To go to the Oscars for 'Moneyball' - that was pretty amazing.","quoteAuthor":"Chris Pratt","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7164f","quoteText":"After I finished high school I went to Hong Kong and Thailand and spent some time there. Just to get that whole experience of being out of the bubble that I was in from high school in Vancouver, to be able to travel around and be on your own was an amazing experience.","quoteAuthor":"Shay Mitchell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71650","quoteText":"I was dating my first boyfriend in high school for a long time, and we broke up before prom. I hadn't met anyone else that I really wanted to go with, and my friends have always been amazing. So I went with my friends and got a million photos with them!","quoteAuthor":"Shay Mitchell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71651","quoteText":"With fitness, I do Bikrams hot yoga. The gym that I have in my building is amazing. I love to do cardio and weights there.","quoteAuthor":"Shay Mitchell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71652","quoteText":"You know, the reward for 'Captain America' is amazing. It's always fun to see a giant spectacle film and see the fun stuff - the special effects.","quoteAuthor":"Chris Evans","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71653","quoteText":"The environmental benefits of hydrogen are also outstanding. When used as an energy source, hydrogen produces no emissions besides water. Zero polluting emissions, an amazing advance over the current sources of energy that we use.","quoteAuthor":"Dan Lipinski","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71654","quoteText":"I'll always be this crazy, fun person, but when it's time to get married, I'm going to be an amazing wife.","quoteAuthor":"Nicole Polizzi","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71655","quoteText":"The difference between Marilyn Monroe and the early Pamela Anderson is not that great. What's amazing is that the taste of American men and international tastes in terms of beauty have essentially stayed the same. Styles change, but our view of beauty stays the same.","quoteAuthor":"Hugh Hefner","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71656","quoteText":"I've traveled all over the country for years speaking in churches, teaching the Ten Commandments. It's amazing if 2 percent of any congregation knows the Ten Commandments.","quoteAuthor":"Randall Terry","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71657","quoteText":"Shakespeare is all big themes, like the most amazing love, or the most scary war.","quoteAuthor":"Anna Torv","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71658","quoteText":"Fatherhood is the most amazing thing that could ever have happened in my life.","quoteAuthor":"Corey Feldman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71659","quoteText":"As a kid who wasn't into sports, at school I felt almost alienated at times, whereas in the theatre community there was this amazing sense of camaraderie. Early on, we would go to rehearsals with my dad and I was like the mascot for the backstage crew. That was a big part of my childhood, so I dreamed of one day doing a play in London.","quoteAuthor":"Zach Braff","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7165a","quoteText":"It was said Daredevil grew up in Hell's Kitchen, an amazing name for a neighbourhood. But that opened a Pandora's box of all the crime stuff I wanted to do. I borrowed liberally from Will Eisner's 'The Spirit' and turned 'Daredevil' into a crime comic.","quoteAuthor":"Frank Miller","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7165b","quoteText":"Comics are so full of amazing work. And I can't look at a drawing of a woman without thinking of, for instance, Wallace Wood and his amazing way of capturing beauty.","quoteAuthor":"Frank Miller","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7165c","quoteText":"When you think of what Americans accomplished, building these amazing cities and all the good it's done in the world, it's kind of disheartening to hear so much hatred of America, not just from abroad, but internally.","quoteAuthor":"Frank Miller","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7165d","quoteText":"So when I go home, sometimes, even when I had an amazing game, I always think about what I missed.","quoteAuthor":"Thierry Henry","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7165e","quoteText":"In America, Blackberry Farm in Tennessee is one of the most amazing hotels I've had the privilege of staying at.","quoteAuthor":"Gail Simmons","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7165f","quoteText":"It's better to get the nutrients for healthy skin from food, not supplements. Salmon, walnuts, blueberries, spinach... lots of my favorite foods happen to be amazing for skin too.","quoteAuthor":"Gail Simmons","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71660","quoteText":"I discovered something amazing, which has caused a lot of controversy - the fountain of youth. I have to keep it a secret!","quoteAuthor":"David Copperfield","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71661","quoteText":"Surfing is such an amazing concept. You're taking on Nature with a little stick and saying, 'I'm gonna ride you!' And a lot of times Nature says, 'No you're not!' and crashes you to the bottom.","quoteAuthor":"Jolene Blalock","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71662","quoteText":"When I look into the crowd, I see young and old, black and white - it's amazing that I'm able to connect with so many different kinds of people.","quoteAuthor":"Patti LaBelle","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71663","quoteText":"We are really on top of one another at the moment and I think it is amazing how we stay so close. Maybe that's the test. Why not totally put yourself together, rather than always wonder whether you actually like each other?","quoteAuthor":"Linda McCartney","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71664","quoteText":"Considering the amount of information we're bombarded by, it's amazing if a song can transcend time.","quoteAuthor":"Michael Bolton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71665","quoteText":"I love insects. They are amazing.","quoteAuthor":"Andrea Arnold","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71666","quoteText":"There are very few dance companies in the world and you have to be phenomenal. You have to not be injured. You have to have a really strong mind to deal with the dance world. People who can do it are amazing to me. You cannot have a life outside of dance.","quoteAuthor":"Neve Campbell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71667","quoteText":"Beyonce is the most amazing woman in the world.","quoteAuthor":"Chris O'Dowd","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71668","quoteText":"Well, when you're the youngest of five, parents kind of lose interest more and more through the children. I think my eldest brother was under loads of pressure to do something amazing with his life, but by the time I came around they were like, 'Well, let's hope he doesn't kill a guy.'","quoteAuthor":"Chris O'Dowd","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71669","quoteText":"I really liked the helicopter pilot in 'Dawn of the Dead', when he gets bitten and comes out of the elevator. That guy was amazing. He did this incredible walk that we didn't even know about until we started shooting.","quoteAuthor":"George A. Romero","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7166a","quoteText":"First of all, plain and simple, you have no real idea of what it means to be famous until you become famous. It's a double-edged sword. Obviously there are a lot of amazing things about fame, but there are also a lot of challenging things about it.","quoteAuthor":"Michelle Pfeiffer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7166b","quoteText":"Stevie Wonder is just one of those guys that completely delivers everything that you want to be true about Stevie Wonder. He's an amazing human being, and the fairytale exists with that man.","quoteAuthor":"Adam Levine","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7166c","quoteText":"Nobody has it all, but for me to even come close is amazing.","quoteAuthor":"Adam Levine","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7166d","quoteText":"When you write biographies, whether it's about Ben Franklin or Einstein, you discover something amazing: They are human.","quoteAuthor":"Walter Isaacson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7166e","quoteText":"You get moments all the time that kind of make you pinch yourself, some of them make you quite emotional. Winning a BRIT was a big moment because we were just so excited to be at the awards in the first place. Selling out Madison Square Garden was pretty amazing too. Then we woke to the news that our UK tour was sold out. It was crazy.","quoteAuthor":"Harry Styles","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7166f","quoteText":"The attitude is we live and let live. This is actually an amazing change in values in a rather short time and it's an example of freedom from religion.","quoteAuthor":"Tom Wolfe","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71670","quoteText":"Yes, the companionship is amazing. You know, you can get that physical attraction that happens is great, but then there's an awful lot of time and the rest of the day that you have to fill.","quoteAuthor":"Vince Gill","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71671","quoteText":"On the surface, rock and roll changes at an amazing pace. The influence of a figure like the Maharishi can appear and disappear in a matter of months. Talk about old fashioned rock and roll finds itself dead before it begins.","quoteAuthor":"Jon Landau","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71672","quoteText":"It's amazing that for actors mostly, it's a risk to attach yourself to a film that you don't know whether or not it's going to even be made and if you sign on, in doing so, who else is going to be in the movie with you.","quoteAuthor":"Elisha Cuthbert","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71673","quoteText":"I hate the stereotype of the pitfalls of the child actor. There are so many amazing examples - Natalie Portman, Joseph Gordon-Levitt, Jodie Foster, Drew Barrymore - of people who have made it through.","quoteAuthor":"Jamie Bell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71674","quoteText":"I think it's an amazing quality to be able to roll with the punches and not be totally ruined as a person because life's been rough for you. That's a really admirable way to go through your life.","quoteAuthor":"Anna Paquin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71675","quoteText":"Like most people my age, my job is the main focus of my life. I don't have some kind of jet-setting fabulous lifestyle where I'm constantly in situations to acquire amazing anecdotes, that's it.","quoteAuthor":"Anna Paquin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71676","quoteText":"I think that in itself is kind of an amazing achievement to be able to say that your full-time career is in any creative arts, let alone a show that has kept people interested for coming on four seasons and hopefully more.","quoteAuthor":"Anna Paquin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71677","quoteText":"I don't like staying in hotels. I like to be in my own bed. San Diego as a city is really awesome. The only hard part of it for me is that I'm away from my family and my house. But as far as shooting down there, we get amazing locations, and the crew is really, really stellar down there. They are really fun.","quoteAuthor":"Kristen Bell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71678","quoteText":"I'd do pretty much anything to get back on stage. I'd like to develop a new musical. I nearly had a heart attack when I heard that they're developing John Waters' Cry-Baby because that is so amazing and super and wonderful and I wish that I could be involved. But it's not the right time and I understand that. But I hear things like that and I get that little tingle in my stomach.","quoteAuthor":"Kristen Bell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71679","quoteText":"Me and my friend Ioan Gruffudd are like chalk and cheese when it comes to clothes. He lives for his clothes and has an amazing wardrobe. If we're going out I'll turn up at his house and say, 'I haven't got anything to wear,' and he'll tut and sigh and then lend me something swanky.","quoteAuthor":"Matthew Rhys","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7167a","quoteText":"Everything that has happened to me has been amazing and surprising.","quoteAuthor":"R. L. Stine","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7167b","quoteText":"And it is very sexy as well: somebody says I'm taking you on a surprise date, you don't know where you are going and you can't see and then you put your hand out and there is a tiger. Amazing.","quoteAuthor":"Emily Watson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7167c","quoteText":"Housing Works is the coolest thrift store in the world, because not only are they the best thrift store - they're not the most thrifty thrift store - but they have amazing stuff and all of their proceeds go directly to kids, mostly homeless kids, living with AIDS and HIV in New York, in the metropolitan area.","quoteAuthor":"Ezra Miller","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7167d","quoteText":"I seriously love to cook... My grandmother was an amazing cook. As a kid I used to help her make handmade pasta, Cavatelli and Ravioli. It was one of my favorite things to do. I love the idea of making whatever is in the fridge into something.","quoteAuthor":"Bradley Cooper","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7167e","quoteText":"I tend to not watch things that are current. And then if everybody swears it's amazing then I'll like watch the whole series in a weekend.","quoteAuthor":"Hank Azaria","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7167f","quoteText":"I think it's very empowering to be able to have a career and to be a mother. It gives you an amazing sense of self.","quoteAuthor":"Georgina Chapman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71680","quoteText":"What an amazing opportunity to do something like direct a movie and step out of your creative comfort zone and yet do something that is also so familiar at the same time. I was also just excited to have the chance to direct, which I may never get to do again.","quoteAuthor":"Georgina Chapman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71681","quoteText":"The magic kit we developed with Idea Village is an extraordinary success in 40,000 stores across America. The TV commercial we shot for it has produced amazing results - unbelievable.","quoteAuthor":"Criss Angel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71682","quoteText":"I had an amazing childhood, lots of love. But my dad worked his tail off, getting up at 4 in the morning and going off at 5, 6 o'clock, yet he always had time to spend with his kids and his wife.","quoteAuthor":"Criss Angel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71683","quoteText":"Magic is the oldest part of the show business profession. It can now be used as a forward-thinking tool to build a child's confidence. It has been an amazing part in many entertainers' lives, including Steve Martin and the late Johnny Carson.","quoteAuthor":"Criss Angel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71684","quoteText":"I know that my grandfather is 92 years old. And he has seen this country evolve in amazing ways. He looks at South Carolina and he says, wow, what an amazing state that we have the blessing to live within because of the evolution.","quoteAuthor":"Tim Scott","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71685","quoteText":"Well, what I love about '80s rock music is the amazing, fantastic melodies.","quoteAuthor":"Julianne Hough","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71686","quoteText":"You don't have a lot of time you have to get it right. It's amazing how they create these episodes in such a short amount of time. They lavish a lot of care and money on each episode, and they just look terrific.","quoteAuthor":"Margot Kidder","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71687","quoteText":"So it was good for me to play a likable person and it was just an amazing situation to be in.","quoteAuthor":"Kristin Davis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71688","quoteText":"My public image is so low-key, but I get to travel the world and still have an audience and it's really amazing. I don't take that for granted.","quoteAuthor":"K. D. Lang","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71689","quoteText":"Being on 'Glee' was amazing. I remember my first day on set, my first day I arrived to the set I was in my trailer and all of the actors came and banged on my door - Lea Michele, Chris Colfer, Amber Riley, Naya Rivera. They all welcomed me with open arms, so it was a great experience. It felt like family, and I miss them a lot over there.","quoteAuthor":"NeNe Leakes","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7168a","quoteText":"That's an amazing moment, the first time you hear yourself on radio. It's still thrilling.","quoteAuthor":"Janis Ian","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7168b","quoteText":"Recently I've been doing risottos. Some of them have been amazing. Some of them, not all of them.","quoteAuthor":"Gael Garcia Bernal","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7168c","quoteText":"Alexander Gonzalez Inarritu is a great director. He's the one I first worked with. He's amazing.","quoteAuthor":"Gael Garcia Bernal","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7168d","quoteText":"I suppose it's amazing when you think how many things people get involved in that don't work.","quoteAuthor":"Tim Berners Lee","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7168e","quoteText":"The amount of control you have over somebody if you can monitor internet activity is amazing.","quoteAuthor":"Tim Berners Lee","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7168f","quoteText":"It's amazing how quickly people on the internet can pick something up, but it's also amazing how quickly they can drop it.","quoteAuthor":"Tim Berners Lee","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71690","quoteText":"Being a mother is the most amazing thing that has ever happened to me in my life.","quoteAuthor":"Cindy Margolis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71691","quoteText":"It's amazing what sleep does for your looks.","quoteAuthor":"Emily Procter","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71692","quoteText":"I started crying the other day just thinking that the baby is going to leave me soon! You have this relationship with this person in your belly and it's really amazing.","quoteAuthor":"Emily Procter","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71693","quoteText":"My favorite designer is Christian Lacroix, not just because his clothes are amazing and I love them, but because he's so nice. When I did his fashion show, he was the first one to arrive there and he helped everyone.","quoteAuthor":"Adriana Lima","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71694","quoteText":"Well, I'd love to work with Kate Winslet - she's amazing.","quoteAuthor":"Elizabeth Olsen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71695","quoteText":"It was amazing and inspiring to see so many people come together through music to aid the great state of Vermont.","quoteAuthor":"Trey Anastasio","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71696","quoteText":"I've created, directed and choreographed for Lady Gaga since the beginning, so 'Born This Way,' this was musically such an amazing evolution and such a brilliant record. So when she played it for me, it took me a while to find out the visual interpretation that I could give back to her.","quoteAuthor":"Laurieann Gibson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71697","quoteText":"If you love dance and you have the gift of teaching, teaching is super amazing and important because my teachers planted that seed in me. As a teacher you understand the difference or the definition of a Baryshnikov or a Gregory Hines, so teaching is really important and very necessary.","quoteAuthor":"Laurieann Gibson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71698","quoteText":"Choreography is amazing. I'm still a dancer, yet I transitioned into choreography then as a Creative Director. All of these creative elements are brought out of being a dancer. Directing is something that comes out of understanding movement and choreography. Directing movement is directing a dance piece.","quoteAuthor":"Laurieann Gibson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71699","quoteText":"'The Dance Scene' is basically the most amazing dance show in the world, and it follows me as a creative director. You see how I maintain that creativity.","quoteAuthor":"Laurieann Gibson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7169a","quoteText":"I think dance is amazing because what people don't realize is like when you dance your spirit and your soul get ignited. You're not only releasing endorphins, but also your spirit is awakening. It makes you feel good and happy.","quoteAuthor":"Laurieann Gibson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7169b","quoteText":"Pilates is amazing, my posture is so much better and I'm even starting to get muscles on my tummy - it's incredible.","quoteAuthor":"Kelly Osbourne","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7169c","quoteText":"I enjoyed being a teammate of Deion Sanders. He brings different elements to the game that many people would not even realize, and to watch and witness a superior talent like him and watch him prepare and train, and study the game is truly amazing.","quoteAuthor":"Emmitt Smith","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7169d","quoteText":"Birdie is amazing and such an incredible child and I'm having such a great time being a mom but I still want to have a career and I still look forward to auditions and parts, and when I don't get them I'm disappointed.","quoteAuthor":"Busy Philipps","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7169e","quoteText":"I get to do the most amazing things. We call it Host in Peril quite often, because people love to see me risk my life or be in danger.","quoteAuthor":"Rick Mercer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7169f","quoteText":"My relationship with my mom is so amazing. We never got to have that stage that people go through, like when you're 13 and you think you're too cool for your parents. When you're embarrassed by them and stuff. We never went through that because I was constantly working and she constantly had to be there.","quoteAuthor":"Hilary Duff","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716a0","quoteText":"I guess winning an Oscar is the ultimate dream. A lot of amazing actors go their whole career without even being nominated. So that would definitely be a goal to reach. It's a difficult one, but I'm aiming for it!","quoteAuthor":"Taylor Lautner","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716a1","quoteText":"I wouldn't be where I am today without the amazing public arts education that I had.","quoteAuthor":"Matthew Morrison","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716a2","quoteText":"It's pretty amazing being me.","quoteAuthor":"Matthew Morrison","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716a3","quoteText":"Let me tell you, Barack Obama is the most down dude in the world, but he's so smart so articulate, such an amazing speaker such a passionate man. He's humble.","quoteAuthor":"Marlon Wayans","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716a4","quoteText":"It's amazing how fast generations lose sight of other generations. One of the first things the young composers who come to work with me say is that they want to write music people will like, instead of gaining their credentials by being rejected by the audience.","quoteAuthor":"Carlisle Floyd","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716a5","quoteText":"I always use my husband's cocoa butter stuff. He has amazing skin!","quoteAuthor":"Idina Menzel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716a6","quoteText":"My wife is amazing. She had to know she was getting into a heap of trouble when we met.","quoteAuthor":"Taylor Hanson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716a7","quoteText":"I love getting dressed up. Being a pop star is the most brilliant job for that. A lot of girls love shopping, but they might see the most amazing outfit and think, 'When am I going to wear that?', so it's my duty to exploit the fact I do have events I can wear these things to.","quoteAuthor":"Sophie Ellis-Bextor","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716a8","quoteText":"I have an amazing relationship with food.","quoteAuthor":"Katharine McPhee","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716a9","quoteText":"I've been very fortunate to be able to jump around. I just did this really wonderful film called Map of the World. That was a real, amazing, dramatic story. Then I did a movie called Company Men, a little comedy about the Bay of Pigs.","quoteAuthor":"Sigourney Weaver","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716aa","quoteText":"I wore my first pair of Louboutins during this press tour. It was absolutely amazing, they weren't heels, they were little shoes, but they were velvet and they were blue.","quoteAuthor":"Chloe Moretz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ab","quoteText":"I jetset around and play these songs and get to hang with some pretty amazing people, then I go home to a really great farm, though actually it's a disaster area of a farm at the moment. But it's certainly a blast. I wouldn't trade lives with anyone right now.","quoteAuthor":"Brad Paisley","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ac","quoteText":"It feels amazing to work with writers that write really well.","quoteAuthor":"Giancarlo Esposito","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ad","quoteText":"So, you know, parenting is a very intimate and amazing experience and one of the best experiences of my life.","quoteAuthor":"Uma Thurman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ae","quoteText":"My sister, she's amazing. She sort of inspired me to take this journey to Latin America.","quoteAuthor":"Jenna Bush","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716af","quoteText":"Well, there are better cartoonists now than there ever have been. I firmly believe that. There's some amazing work being done.","quoteAuthor":"Chris Ware","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716b0","quoteText":"I've worn dresses from all different price ranges, and the thing that couture dresses have in common is that the fit is amazing.","quoteAuthor":"Beyonce Knowles","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716b1","quoteText":"George Clooney is a super-human, he's just such an amazing human being, he taught me how to be a better person and a better actor!","quoteAuthor":"Shailene Woodley","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716b2","quoteText":"I mean, I've always said I have an amazing team and network of friends and people that I work with that, you know, inspire me and enable me to do what I do.","quoteAuthor":"Alexander Wang","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716b3","quoteText":"I had an amazing experience working with great people. I had a great family, a typical family with drama in certain areas, and that's pretty much everywhere in everyone's life.","quoteAuthor":"Tina Yothers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716b4","quoteText":"It's nice because success has allowed me to have a blast on stage, to be in the studio with amazing people, but I find it all a bit bizarre.","quoteAuthor":"David Guetta","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716b5","quoteText":"It's amazing what we can get away with and what we can't. But it's not for me to decide.","quoteAuthor":"Mike Judge","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716b6","quoteText":"I feel fortunate I have this amazing relationship with so many people in America, because I was in their homes at a very private time of day. They probably might have still had their robe on and their slippers and haven't made the beds.","quoteAuthor":"Joan Lunden","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716b7","quoteText":"Science is one of a handful of things that defines us as a very special species. It is amazing how far we have been able to get and how accurate our predictions are. I think understanding how the universe was born is very important. It really gives us a perspective on many things.","quoteAuthor":"Yuri Milner","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716b8","quoteText":"Isn't it amazing how celebrity status preempts even the most ingrained hatreds?","quoteAuthor":"Camryn Manheim","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716b9","quoteText":"I have experienced some amazing food! Yet when I think about the most luxurious and exquisite meals I have had, visions of simple food made from a few natural ingredients are what most excite me.","quoteAuthor":"Mark Hyman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ba","quoteText":"I love to go shopping at Target. They have so much stuff there, you can buy almost anything, it's really amazing.","quoteAuthor":"Liv Tyler","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716bb","quoteText":"Growing up, I looked up to major league baseball players, and now these young women have amazing, incredible women all across the board, from swimming to gymnastics to softball to basketball.","quoteAuthor":"Jennie Finch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716bc","quoteText":"One thing that is almost always said to me is, I grew up with you. They are meeting me and feel that they actually grew up with me. I was with them during their play hours and thinking hours. I was a part of their childhoods. That's one of the most amazing things.","quoteAuthor":"Mark Goddard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716bd","quoteText":"You know, it's amazing. I don't even have a car, would you believe it? I had a motorbike and it got stolen last year. So I've got to buy another one of those, I suppose. I can treat myself to that.","quoteAuthor":"Michael Fassbender","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716be","quoteText":"I know this is going to sound corny, but I love my life. I love my baby, so I love getting to wake up with him. And I have the most amazing job, with writing that any actor would love and costars who I can't wait to see on Monday mornings. And I love coming home to my husband.","quoteAuthor":"Julianna Margulies","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716bf","quoteText":"Reba McEntire came through town when I lived in Texas. She had this amazing theatrical show with, like, 13 different wardrobe changes. I was eight and I was like, Wow, I wanna do that!","quoteAuthor":"LeAnn Rimes","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716c0","quoteText":"I don't want to wake up and not truly be enjoying my life and these amazing things around me.","quoteAuthor":"LeAnn Rimes","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716c1","quoteText":"But one of the amazing things about documentary is that you can remake it every time you make one. There is no rule about how a documentary film has to be made.","quoteAuthor":"Errol Morris","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716c2","quoteText":"In fact, it is amazing how much European films - Italian, French, German and English - have recovered a certain territory of the audience in their countries over the last few years.","quoteAuthor":"Wim Wenders","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716c3","quoteText":"I'm from Naples. I was born in a poor neighborhood and I always, in my heart, felt like it would be amazing to be able to adopt a child from Naples. I could give someone the opportunity I had. I would love to give back in that way and pay it forward.","quoteAuthor":"Giuliana Rancic","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716c4","quoteText":"I was writing a scene where a guy was choking another guy to death. You can go online and type 'chokeholds' and watch scenes where martial artists choke each other out. You can hear what noises they make when they go unconscious, see how their bodies flop and everything. YouTube is amazing for the more detailed stuff.","quoteAuthor":"Daniel H. Wilson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716c5","quoteText":"That show, 'The Amazing Race' - is that about white people?","quoteAuthor":"Zach Galifianakis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716c6","quoteText":"Each of us have things and thoughts and descriptions of an amazing universe in our possession that kings in the 17th Century would have gone to war to possess.","quoteAuthor":"Kary Mullis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716c7","quoteText":"With 'The Host,' I think the actors could be really big names. That would be cool. I'd love to see Robert Redford put on a beard and be Jeb he would be amazing... Matt Damon has some very Jared-esque qualities, and then Casey Affleck as Ian and Ben Affleck as Kyle. Imagine the interplay.","quoteAuthor":"Stephenie Meyer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716c8","quoteText":"It's amazing that no matter how much money you have, you can make some bad decisions, and in five months you're on the street, begging.","quoteAuthor":"Paz de la Huerta","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716c9","quoteText":"I mean, there is amazing amount of oil and gas and other resources out beneath the sea. It's staggering.","quoteAuthor":"Robert Ballard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ca","quoteText":"I grew up in a Christian home with amazing parents.","quoteAuthor":"Allyson Felix","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716cb","quoteText":"When you're offered things, it makes it so much easier to be indecisive. And it's silly because you can pass on some really amazing things.","quoteAuthor":"Alicia Silverstone","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716cc","quoteText":"It was amazing to watch him in the darkroom at an advanced age, still get excited when the results were pleasing. He still struggled like we all do in the darkroom and he struggled behind the camera, and when he had a success he was beaming.","quoteAuthor":"John Sexton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716cd","quoteText":"My parents were amazing and wonderful, but there was a lot of pressure to do my best and in every way possible.","quoteAuthor":"Kate Bosworth","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ce","quoteText":"Elizabeth Taylor. In her heyday, she was amazing.","quoteAuthor":"Joe Jonas","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716cf","quoteText":"Adele's amazing, I think the world of her and her music and I think Tinie Tempah is cool. To work with someone like Kanye West would be awesome.","quoteAuthor":"Joe Jonas","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716d0","quoteText":"I've never stabbed, hurt, killed, stolen, anything, but I went to jail for a year. What is that? My pastor said to me the fact that I'm not living under a bridge as a crazy woman, talking to myself, is amazing.","quoteAuthor":"Foxy Brown","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716d1","quoteText":"If you ever have the good fortune to meet Tippi Hedren, she's an amazing woman. You can't quite believe she is the age she is.","quoteAuthor":"Toby Jones","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716d2","quoteText":"Katy Perry is the sexiest woman I've ever kissed. It was amazing and very purple - she had purple lipstick on. I don't think there will ever be anything cooler than kissing her... until I marry her maybe!","quoteAuthor":"Niall Horan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716d3","quoteText":"They were so good that you just had to sing the song to them once and they got it. It's amazing. Sometimes it didn't come out the way you wanted, but it was good.","quoteAuthor":"Chris LeDoux","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716d4","quoteText":"Elle MacPherson is absolutely amazing she is just so beautiful.","quoteAuthor":"Carol Alt","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716d5","quoteText":"There is something about the South that accepts the supernatural. If you don't accept it and you're having a conversation with someone who does, it's just one of those polite things where you don't question their belief in ghosts. You just go, 'Oh, yeah, okay.' It's amazing to be able to have conversations like that.","quoteAuthor":"Alice Englert","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716d6","quoteText":"I filmed 'Albatross' before I got 'Downton.' It's a coming-of-age movie about this girl who leaps into this family's life, like a whirlwind. She's ballsy and brash and wonderful, it was such an amazing character to play.","quoteAuthor":"Jessica Brown Findlay","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716d7","quoteText":"So much of 'Jaws' was amazing because the mind filled in what was missing.","quoteAuthor":"Bill Sienkiewicz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716d8","quoteText":"It is amazing how nice people are to you when they know you're going away.","quoteAuthor":"Michael Arlen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716d9","quoteText":"The satisfaction you get when you finally beat your dad is amazing, that rush of adrenaline.","quoteAuthor":"Lee Westwood","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716da","quoteText":"It's amazing to me that they're cutting physical education programs in the school systems.","quoteAuthor":"Shannon Miller","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716db","quoteText":"Your car should drive itself. It's amazing to me that we let humans drive cars... It's a bug that cars were invented before computers.","quoteAuthor":"Eric Schmidt","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716dc","quoteText":"We start 'The Butler' in June and that's incredibly exciting for me because I get to work with the amazing Forest Whitaker again. It's a phenomenal script and a great, great role - I play his son. Oprah Winfrey is his wife and my mother. My character is a radical civil rights activist.","quoteAuthor":"David Oyelowo","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716dd","quoteText":"Most actors want to sink their teeth into amazing material.","quoteAuthor":"Emmanuelle Chriqui","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716de","quoteText":"Reese Witherspoon is my everywoman. She's managed to have a family and this amazing career. That's the goal.","quoteAuthor":"Emmanuelle Chriqui","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716df","quoteText":"But I think Hillary Clinton is one of the most amazing women of this time.","quoteAuthor":"Hope Davis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716e0","quoteText":"If you have only 95 minutes of material, make an only 95-minute movie. Amazing how often that's forgotten.","quoteAuthor":"Stephen Hunter","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716e1","quoteText":"I'm on an Isabel Marant kick. She does an amazing job of making things that are everyday-wearable but also special and a little bit different. I definitely like that she has a '70s western vibe. There's something that's very fun and vintage in what she's doing.","quoteAuthor":"Jennifer Morrison","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716e2","quoteText":"I never do any television without chocolate. That's my motto and I live by it. Quite often I write the scripts and I make sure there are chocolate scenes. Actually I'm a bit of a chocolate tart and will eat anything. It's amazing I'm so slim.","quoteAuthor":"Dawn French","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716e3","quoteText":"Watching Bernadette Peters perform is like an acting class. She's amazing.","quoteAuthor":"Jenna Ushkowitz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716e4","quoteText":"Anyone who has played the game professionally, you're always taught that the ball is the most important, most precious thing, so when the ball hits the ground, it's always a mad scramble. It's amazing how many times there is a fumble, and the person who recovers it initially doesn't walk away with the ball.","quoteAuthor":"Barry Sanders","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716e5","quoteText":"For me, I don't expect to have a really amazing meal each time I dine out. Having a good meal with your loved ones - that's what makes the experience.","quoteAuthor":"Wolfgang Puck","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716e6","quoteText":"As an actor, to have achieved financial stability is amazing. But I always have this weird fear that I'm not going to get any more work it's about not having enough money.","quoteAuthor":"Paul Giamatti","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716e7","quoteText":"The thing is, I don't believe in most of what's done. The amount of financial and imaginative energy that's put into mediocrity is just amazing which I find to be fundamentally offensive as a human being.","quoteAuthor":"William Hurt","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716e8","quoteText":"I knew I'd just done one of the most amazing things that I will ever get a chance to do. Just to be part of a musical that's not your background and to pull it off and to think that we've done something that's really special.","quoteAuthor":"Gerard Butler","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716e9","quoteText":"I've been through the process qualifying for the World Cup, which is an amazing, two-year process. It was an honor to represent the U.S. and to represent the city of Los Angeles and California.","quoteAuthor":"Cobi Jones","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ea","quoteText":"If government and media and all of us in the Australian tribe got together, and the rock industry, we'd just be the greatest cultural force the world has ever seen - we're such an amazing race.","quoteAuthor":"Yahoo Serious","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716eb","quoteText":"I've been able to go on and have a successful career on Broadway and certainly the last five years in Las Vegas have been amazing.","quoteAuthor":"David Cassidy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ec","quoteText":"My parents armed me with an amazing sense of humor, and it's what you need when, well, it's what anyone needs in this world.","quoteAuthor":"Warwick Davis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ed","quoteText":"The Madden NFL franchise holds a special place in popular culture and the cover is a coveted position for players all over the league. I'm honored to be the first cover athlete chosen by Madden NFL fans and it's a great way to cap off an amazing year for the Saints and the city of New Orleans.","quoteAuthor":"Drew Brees","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ee","quoteText":"I think being on a TV show is amazing but also, people get kind of used to seeing you a certain way and so it becomes a challenge to break free from that in a way.","quoteAuthor":"Aubrey Plaza","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ef","quoteText":"The unconditional love for you child, it's truly amazing.","quoteAuthor":"Jourdan Dunn","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716f0","quoteText":"People are doing amazing things right now on the Web.","quoteAuthor":"Chris Hughes","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716f1","quoteText":"It was a relief to be able to do my own band, because I was very responsible for all this amazing music I didn't want to mess up before.","quoteAuthor":"Dhani Harrison","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716f2","quoteText":"I've seen Bruno Mars before, he's amazing.","quoteAuthor":"Alessandra Ambrosio","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716f3","quoteText":"Alison Lohman is an amazing actress. I was so proud to work with her.","quoteAuthor":"Taryn Manning","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716f4","quoteText":"It could be fun to sing with Prince or Michael Jackson. Justin Timberlake has an amazing new sound now.","quoteAuthor":"Taryn Manning","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716f5","quoteText":"I come back to the same thing: We've got the greatest pipeline in the company's history in the next 12 months, and we've had the most amazing financial results possible over the last five years, and we're predicting being back at double-digit revenue growth in fiscal year '06.","quoteAuthor":"Steve Ballmer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716f6","quoteText":"You know, when I was a kid waiting on the bus, I remember that was when I imagined my life. I imagined everything that I was gonna be when I grew up and I imagined all of these amazing journeys and amazing people I'd meet. Of course, all of it has kind of come to fruition.","quoteAuthor":"Glen Hansard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716f7","quoteText":"The real art is not to come up with extraordinary clever words but to make ordinary simple words do extraordinary things. To use the language that we all use and to make amazing things occur.","quoteAuthor":"Graham Swift","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716f8","quoteText":"There's no question 'Amazing Race' is a beautifully produced show.","quoteAuthor":"Nigel Lythgoe","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716f9","quoteText":"The most amazing thing to me about the sea is the tide. A harbour like St. Ives is totally transformed in a very short space of time by the arrival or departure of the sea.","quoteAuthor":"John Dyer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716fa","quoteText":"If you pay attention to the world, it's an amazing place. If you don't, it's whatever you think it is.","quoteAuthor":"Reggie Watts","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716fb","quoteText":"I'm from the Madeleine L'Engle school. The more she delves into science, the more she knows there's a creator who's behind these amazing laws, these amazing events. The symmetry of nature, the structure and order of it.","quoteAuthor":"Tom Shadyac","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716fc","quoteText":"I don't think immortality is necessarily the key to understanding the world. You have to be careful with what you think you're achieving. I'm all for science discovering amazing and fantastic things about our world, but I think the motivations behind it are slightly askew.","quoteAuthor":"Reggie Watts","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716fd","quoteText":"The way that people show me love on Twitter? I don't know man. It's amazing.","quoteAuthor":"T-Pain","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716fe","quoteText":"Brains don't really smell, but what's amazing about the brain is that it's almost like scrambled eggs or soft tofu, almost like a gel. The brain controls so much of what we do, but you could put your finger right through it.","quoteAuthor":"Ellen Pompeo","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e716ff","quoteText":"It's awesome to see something like 'Inception', which is just mind-blowing and amazing, and it actually resonates with the audiences. I feel like that's rare.","quoteAuthor":"Danny McBride","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71700","quoteText":"I have an amazing relationship with my wife, but sometimes there are arguments. It happens.","quoteAuthor":"Kris Allen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71701","quoteText":"It's amazing, it doesn't feel like it has been 10 years since retirement.","quoteAuthor":"Gabriela Sabatini","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71702","quoteText":"I'm definitely the most tech-savvy in my family. My wife wouldn't have a clue, as far as getting the computer working. All of my kids, it's amazing. Like everybody's kids, they're more savvy than I am, probably.","quoteAuthor":"Chris O'Donnell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71703","quoteText":"Emmanuel Lewis was amazing to work with. I'll love that guy to the end of time.","quoteAuthor":"Corin Nemec","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71704","quoteText":"No matter how loud the stadium is, once you're on that field and that offense walks up to the line, it's silent. You can only hear the guys on the field. It's amazing how much concentration you can have when it's required and how powerful your mind is to give it to you.","quoteAuthor":"Michael Strahan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71705","quoteText":"My dream car would be a Maserati. That would be amazing.","quoteAuthor":"Jordana Brewster","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71706","quoteText":"It was really fun being in Tara's trailer, working on my lines. Tara is such an amazing actress. She's so good at what she does. I learned a lot from watching her.","quoteAuthor":"Carson Daly","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71707","quoteText":"Before 'Twilight,' occasionally I would get the 'Hey are you that girl from that movie?' but no one knew my first and last name. The fans of the saga are amazing, and it's very flattering.","quoteAuthor":"Nikki Reed","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71708","quoteText":"My mom can't defend herself to the world. She is such an amazing woman, with such an open heart. It's a real hard line, and I crossed it. I took everyone's life story and assumed it would be a great thing to put on screen. I was being selfish and I feel so horrible about it. I feel so guilty.","quoteAuthor":"Nikki Reed","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71709","quoteText":"When we'd suggested doing it, the Theatre Royal management had said, 'Nobody wants to see Waiting for Godot.' As it happened, every single ticket was booked for every single performance, and this confirmation that our judgment was right was sweet. Audiences came to us from all over the world. It was amazing.","quoteAuthor":"Ian Mckellen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7170a","quoteText":"I was speaking to Ridley Scott the other day and he makes a film every 18 months. He's amazing really.","quoteAuthor":"Adrian Lyne","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7170b","quoteText":"There are a lot of people using technology that are playing to a click with backing vocals already stuck in there on some computerized thing that runs along in time to the show so they have these amazing vocals that are only partly the guys on stage producing them at the time.","quoteAuthor":"James Young","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7170c","quoteText":"Big dress, cocktails, party - I love that. It is my work, but my work allow me to have glamour, to wear beautiful and amazing dresses, to go to big ceremonies.","quoteAuthor":"Paz Vega","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7170d","quoteText":"Well, I've always thought that my career was in England, really. I used to do more in the theatre, and I felt that I should be there. It's not far is it? It's amazing the way that special FX have taken a quantum leap in what they're capable of doing.","quoteAuthor":"Albert Finney","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7170e","quoteText":"The strangest thing that human speech and human writing can do is create a metaphor. That is an amazing leap, is it not?","quoteAuthor":"Dennis Potter","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7170f","quoteText":"Giving birth was the most amazing thing I've ever done. I'd been living in a Third World country, and I said, 'I'm going to just squat behind a tree.' I basically did that but in a chair in my living room. I didn't want a sterile hospital room. I didn't want doctors. I had a midwife.","quoteAuthor":"Carolyn Murphy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71710","quoteText":"I always say, I'm certain I changed 'Watchmen' less than the Coen brothers changed 'No Country for Old Men.' I'm certain of it. But you don't hear the Cormac McCarthy fans, like, up in arms about it. They should be. It's like an amazing Pulitzer Prize-winning book.","quoteAuthor":"Zack Snyder","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71711","quoteText":"He's this amazing ambassador for all superheroes. What we've made as a film not only examines that but is also an amazing adventure story. It's been an honor to work on. As a comic book fan, Superman is like the Rosetta Stone of all superheroes.","quoteAuthor":"Zack Snyder","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71712","quoteText":"Google is in an amazing position to be the target of tons of lawsuits that will set precedent for many important things for us on the Internet.","quoteAuthor":"Joichi Ito","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71713","quoteText":"Arnold Schwarzenegger, I don't know if you'd call him a great actor, but he's amazing in terms of his presence, and he is interesting enough that you want to watch him.","quoteAuthor":"F. Murray Abraham","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71714","quoteText":"These people are amazing. It's so emotional I was thinking about wearing waterproof mascara.","quoteAuthor":"Victoria Beckham","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71715","quoteText":"I do like athletes as they have amazing self-discipline.","quoteAuthor":"Seal","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71716","quoteText":"My parents were amazing people who had no business being together - and they knew it.","quoteAuthor":"James Denton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71717","quoteText":"I think physical comedy is an amazing asset because it tells a story that's more universal than just language and dialogue. I grew up watching Charlie Chaplin and Buster Keaton. They're very powerful figures in my life.","quoteAuthor":"Josh Gad","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71718","quoteText":"The real amazing thing about all of this is I think I've maintained the mentality of a musician throughout it all, which I'm proudest of. And I'm still playing on people's records and singing on people's records.","quoteAuthor":"Vince Gill","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71719","quoteText":"When things happen - you ask yourself why today, why not tomorrow, why not yesterday? That's the most amazing thing about time.","quoteAuthor":"Ozwald Boateng","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7171a","quoteText":"That's an amazing feeling, to walk onstage, and you're not thinking about anything, you're not thinking about your lines or what you're supposed to do - your body, your brain knows, so there's freedom. There's not fear, there's not nerves.","quoteAuthor":"Eric McCormack","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7171b","quoteText":"And you can't complain about kissing Emma Watson. Isn't that what everyone in the world wants to do? I've known Emma for a few years. She's this amazing capacity of young and vibrant and brilliant, but also a bright, intelligent old soul.","quoteAuthor":"Eddie Redmayne","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7171c","quoteText":"I suppose it's amazing how quick life goes by when you have children.","quoteAuthor":"Steffi Graf","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7171d","quoteText":"Pebble Beach. It is tough and the lay out is amazing.","quoteAuthor":"Natalie Gulbis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7171e","quoteText":"Nancy Lopez has always been a role model of mine... so to have the opportunity to play for her and spend time with her has been amazing.","quoteAuthor":"Natalie Gulbis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7171f","quoteText":"Hawaii was beautiful of course, we played at Turtle Bay an amazing resort right on the ocean.","quoteAuthor":"Natalie Gulbis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71720","quoteText":"At 13, when I was a runaway, I was taken in by the most amazing drag queens in Portland, Ore. We didn't always know where our next meal was coming from, but there was so much camaraderie and love. Not to mention, those girls could paint a face, and I learned how because of them.","quoteAuthor":"Rose McGowan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71721","quoteText":"Two packed houses. I guess the theater sat 2,700 people every night so it was an amazing experience.","quoteAuthor":"Blair Underwood","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71722","quoteText":"I think Paul Newman had an amazing career. I also love what Tom Hanks has done. He has always made very grounded movies that have something to say. He has found a way to make blockbusters that are about something and that is what I want to do.","quoteAuthor":"Josh Duhamel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71723","quoteText":"I'm always going to get more of a charge playing Chicago than I will Duluth or some place like that. Just because of the history and the people there are way more knowledgeable than a lot of other cities. It's an amazing music scene with some great bands and great musicians.","quoteAuthor":"Matt Cameron","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71724","quoteText":"I know so many amazing actors who don't get work... and then there are a bunch of real duds that work all the time. The industry is just not fair in that way.","quoteAuthor":"Jenna Fischer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71725","quoteText":"Always expect the unexpected. Right around Thanksgiving, when the new Alex Cross will be out. It's called Four Blind Mice and it's a pretty amazing story about several murders inside the military.","quoteAuthor":"James Patterson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71726","quoteText":"I am married to the most amazing, generous and beautiful human being and it has been hard on him because from the outside if you look at it it's just all about me.","quoteAuthor":"Emily Watson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71727","quoteText":"100 million iphones don't lie. What an amazing man. He is the apple of all of our i's. We have an i everything and its all so amazing.","quoteAuthor":"Billy Bush","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71728","quoteText":"It's not always thankless. Let's face it - it's not always thankless. I've gotten a lot of really great recognition and I've worked with amazing people.","quoteAuthor":"Kyra Sedgwick","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71729","quoteText":"There's the Hollywood sign there's Griffith Observatory there's the great, amazing Los Angeles Basin. It's 465 square miles of insanity and the best food on the planet.","quoteAuthor":"Robert Crais","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7172a","quoteText":"I had a great time with John Duigan he's pretty amazing.","quoteAuthor":"Sam Rockwell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7172b","quoteText":"Good acting is good acting, however you learn it. Some people who haven't studied are amazing. Some people like Leonardo DiCaprio are naturally gifted - he's learned technique by working with people early on.","quoteAuthor":"Sam Rockwell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7172c","quoteText":"I have those songs as well. It depends on what I'm going through in my life but I'm a huge fan of Bjork. Sometimes I get so emotional because she's so amazing.","quoteAuthor":"Ashlee Simpson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7172d","quoteText":"I have amazing people around me. I couldn't be in a better place. I'm grateful for my life and where I'm at. I never thought I could be in the position that I'm in.","quoteAuthor":"Ashlee Simpson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7172e","quoteText":"Maybe I was just lucky, but I had the best pregnancy, and I loved giving birth. It was just the most amazing thing, so surreal but so real.","quoteAuthor":"Ashlee Simpson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7172f","quoteText":"With most British actors, it's amazing. I think they start with the character on the outside and work in.","quoteAuthor":"Norman Jewison","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71730","quoteText":"In our relationship, we don't have that situation. I don't require what he needs, and he doesn't require what I need. I know what I do I have an amazing life that nobody knows about.","quoteAuthor":"John Oates","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71731","quoteText":"I have a great family, I live an amazing life.","quoteAuthor":"John Oates","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71732","quoteText":"It really lasted the whole game, because I was really untouchable, unstoppable that game. But it was heightened on one particular play, and that was the longest run where everything completely slowed down. My awareness was so keen, it was so heightened, it was really amazing.","quoteAuthor":"Marcus Allen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71733","quoteText":"Recently, I went to a disco with friends, and all the young people were saying, 'Dudamel, we want to go to your concert, but it's impossible because it's sold out.' It's really amazing.","quoteAuthor":"Gustavo Dudamel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71734","quoteText":"Going to a concert can sometimes be very difficult. It can be a long journey. There's the ticket prices. But when the music goes to the community - not the community coming to the concert - they say, 'Wow! I didn't know that this music was so amazing!'","quoteAuthor":"Gustavo Dudamel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71735","quoteText":"Whenever I listen to a children's orchestra, I learn. They feel everything, they enjoy everything, they have amazing energy.","quoteAuthor":"Gustavo Dudamel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71736","quoteText":"So for my studio purposes, I know that I'm in my studio with technicians who've done amazing things to my board and to my power amps and I know what I can deliver out of my studio.","quoteAuthor":"Billy Sherwood","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71737","quoteText":"It's been amazing how this crazy career has been created. I feel that it's been given to me. I wouldn't be anywhere without Victoria's Secret.","quoteAuthor":"Candice Swanepoel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71738","quoteText":"But it's amazing how many people think that gay men should slink off into the shadows when it comes to having friendships with children.","quoteAuthor":"Armistead Maupin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71739","quoteText":"'Aladdin' was probably my favorite Disney animation when I was a kid. The animation was great and Robin Williams was unbelievable as the Genie. 'Aladdin' was an amazing adventure and the lead character was a hero for guys, which I loved. It wasn't a princess or a girl beating the odds it was a street rat. That seemed really cool to me.","quoteAuthor":"Zachary Levi","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7173a","quoteText":"I believe in incentivizing people. If you can incentivize people in anything, whether it's in politics in life in spirituality in business just take care of folks. Incentivize them and all of a sudden it's amazing the difference that you'll see.","quoteAuthor":"Zachary Levi","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7173b","quoteText":"I'll watch a Pixar movie over and over and over again. I'll be with friends of mine who have kids, that want to watch 'Finding Nemo,' and I'm like, 'Yeah, okay, let's watch 'Nemo' again, for the seven billionth time!,' because they're amazing movies.","quoteAuthor":"Zachary Levi","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7173c","quoteText":"In my fifty years of experience and memory, I have seen the most amazing increase in the standard of living of a people ever achieved anywhere in the world. This is why I am so sure that our system of free competition and industrial development is sound and must be preserved.","quoteAuthor":"Charles E. Wilson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7173d","quoteText":"I'm very concerned for the future of the earth and its amazing creatures. We've got to be careful and make sure we don't foul our own nest.","quoteAuthor":"John Lithgow","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7173e","quoteText":"One of the most amazing things I got from the film, so much green screen, there are so many moments and it really taught me about how important it is to have an intention when flying, when going somewhere and having an intention.","quoteAuthor":"Brandon Routh","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7173f","quoteText":"It was a great mantel to be able to take on really, an amazing legacy. And you know to finally see it, because I just saw the final product yesterday as well, is really amazing to be part of something like this.","quoteAuthor":"Brandon Routh","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71740","quoteText":"Christopher Reeve did such an amazing job that to give him some kind of accent or more bravado would have been wrong. Audiences wouldn't have responded to that either.","quoteAuthor":"Brandon Routh","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71741","quoteText":"But as far as, for I think it will be amazing you know where I find myself years from now because of this film. It's just amazing, I think everybody's going to kind of know this film and because of it, me. So I you know it's crazy.","quoteAuthor":"Brandon Routh","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71742","quoteText":"I have my favourite fashion decade, yes, yes, yes: '60s. It was a sort of little revolution the clothes were amazing but not too exaggerated.","quoteAuthor":"Valentino Garavani","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71743","quoteText":"For years, I never knowingly went on a holiday. When I travelled, it was for work. Now I am a huge advocate, particularly to places which have amazing wildlife, such as Antarctica, India and Patagonia.","quoteAuthor":"Miranda Richardson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71744","quoteText":"Dick Van Dyke was my first idol. He's an amazing physical comedian, like a classic clown, but also very smart and not afraid to show vulnerability.","quoteAuthor":"Douglas Wood","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71745","quoteText":"I'd love to work with Sufjan Stevens. He so gets it. He's amazing.","quoteAuthor":"Lee DeWyze","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71746","quoteText":"It's really sad looking at people like Lindsay Lohan. She's an amazing actress, but you see what happens when people know too much about your personal life. They start not being able to look at you the same way professionally. I don't want that to happen to me.","quoteAuthor":"Dianna Agron","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71747","quoteText":"I just wanna give a big shout out to all the fans out there who have followed my work up until now. You guys are amazing!! Hearing from fans is the best feeling in the world.","quoteAuthor":"Lindsey Shaw","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71748","quoteText":"Fame and stuff like that is all very cool, but at the end of the day, we're all human beings. Although what I do is incredibly surreal and fun and amazing and I'm really grateful for it, I don't believe my own press release, do you know what I mean?","quoteAuthor":"Tom Hardy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71749","quoteText":"Our fears are an amazing gift of the imagination... a way of glimpsing what might be the future when there's still time to influence how that future will play out.","quoteAuthor":"Karen Thompson Walker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7174a","quoteText":"I left my job in the fall, and now I can set my life up around writing instead of squeezing writing into my day it's amazing to have that time, and I feel very lucky.","quoteAuthor":"Karen Thompson Walker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7174b","quoteText":"I feel like writing a book there's always a version in your head that's an amazing version, but then you write the version that you can write.","quoteAuthor":"Karen Thompson Walker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7174c","quoteText":"As an editor, I read Charlotte Rogan's amazing debut novel, 'The Lifeboat,' when it was still in manuscript. I read it in one night, and I really wanted my company to publish it, but we lost it to another house. It's such a wonderful combination of beautiful writing and suspenseful storytelling.","quoteAuthor":"Karen Thompson Walker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7174d","quoteText":"I am also hugely excited to then be competing to defend my three Paralympic titles at the Paralympic Games. I believe we will see some amazing times posted and I am very much looking forward to what will be an incredible Olympics and Paralympics in London.","quoteAuthor":"Oscar Pistorius","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7174e","quoteText":"But I'm trying not to be cynical - I don't want to be one of those people who has a cool opportunity and blows it. It's really amazing what's happening to me.","quoteAuthor":"Shannyn Sossamon","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7174f","quoteText":"My favorite laser disk ever was the laser disk for The Graduate, which had a commentary track that wasn't even the filmmakers, it was a professor, some film criticism guy who just happen to be this amazing commentator who went off into the whole theory of comedy.","quoteAuthor":"Jay Roach","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71750","quoteText":"I think that marriage is an amazing institution and should be preserved, and you can have great marriages, and you must because sharing your life with someone is like the greatest thing. And I loved being able to set a good example for that on television.","quoteAuthor":"Jenna Elfman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71751","quoteText":"We used to go to Studio 54 - an amazing place.","quoteAuthor":"Jerry Hall","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71752","quoteText":"Yeah, I've worked with a couple of female directors, now, and I think that they're amazing. As good or better than guy directors.","quoteAuthor":"Alia Shawkat","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71753","quoteText":"We shouldn't feel restricted by our sexuality, and our sexuality doesn't have to be a cultural choice. That's an amazing variety of music within those five main performers.","quoteAuthor":"Neil Tennant","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71754","quoteText":"Hollywood is the place to be for actors - and there's just a big rush when an Australian comes over just because there's less of them. I guess that's just how it is. Like if you pick a pink jellybean out of a jar of green ones it'd be amazing, but if you pick a green one, no one will care.","quoteAuthor":"Callan McAuliffe","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71755","quoteText":"What's great about TV, and what I love about being on 'Parenthood,' is you have this family. I'm now going on four years of working with the same 100 people, and that helps you feel like your life has more roots. It's more conducive to having a family, and you're staying in town. So that part is amazing.","quoteAuthor":"Dax Shepard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71756","quoteText":"When you're true to who you are, amazing things happen.","quoteAuthor":"Deborah Norville","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71757","quoteText":"Children are amazing, and while I go to places like Princeton and Harvard and Yale, and of course I teach at Columbia, NYU, and that's nice and I love students, but the most fun of all are the real little ones, the young ones.","quoteAuthor":"David Dinkins","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71758","quoteText":"I've been given an amazing opportunity and I could not be more grateful. But I also know that all this will eventually die off. It's not real. It will go away and then you'll go away and then, I don't know, I'll be left sitting in some English hotel room.","quoteAuthor":"Josh Brolin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71759","quoteText":"The perfect life would be to have an amazing part every year and to spend all my free time to just write.","quoteAuthor":"Melanie Laurent","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7175a","quoteText":"Everybody just asks me 'Are you going to make Hollywood movies now?' First, I don't know. Second, I never dreamed about that I just dreamed about making movies with Tarantino. So if I can make movies with a lot of amazing directors - yes.","quoteAuthor":"Melanie Laurent","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7175b","quoteText":"Because I've made a film with such an amazing director as Tarantino, I'm much more conscious of working with good directors from now on, so that's what's important to me. I don't really care about making a big movie - I just want to make good ones.","quoteAuthor":"Melanie Laurent","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7175c","quoteText":"Don't count out other amazing programming like Frontline. You will still find more hours of in-depth news programming, investigative journalism and analysis on PBS than on any other outlet.","quoteAuthor":"Gwen Ifill","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7175d","quoteText":"It's amazing what some people read into songs.","quoteAuthor":"Richard Thompson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7175e","quoteText":"I walked to Seward School first through fourth grade. It's just amazing to me now that we'd walk down 10th Avenue on Capitol Hill.","quoteAuthor":"Stone Gossard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7175f","quoteText":"I really think it is amazing that people actually buy software.","quoteAuthor":"Bill Budge","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71760","quoteText":"I love the fact we're still on the road. I was born to be a factory worker really, so for me the chance to get on stage at Wembley 30 years after we started is amazing.","quoteAuthor":"Joe Elliott","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71761","quoteText":"I love watching amazing actors and actresses that you can't take your eyes off of because everything they are doing - even if it is just twiddling their thumbs or scratching their eye - it's just interesting.","quoteAuthor":"Sara Paxton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71762","quoteText":"I think Nina Simone has had an amazing journey. She was spicy and she had attitude and she didn't care, she wanted her money in a paper bag and don't mess with me and I've been doing some research on that so.","quoteAuthor":"Nia Long","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71763","quoteText":"We have an amazing fan base all around the world that love 40FT.","quoteAuthor":"Steve Brown","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71764","quoteText":"I'm the poster boy for Propecia. It's amazing.","quoteAuthor":"Joe Lando","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71765","quoteText":"The son has always felt like he was a footnote in one of the stories the father tells. The father is an amazing storyteller and one of the tales that he tells is how he met his wife.","quoteAuthor":"Danny DeVito","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71766","quoteText":"I think Serena Williams is the best tennis player of this generation, if not the best ever. It is amazing for her to be playing as well as she is at the age of 31.","quoteAuthor":"Samantha Stosur","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71767","quoteText":"Receiving the Newcombe Medal for a third year in a row is an amazing honour. The Newcombe Medal is a great occasion for the Australian tennis community to come together and celebrate our sport, recognise people's achievements and contributions to Australian tennis.","quoteAuthor":"Samantha Stosur","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71768","quoteText":"I had an amazing childhood.","quoteAuthor":"Abbie Cornish","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71769","quoteText":"But it was great, we sit in the same dressing room where, like, Johnny Cash sat and Willie Nelson and all those guys. That was in itself something amazing - I was on the same space these guys stood on, ya know?","quoteAuthor":"Alan Vega","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7176a","quoteText":"United Artists wanted to do records with me. I had no idea, what a rare thing that was... to make an album. And they put a guy with me working on songs, and I got busy with films. I just kind of let it slide. Isn't that amazing?","quoteAuthor":"John Astin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7176b","quoteText":"Paul Farmer has helped to build amazing health care system in one of the poorest areas of Haiti. He founded Partners in Health, which serves the destitute and the sick in many parts of the world from Haiti to Boston and from Russia to Peru.","quoteAuthor":"Tracy Kidder","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7176c","quoteText":"There is such amazing talent at Disney. My job is 100% creative, and I am very excited to creatively lead them.","quoteAuthor":"John Lasseter","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7176d","quoteText":"Croatia is an amazing place.","quoteAuthor":"Jean Reno","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7176e","quoteText":"Everybody knows about Pearl Harbor. The thing that really fascinated me is that through this tragedy there was this amazing American heroism.","quoteAuthor":"Michael Bay","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7176f","quoteText":"Working on such a big film was amazing. I learned a lot. There weren't too many stunts, just some doubling.","quoteAuthor":"Christopher Parker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71770","quoteText":"Moby Dick - that book is so amazing. I just realized that it starts with two characters meeting in bed that's how my book begins, too, but I hadn't noticed the parallel before, two characters forced to share a bed, reluctantly.","quoteAuthor":"Michael Chabon","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71771","quoteText":"Christina Ricci is amazing, the most professional actor I think I've ever met. You can be chatting with her and when they call action, she's right there.","quoteAuthor":"Lisa Kudrow","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71772","quoteText":"My sister Jennifer is an Emmy winning journalist and mother of three amazing girls. She brings an exceptional dedication to her job, her family, and her community, and has been a role model of mine for many, many years. I'm extremely proud of her.","quoteAuthor":"Ron Livingston","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71773","quoteText":"Being a parent is amazing.","quoteAuthor":"Angela Kinsey","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71774","quoteText":"My mom, the fabulous Bertie Kinsey, is an amazing seamstress. She quilts and sews and is so crafty. We call her the Southern Martha Stewart!","quoteAuthor":"Angela Kinsey","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71775","quoteText":"I tend not to wear accessories. I'm not one of those gals with a drawerful of amazing jewelry. I don't even have my ears pierced! But I have one bracelet that never comes off my wrist.","quoteAuthor":"Rachael Taylor","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71776","quoteText":"Los Angeles is a very magical place when you take the entertainment industry out of it. You have beautiful beaches and amazing mountains here. I'm a big rock climber. I head out into the mountains whenever I have free time. It's amazing.","quoteAuthor":"Alex Pettyfer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71777","quoteText":"My heart is so light that it's amazing. I get to play all this grief, all this loss, all this disaster and chaos. It's hysterically funny. I am very light.","quoteAuthor":"Linda Hamilton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71778","quoteText":"Some people are born with a brain that has this weird, magical mathematical thing that makes them an amazing jazz musician.","quoteAuthor":"Andy Richter","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71779","quoteText":"I remember the first time I felt that I was sharing the stage with someone spectacular was dancing with Beyonce. It was the dancers, the band, Beyonce and me in front of thousands of people. That was sick. It was pretty amazing that I got to travel the world with someone like her.","quoteAuthor":"Harry Shum, Jr.","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7177a","quoteText":"If Martin Scorsese calls, I am available. And then there the ones, well, you can just run down the list - any of those Oscar-nominated films, they have amazing directors across the board.","quoteAuthor":"Timothy Olyphant","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7177b","quoteText":"L.A. Woman is amazing, but when I was growing up I was into the Who.","quoteAuthor":"Bruce McCulloch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7177c","quoteText":"It was an amazing mistake to lose 10p on every copy because your sleeve is so expensive.","quoteAuthor":"Peter Hook","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7177d","quoteText":"Raising a small child as a woman while travelling 10 months out of the year would, I believe, be something I would not be able or even want to do, although with the amazing example of Leila, I am no longer so sure.","quoteAuthor":"Lara St. John","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7177e","quoteText":"I had very strong feelings, so the chance to make a film that deals in an imaginative way with stuff you care tremendously about is a real high. It's a really amazing thing to be able to do.","quoteAuthor":"Jonathan Demme","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7177f","quoteText":"I wanted to raise the voice of a lot of the people that I knew growing up, and this was, for the most part, poor people who had extraordinary dreams but also very amazing obstacles.","quoteAuthor":"Edwidge Danticat","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71780","quoteText":"It is amazing that something I did 23 years ago still has an audience that people respond to and I am touched and surprised that people are still very positive about.","quoteAuthor":"Gil Gerard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71781","quoteText":"It's amazing that you can listen to any song and you can always tell when there's some substance beneath it and when there isn't. Even if it's poetically written and technically brilliant, I'd rather hear something that's all over the place but has some soul to it.","quoteAuthor":"Teddy Thompson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71782","quoteText":"Alan Cumming is such an amazing performer and person.","quoteAuthor":"Carrie Preston","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71783","quoteText":"My method of helping someone is saying, 'Wow, you look amazing. Let me help you look even better.' I think tearing someone down is an awful thing to do. It has a lasting impression on people.","quoteAuthor":"Carson Kressley","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71784","quoteText":"I think one of the coolest things about the job is the level of trust we have for each other. The actors fully trust that the writers will write amazing episodes, and the writers trust that the actors will follow their instincts with the characters.","quoteAuthor":"John Krasinski","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71785","quoteText":"Trophies and medals have never meant much to me. I've had amazing experiences, which let you feel like you've accomplished something.","quoteAuthor":"John Krasinski","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71786","quoteText":"Most of the people I know who work out seriously do so because they have such an amazing outlook on life. To be who I want to be, I'm going to work out to be more positive, more active. It's proactive.","quoteAuthor":"John Krasinski","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71787","quoteText":"I think as a Canadian hockey player, you go through it in your mind so many times, being able to stand on that blue line and hear your national anthem play and being a gold medal champion, you dream of that. And then to be able to accomplish that and actually win a gold medal and represent your country its an amazing feeling.","quoteAuthor":"Sidney Crosby","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71788","quoteText":"They are amazing kids so we let them make decisions but also have discipline.","quoteAuthor":"Kelly Preston","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71789","quoteText":"When I receive letters from girls that say, 'You give me confidence,' I think, 'Wow, this is amazing.' That's my goal: to let people know it's truly what's on the inside that counts.","quoteAuthor":"Amber Riley","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7178a","quoteText":"We have an amazing advantage right now in that we have developed technology that is so sexy, so engaging for kids.","quoteAuthor":"LeVar Burton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7178b","quoteText":"Well, I want to do The Music Man. I think it's an amazing opportunity, but I think that they are probably looking at major movie stars right now, and I don't blame them.","quoteAuthor":"Gregory Harrison","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7178c","quoteText":"It's actually amazing because you go so far into another side of your brain when you're studying something completely different, and I loved it.","quoteAuthor":"Dido Armstrong","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7178d","quoteText":"Essex is an amazing county, with its own set of rules. It's a completely different world.","quoteAuthor":"Denise Van Outen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7178e","quoteText":"I try as much as possible to give you a great basic product and what comes out, I feel, is really amazing.","quoteAuthor":"Jil Sander","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7178f","quoteText":"It was really cool going to Sea World. We had an amazing time. They were amazing to us. We got to swim with the dolphins, and it was really special.","quoteAuthor":"Sarah Chalke","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71790","quoteText":"I was the first spokesperson for the Better Hearing Institute in Washington. And that's the message we tried to send out - there is hearing help out there, and the technology and options are amazing.","quoteAuthor":"Norm Crosby","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71791","quoteText":"Had 'Bridesmaids' not ended up being so amazing and successful, we would never have been able to make 'Bachelorette.' So we are in awe of 'Bridesmaids' and totally owe them so much.","quoteAuthor":"Lizzy Caplan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71792","quoteText":"I was given such a great gift. It's a miracle that never stops amazing me and reminding me to give thanks, every day. Having a wife and daughter gives me a lot more purpose. I was much more selfish before, but now I think about what kind of role model I'll be. I just want to be a better man.","quoteAuthor":"Jake Owen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71793","quoteText":"The lips on my upper right bicep are my girlfriend's lips. She has the most amazing lips, and I wanted to carry them around with me everywhere I go, considering I can't carry her lips physically with me. So I decided to place them in a discreet location, such as the inside part of my bicep.","quoteAuthor":"Jake Owen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71794","quoteText":"In editing, it's amazing how you choose the in and out points. What you cut on is everything for creating tension. It's amazing how expanding a shot by five seconds can just ruin the tension.","quoteAuthor":"Sean Durkin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71795","quoteText":"Definitely they write themselves. It's an amazing experience. It's like the characters have come alive and are sitting on my shoulder talking to me, telling me their tales.","quoteAuthor":"R. A. Salvatore","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71796","quoteText":"A million words were going through my head and honestly I didn't say one of them. I wanted to let it sit, simmer, you know I wanted to soak it all in - the moment was amazing.","quoteAuthor":"Stefano Langone","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71797","quoteText":"I mean, the whole idea of movies was it was special to go to see - you went to a movie theater to see something that was magical and amazing, in a very special location.","quoteAuthor":"Bob Balaban","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71798","quoteText":"I started walking at night with my sister in law which has been amazing. It really does something for you. It just kind of clears the mind, it just makes you feel better, things start to tighten a little bit.","quoteAuthor":"Ashley Scott","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71799","quoteText":"There is a film called 'A Separation.' If you see it playing, go see it. It's beautiful. It's so well written and the acting is amazing. It's one of those films that you would love to be a part of.","quoteAuthor":"Demian Bichir","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7179a","quoteText":"People like Frank Zappa were amazing for us Brits.","quoteAuthor":"Rick Wakeman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7179b","quoteText":"I think Damien Hirst is hilarious. And I think he's a true artist. He's not hilarious first I think he is a real artist, and I also think he's got an amazing sense of humor.","quoteAuthor":"Jemima Kirke","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7179c","quoteText":"It was at Bell Labs that I first made direct contact with real semiconductor experts and thus began to fully understand what amazing materials they were and what they could do.","quoteAuthor":"Robert B. Laughlin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7179d","quoteText":"It's amazing that this is all happening to Lost in Space.","quoteAuthor":"Mark Goddard","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7179e","quoteText":"Montana and I had a chemistry that was unbelievable. When I first came into the league he told me I added five years to his career, and I just think we complimented each other very well and were able to do some amazing things out on the football field.","quoteAuthor":"Jerry Rice","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7179f","quoteText":"So now, cut to ten years later, and I'm making this amazing contract with Pantene. It's incredible.","quoteAuthor":"Maria Menounos","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717a0","quoteText":"She's 32, and she has three children. She loves to be pregnant but she doesn't want anymore children in her life. So she decided to help another couple. And she's just been amazing.","quoteAuthor":"Cheryl Tiegs","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717a1","quoteText":"I've had four amazing men in my life, very strong, powerful, wonderful men. I certainly will have a relationship with someone but I don't think I will get married again.","quoteAuthor":"Cheryl Tiegs","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717a2","quoteText":"I am very rich because of 'Chic' - artistically as well as spiritually. It's been an amazing life.","quoteAuthor":"Nile Rodgers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717a3","quoteText":"I have never had trouble with any actor being able to visualise things. They are amazing. As long as you have your monster head on a long stick, so you can hold it up there and you can wave it around and let them see it and explain it to them, they are just great.","quoteAuthor":"Dennis Muren","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717a4","quoteText":"Acting is something I appreciate, and I think it's been an amazing experience. But I'm not passionate about acting the way you probably should be to call yourself an actor.","quoteAuthor":"Evangeline Lilly","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717a5","quoteText":"I was interested in transcendence from a very early age. I was interested in what was over there, what was behind life. So when I had my first communion I was very disappointed. I had expected something amazing and surprising and spiritual. Instead all I got was a bicycle. That wasn't what I was after at all.","quoteAuthor":"Anselm Kiefer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717a6","quoteText":"Mark Conseulos is so amazing.","quoteAuthor":"Lily Rabe","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717a7","quoteText":"Listen, a cable series is a beautiful thing because there's such amazing writing happening on television, and it's a schedule that allows you to do a play or two. There's a reason everybody wants that job!","quoteAuthor":"Lily Rabe","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717a8","quoteText":"The good Lord is amazing He opens up doors. I was close to abandoning the dream, and He was like, 'Hey, slow down there, buddy.'","quoteAuthor":"David Nail","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717a9","quoteText":"No, Arrested Development was such an amazing experience in every way, and you know it was very unique in that it was a show that received a lot of critical acclaim, and yet we didn't ever achieve the ratings that we wanted.","quoteAuthor":"Will Arnett","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717aa","quoteText":"I stood for parliament with the amazing support and help of my ex-husband, but it's not something that was handed to me like a peerage. I worked hard and was elected. So my achievements, such as they are, are my own.","quoteAuthor":"Louise Mensch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ab","quoteText":"I'm not sure I make old bones in parliament. It's an amazing experience to have had but I can't see myself being Mother of the House.","quoteAuthor":"Louise Mensch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ac","quoteText":"After all these years, it's still amazing what Obama is allowed to get away with. He says low gas prices in 2009 were caused by a terrible economy, but then claims that the lower number of illegal aliens crossing the border is because of his border policies, not the same lousy economy.","quoteAuthor":"Howie Carr","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ad","quoteText":"I think I came across Cecil Taylor a bit later, in 65 or 66. That really impressed me - Cecil Taylor is an amazing character... Both his music and the way he approaches the instrument are astonishing.","quoteAuthor":"Luc Ferrari","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ae","quoteText":"My dream career would be to be in things that have real heart and are telling real stories but while doing that, you're getting really big laughs. I don't necessarily love the straight crazy comedies. 'Caddyshack' is amazing, but there's not a lot of new 'Caddyshack's.","quoteAuthor":"Jake Johnson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717af","quoteText":"I get to travel around the world and meet all of these amazing people, and they're singing my songs! And to me, that's crazy.","quoteAuthor":"Kina Grannis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717b0","quoteText":"In the past few years, we've been doing amazing stuff with desserts. Pastry chefs have been using herbs and spices in their desserts. So vanilla cake doesn't have to be just vanilla, it can have a little thyme. Or you could have a custard with a little lavender in it, which is just amazing.","quoteAuthor":"Ron Ben-Israel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717b1","quoteText":"Southern California, they have been amazing. They're totally with us.","quoteAuthor":"Chita Rivera","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717b2","quoteText":"I auditioned for 'Girls' the fall after I graduated from Yale. The show has been amazing - as close to perfect as it gets!","quoteAuthor":"Allison Williams","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717b3","quoteText":"Try as hard as we may for perfection, the net result of our labors is an amazing variety of imperfectness. We are surprised at our own versatility in being able to fail in so many different ways.","quoteAuthor":"Samuel McChord Crothers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717b4","quoteText":"I don't get a chance to do many of my own stunts on 'Buffy' - none of us do. We have amazing stunt people who make us all look really believable and really good.","quoteAuthor":"Emma Caulfield","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717b5","quoteText":"We're all doing different things and some of the girls are mums, so priorities have changed. But I would love to do something with the Spice Girls again. I know we would have an amazing time.","quoteAuthor":"Emma Bunton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717b6","quoteText":"I like what I see now in China, but I think the Japanese are a step ahead into craziness and weirdness. I go to galleries there that are the size of a New York elevator, and every time I'm surprised by the amazing things I find. I really hope I'll be able to promote some of these artists, to show their work in the West.","quoteAuthor":"Jean Pigozzi","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717b7","quoteText":"You can be the best actor in the world, but if you don't have that one lucky moment, it kind of doesn't matter. There are a lot of amazing actors who will never get the chance to prove themselves because they won't have that one lucky moment.","quoteAuthor":"Jeremy Irvine","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717b8","quoteText":"The New York Quarterly is an amazing, intelligent, crazy, creative, strange, and indispensable magazine.","quoteAuthor":"James Dickey","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717b9","quoteText":"I'm having a great time. I get to travel and see the world. And yeah, I'll have a family, because I don't want to miss out on that amazing experience, but it's not defining who I am.","quoteAuthor":"Krysten Ritter","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ba","quoteText":"My family has been amazing, and they understand how blessed I am. They've been able to keep my sense of humor.","quoteAuthor":"Karen Duffy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717bb","quoteText":"I just had that conversation this morning with my doctor. I just got back from the hospital a half-hour ago, and nothing will make me happier than to replicate the DNA of my amazing husband. I'm optimistic.","quoteAuthor":"Karen Duffy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717bc","quoteText":"It was amazing that during rehearsals, without any of the costume on, the character was there complete. It just happened. Half the time, I didn't know I was doing it.","quoteAuthor":"Peter Mayhew","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717bd","quoteText":"New Orleans in an amazing town.","quoteAuthor":"Benjamin Walker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717be","quoteText":"You can muck around with different guitars for certain bits, but you have to have your own sound. That's your benchmark, that's your sound. I also play a Black Beauty. It sounds amazing.","quoteAuthor":"Dan Hawkins","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717bf","quoteText":"Any day acting is an amazing day.","quoteAuthor":"Kiernan Shipka","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717c0","quoteText":"It's amazing that this is still news to people, but that affects the final outcome of the film. When people are treated well, and they're made to feel valued, they give 110 percent.","quoteAuthor":"Adam Arkin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717c1","quoteText":"'Chasing Amy' was an amazing role, but then after that, I went and did 'Big Daddy' and you're the girlfriend or you're the best friend. I wasn't getting the Nicole Kidman roles.","quoteAuthor":"Joey Lauren Adams","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717c2","quoteText":"The Academy Awards was an amazing night. I know I kind of lost my mind a little bit. I apologize for that. That night went so fast I can't remember what I said or what happened.","quoteAuthor":"Cuba Gooding, Jr.","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717c3","quoteText":"It's pretty amazing to me that my first hit record was an Elvis Presley record.","quoteAuthor":"Mac Davis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717c4","quoteText":"It's great that in the German language I've sold almost 30 million books. Isn't that amazing?","quoteAuthor":"Ken Follet","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717c5","quoteText":"I think women are amazing and women's friendships are like a sisterhood and we should see more of it in television and film.","quoteAuthor":"Laurie Holden","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717c6","quoteText":"It's just amazing to do something that's part of a pop culture phenomenon.","quoteAuthor":"Chaske Spencer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717c7","quoteText":"I just want to work forever. I absolutely love what I'm doing. I learn all the time from all these amazing artists.","quoteAuthor":"Juno Temple","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717c8","quoteText":"You know, Johnny Depp has always been a massive inspiration for me and he's somebody who has produced an incredible amount of work, and every single piece that he does is amazing.","quoteAuthor":"Jamie Campbell Bower","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717c9","quoteText":"There's such an array of brilliant roles for young women. You read all these amazing young women going through different stages in their life - different stages, different fascinations, different textualities, different friendships.","quoteAuthor":"Juno Temple","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ca","quoteText":"I just did a part in 'Sin City 2.' I got to do a scene with Ray Liotta. Amazing man, extraordinary gentleman who was just so kind to me... I'm so excited about that I think it's gonna be very cool.","quoteAuthor":"Juno Temple","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717cb","quoteText":"The thing that's tricky is sometimes the best voices - just because someone hits the big notes and sounds amazing - it doesn't necessarily mean they make the greatest artists.","quoteAuthor":"Kara DioGuardi","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717cc","quoteText":"I love MySpace it's done an amazing job for me and it's been insane over the past couple of weeks, but I'm not a poster girl for them.","quoteAuthor":"Lily Allen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717cd","quoteText":"Actually, we got signed in November of 2000 with Dreamworks which is the most amazing label. We have friends on other labels and though we are not selling millions of records, yet, they treat us with tons of respect and give us some very good guidance.","quoteAuthor":"Adam Rich","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ce","quoteText":"I liked the way they treated the first, second, and third place finishers equally. It was an amazing year. I only entered two song contests this year I won one and placed second in the other. And I entered each of them a day or two before the deadline.","quoteAuthor":"Arthur Godfrey","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717cf","quoteText":"Winning 'The Apprentice' changed my life in ways I could never have imagined. It has been an amazing experience working for Donald Trump and I am very grateful for the whole opportunity.","quoteAuthor":"Bill Rancic","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717d0","quoteText":"It's amazing how everyone has an opinion on how you should live your life.","quoteAuthor":"Sherry Stringfield","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717d1","quoteText":"The racing driver's mind has to have the ability to have amazing anticipation, coordination, and reflex. Because of the speed the car goes.","quoteAuthor":"Emerson Fittipaldi","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717d2","quoteText":"Well, it was the beginning of my film career. It was amazing to me that I got nominated for an Academy Award.","quoteAuthor":"Sally Kellerman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717d3","quoteText":"It doesn't take money to have style, it just takes a really good eye. Sometimes you can find amazing culinary antiques that will make it feel like an old French kitchen.","quoteAuthor":"Tyler Florence","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717d4","quoteText":"'Game of Thrones' is an amazing show, and I have no problem speaking of the virtues of HBO.","quoteAuthor":"Peter Dinklage","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717d5","quoteText":"I thoroughly enjoyed working on Enemy of the State. Tony Scott is an important director, and has an amazing ability to express himself, and he doesn't do it in musical terms , he does it in emotional terms. I got along really well with him.","quoteAuthor":"Trevor Rabin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717d6","quoteText":"Innovation is this amazing intersection between someone's imagination and the reality in which they live. The problem is, many companies don't have great imagination, but their view of reality tells them that it's impossible to do what they imagine.","quoteAuthor":"Ron Johnson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717d7","quoteText":"My older brother Mike is an excellent trumpet player. By the time he was 12, he was playing around Kansas City in classical situations. He was already an amazing talent.","quoteAuthor":"Pat Metheny","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717d8","quoteText":"I was about 14, and my friend's stepdad asked me to do a 10K with him because his son - who was more into basketball - didn't want to. It was amazing, and I still remember the time I got: 48:23.","quoteAuthor":"Sean Astin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717d9","quoteText":"It's amazing to see places like Madison Square Garden on the schedule again.","quoteAuthor":"Roger Andrew Taylor","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717da","quoteText":"I love Prince Harry. Good looking and a bit of a rebel. Me and his dad are as thick as thieves and I knew Harry before I knew his dad so we've met a few times. I think he's amazing. And I think you can relate to him because he's made mistakes. He's cool.","quoteAuthor":"Cheryl Cole","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717db","quoteText":"I would love to work with Anthony Hopkins I would love to work with Meryl Streep I would love to work with DeNiro I would love to work with Johnny Depp I'd love to work with Brad Pitt, Matt Damon, Gwyneth Paltrow... I think she's amazing.","quoteAuthor":"Tara Reid","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717dc","quoteText":"At first I missed it, but it was the amazing energy thing that happened during shows, when a lot of people were like Yay Yay Yeah! I missed that for a while. But I don't miss the regular and the business side of that whole thing.","quoteAuthor":"Bill Kreutzmann","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717dd","quoteText":"I like making films about old people because they are repositories of amazing stories that they tell well. And they're incredibly good telly.","quoteAuthor":"Ian Hislop","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717de","quoteText":"The opportunity, number one, to work with Ang Lee is an amazing thing for me.","quoteAuthor":"Sam Elliott","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717df","quoteText":"James Franco has this interesting and relaxed look. It's pretty 'I don't care,' but it still looks good. Ryan Gosling also has amazing style. I take a lot of my fashion tips from those two. In my opinion, they're the ones getting it right.","quoteAuthor":"Josh Henderson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717e0","quoteText":"My grandfather was one of the most amazing Baptist ministers in history, he was unbelievable. He was one of the most amazing men - the most amazing man that I ever met... He lived an amazing life.","quoteAuthor":"Josh Henderson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717e1","quoteText":"I spend up to two hours a day on correspondence. Hearing from fans on the Internet and being able to directly respond to the fan base is exciting. You can cut out the middle man like the fan club... before a recent appearance in Tyler, Texas, I had fans reaching out on MySpace offering their lake house, Mavericks tickets. It was amazing.","quoteAuthor":"Josh Henderson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717e2","quoteText":"It was a wonderful experience to work with Sylvia. She pushed me to be more powerful with my acting, and she told me scores of the most incredible stories I've ever heard. She is amazing.","quoteAuthor":"Lukas Haas","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717e3","quoteText":"I grew up with all boys in my family, where there was no place for girlie stuff. But it's amazing to walk into my house now. Everything is pink!","quoteAuthor":"Jerry O'Connell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717e4","quoteText":"It's amazing how stress keeps you trim.","quoteAuthor":"Peter Andre","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717e5","quoteText":"These things have a life of there own and never existed when I was growing up certainly worrying when one would get made. It's kind of amazing how that one movie kept living through all these years.","quoteAuthor":"Stockard Channing","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717e6","quoteText":"At 13, I realized that I could fix anything electronic. It was amazing, I could just do it. I started a business repairing radios. It grew to be one of the largest in Philadelphia.","quoteAuthor":"Amar Bose","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717e7","quoteText":"It's odd, because I used to see pictures, on telly or wherever, of what I now know to be Shaftesbury Avenue and I used to wonder what that amazing street with all the lights was. Well, now I know. I think when you get a wee taste of something, it maybe isn't what you thought it was.","quoteAuthor":"Shirley Henderson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717e8","quoteText":"There was just this amazing individuality. It's just a whole different world of optimism and fearlessness, women taking off their bras and dancing around naked, and a political hopefulness and involvement.","quoteAuthor":"Jill Clayburgh","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717e9","quoteText":"The amazing thing now is that most of those so-called critics who were telling me to find my own voice seem to have lost theirs.","quoteAuthor":"Brian Lumley","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ea","quoteText":"Just going on the road and entertaining the fans, that's amazing.","quoteAuthor":"Jordan Knight","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717eb","quoteText":"If we get the capabilities, NATO, along with the European Union, can do amazing things.","quoteAuthor":"Lord Robertson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ec","quoteText":"Acting is fantastic, but to be able to create a whole world on celluloid is amazing. It's like taking your dreams straight from your head and projecting them onto a screen.","quoteAuthor":"Amber Benson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ed","quoteText":"I'm the lead singer of the Beach Boys and an ambassador of this amazing music that touched a generation.","quoteAuthor":"Mike Love","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ee","quoteText":"I think this is the biggest win in my career. To beat Venus in Wimbledon is just something amazing.","quoteAuthor":"Elena Vesnina","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ef","quoteText":"One of the most amazing locations I've ever been is the top of the volcano in Tanzania, Africa. It's an actual volcano where you really have this lava every day.","quoteAuthor":"Jan de Bont","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717f0","quoteText":"Being in an area of the planet where scientists believe mankind started is quite amazing.","quoteAuthor":"Jan de Bont","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717f1","quoteText":"'10' was amazing! I had no career before '10' and then all of a sudden I was able to do pretty much whatever I was able to do in the business.","quoteAuthor":"Bo Derek","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717f2","quoteText":"When I see myself in the videogame it's amazing how realistic I look. This is the most authentic and realistic soccer game I have ever seen. It is like I'm looking in a mirror. The attention to detail is incredible.","quoteAuthor":"Claudio Reyna","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717f3","quoteText":"What's amazing is that I'm recognized all over the world through 'Red Dwarf.' British fans are exceptional, but the American fans are something else. Some of them fly 500 miles to stand in line for three hours, just to meet me, then when they do they collapse. It makes you feel like a rock star!","quoteAuthor":"Craig Charles","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717f4","quoteText":"Just knowing that through my music I actually inspire people is amazing for me and I find it very heartwarming.","quoteAuthor":"Thia Megia","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717f5","quoteText":"As far as the girls in my grade, it was always kind of an on-and-off thing. When all this came up, it was kind of hard. My guy friends and my family friends have been so amazing and supportive.","quoteAuthor":"Stacie Orrico","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717f6","quoteText":"I studied voice for about two years with an amazing coach, and I never rose above the level of mediocre.","quoteAuthor":"Danny Strong","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717f7","quoteText":"I have three dogs, a cat, fish. I'm a huge animal lover. They're amazing.","quoteAuthor":"Willow Shields","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717f8","quoteText":"I definitely look up to Meryl Streep because she's been in so many amazing movies, and I just think that she's one of the greatest actresses out there. I also look up to Jennifer Lawrence, especially knowing her and knowing that she is so awesome and so nice.","quoteAuthor":"Willow Shields","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717f9","quoteText":"I love voice over! I just think it is amazing!","quoteAuthor":"Atticus Shaffer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717fa","quoteText":"I feel like I'm really blessed and lucky that I have a very good social life outside of the gym, and I have a really amazing family. My parents are so supportive. I have a younger brother and two younger sisters, and they're really awesome. So I feel like I get the best of both worlds.","quoteAuthor":"Aly Raisman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717fb","quoteText":"Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience.","quoteAuthor":"Chuck Close","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717fc","quoteText":"Turns out, I couldn't catch them - or even get close to them. I realized that sharks are amazing, beautiful animals who have absolutely no interest in checking me out.","quoteAuthor":"Malin Akerman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717fd","quoteText":"There were two things going on: 1) I had already established in my own mind where I wanted to go with the next series, and having James around as a Grey Eminence would have complicated matters. He had had an amazing life and it was time to bid him good-bye.","quoteAuthor":"Raymond E. Feist","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717fe","quoteText":"I'm always improving and I want to get better and never hit a plateau. I find it an amazing adventure.","quoteAuthor":"Nigel Kennedy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e717ff","quoteText":"I'm overly excited to finally announce this amazing global partnership deal back home with EMI Music. I know I have mentioned doing music in the past but for legal reasons I was not in a position to release any new music.","quoteAuthor":"Melanie Brown","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71800","quoteText":"The best days I have are usually days where I'm out in the woods and something happens, like I see an amazing animal like a fox, or I get a glimpse of a wild pig or something that I never see. Or crazy things happen.","quoteAuthor":"Amy Ray","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71801","quoteText":"I want to be like Tom Cruise from 'The Outsiders' and go on and do amazing movies for a long time.","quoteAuthor":"Ashton Kutcher","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71802","quoteText":"That's double-edged: it's amazing that they're bringing me in and showing people new ideas, and at the same time it's a little hard because seventy percent of the time or even higher I'm not going to get those roles.","quoteAuthor":"Rachel True","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71803","quoteText":"I was so happy that it filmed in New York not only because it's an amazing city, but also because a lot of people across the world somehow started to think about New York as a dangerous place to be and envisioned it as some war zone after that happened.","quoteAuthor":"Alicia Witt","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71804","quoteText":"It's every little girl's dream to have an exact look-alike doll. It's amazing.","quoteAuthor":"Bindi Irwin","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71805","quoteText":"Well, Freddie Mercury is a really huge rock star in my head. I've always thought he was just so tough and such an amazing entertainer, really a contradiction in many ways as well. So he was incredible.","quoteAuthor":"Karen O","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71806","quoteText":"I really enjoyed being Peppy Miller. She was an amazing character and her energy followed me everywhere. When I talk about her I want to be her again.","quoteAuthor":"Berenice Bejo","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71807","quoteText":"I've known Shawn for several years. And he's just an amazing talent. He's a great writer, a marvelous, marvelous guitar player, and plays really good fiddle.","quoteAuthor":"Guy Clark","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71808","quoteText":"It was really amazing. I mean, he'd never mentioned that he played in the symphony, like serious violin playing, not fiddle playing. And he just blew us away.","quoteAuthor":"Guy Clark","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71809","quoteText":"Yoga's an amazing release.","quoteAuthor":"Monica Keena","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7180a","quoteText":"My heroes are guys like Tom Hanks, Leonardo DiCaprio, and Matt Damon. These are amazing actors with amazing careers that every actor should aspire to. I'm not saying I'm going to get anywhere close. It's not going to be an easy feat. I'm just in awe of their careers.","quoteAuthor":"Dylan O'Brien","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7180b","quoteText":"In grade school I was taught that the United States is a melting pot. People from all over the world come here for freedom and to pursue a better life. They arrive with next to nothing, work incredibly hard, learn a new language and new customs, and in a generation they become an integral part of our amazing nation.","quoteAuthor":"Jeff Hawkins","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7180c","quoteText":"The greatest thing about doing this movie was that Chris and I both were involved in folk music in the '60s. I had a group, but I don't think it was at the same level as Chris, because he's an amazing musician.","quoteAuthor":"Eugene Levy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7180d","quoteText":"If you spend enough time in or around Washington, you'll meet amazing people who work for the government.","quoteAuthor":"Judy Woodruff","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7180e","quoteText":"For the past 21 years, I've been privileged to be part of an amazing organization called the International Women's Media Foundation.","quoteAuthor":"Judy Woodruff","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7180f","quoteText":"And my first film was Carnal Knowledge, another amazing experience, largely because of Mike Nichols, who would tell me you can't do anything wrong because you're doing everything right.","quoteAuthor":"Carol Kane","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71810","quoteText":"I also met, early on Ella Fitzgerald. Her songbooks are some of the most amazing bodies of work.","quoteAuthor":"Johnny Mathis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71811","quoteText":"The amazing thing is that I'm sane. I'm not bitter. I'm not drugged out. I'm not broke. I'm still married to the same guy. My children don't hate me.","quoteAuthor":"Brenda Lee","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71812","quoteText":"It was really cool to work with Dakota Fanning. I've watched her grow up and I've always loved her films, loved her. It was amazing working with someone who was American as well, because obviously it's going to be a different energy straightaway. We got on really well she's so professional and hardworking.","quoteAuthor":"Kaya Scodelario","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71813","quoteText":"I thought it was amazing to work with authors, to get a manuscript and try to make up a cover for it.","quoteAuthor":"Dick Bruna","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71814","quoteText":"I'm no actor. And I wasn't like George Lucas or Spielberg, making home movies as a teenager, either. But I would go back and watch certain movies again and again. By the time I saw 'The Graduate' I was aware of how these amazing stories could be told.","quoteAuthor":"Nancy Meyers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71815","quoteText":"I think we love bacon because it has all the qualities of an amazing sensory experience. When we cook it, the sizzling sound is so appetizing, the aroma is maddening, the crunch of the texture is so gratifying and the taste delivers every time.","quoteAuthor":"Alexandra Guarnaschelli","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71816","quoteText":"It's amazing the relationships you forge in a kitchen. When you cooperate in an environment that's hot. Where there's a lot of knives. You're trusting your well-being with someone you've never before met or known.","quoteAuthor":"Alexandra Guarnaschelli","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71817","quoteText":"I think for business reasons, fiscal reasons, I think these cable networks can take greater risks and I think with a risk comes better programming. And I think USA has got an amazing identity to it now that is clearly defined with its 'Characters welcome' tag.","quoteAuthor":"Tim DeKay","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71818","quoteText":"Everyone says, 'You give birth, you go home, and you have this amazing baby and it's just beautiful'. And I walked in and I just started sobbing.","quoteAuthor":"Bridget Moynahan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71819","quoteText":"The best player I've ever played with was Paul Gascoigne. He had everything. He was amazing.","quoteAuthor":"Paul Ince","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7181a","quoteText":"It was amazing that a play that seems dated in this world... A man whose best friend is a six-foot white rabbit... But it caught on, especially with young people - they surprised me most of all.","quoteAuthor":"James Stewart","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7181b","quoteText":"This band has never had an argument. It's just amazing.","quoteAuthor":"Dave Edmunds","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7181c","quoteText":"It's amazing to me that people have any interest in such a low-level sex scandal. If I were sleeping with a congressman, maybe, but I'm a nobody and the people I'm writing about are nobodies.","quoteAuthor":"Jessica Cutler","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7181d","quoteText":"They say it's good but I didn't know what I was doing until I got into the suit and they put the moustache on me, and somehow, when I got all the drag on, it came out. It was the most amazing thing. I'm truly extraordinary.","quoteAuthor":"Harvey Korman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7181e","quoteText":"When you're doing the traditional musicals, singing songs that are 40 and 50 years old, you realize there's a reason why those musicals are hits. These are amazing songs!","quoteAuthor":"Tom Wopat","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7181f","quoteText":"It's amazing to hear, as a voice matures and then starts to decline, what kind of emotion is still conveyed by a really good vocalist.","quoteAuthor":"Tom Wopat","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71820","quoteText":"When I tour, it's like, well, like a food tour as much as a comedy tour. I try to eat at all the weird places, the obscure barbecue joints, burger places. There are a few spots in L.A. that I'm obsessed with - one of them is the Taco Zone taco truck on Alvarado. There are secret off-menu items that are amazing.","quoteAuthor":"Aziz Ansari","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71821","quoteText":"Stories are amazing and powerful because they can resonate with people depending on their needs and experiences and speak truths we need to hear in that moment in time.","quoteAuthor":"Sue Monk Kidd","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71822","quoteText":"Well just meeting J. K. Rowling was amazing because she created all this world. And all the fans, we all get so obsessed with it and then you met the one person who made it all up. It was just so amazing. And I was just so amazed that that she wrote this book and all of the films have happened.","quoteAuthor":"Evanna Lynch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71823","quoteText":"The network is opening up some amazing possibilities for us to reinvent content, reinvent collaboration.","quoteAuthor":"Tim O'Reilly","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71824","quoteText":"The '60s were an amazing time.","quoteAuthor":"Peter Max","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71825","quoteText":"To win one Moonman is amazing, to win two is incredible.","quoteAuthor":"Harry Styles","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71826","quoteText":"I know no subject more elevating, more amazing, more ready to the poetical enthusiasm, the philosophical reflection, and the moral sentiment than the works of nature. Where can we meet such variety, such beauty, such magnificence?","quoteAuthor":"James Thomson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71827","quoteText":"Changing my body has given me the ability to do all these amazing things that I never in a million years imagined I could do.","quoteAuthor":"Robin Quivers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71828","quoteText":"Success breeds volume, and it's just amazing how many young writers, artists, and musicians there are in town.","quoteAuthor":"Steven Curtis Chapman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71829","quoteText":"What turns me on is to walk into a sold-out venue. The audiences are so much the same as they were in the '60s. It's just an amazing thing. I can't explain it, but I hope it never stops.","quoteAuthor":"Chubby Checker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7182a","quoteText":"Warren Spector is amazing, and his team is as good as any in the business. Shame to see all the revenues from their game entangled with all the madness of the Dallas office.","quoteAuthor":"Mike Wilson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7182b","quoteText":"I'm lucky that most of the time I'm on location in amazing places. Most of the time, I don't need holidays, I just stop working.","quoteAuthor":"Stephanie Beacham","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7182c","quoteText":"It is not short of amazing, the power of a great idea to weld men together. There was in it a peculiar, intense, vital spirit if you will, that I have never felt before in any strike.","quoteAuthor":"Ray Stannard Baker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7182d","quoteText":"It's amazing. I can't believe how brilliant the whole thing is - my daughter, Georgia, is just wonderful.","quoteAuthor":"Edward Hall","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7182e","quoteText":"The days when you needed amazing Silicon Graphics machines to run animation software are gone now.","quoteAuthor":"Dave Rowntree","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7182f","quoteText":"I remember going for the first time to a place called The Roxy in New York because you can see people breakdancing there. That's the only reason I went! It's amazing, kids are still doing that.","quoteAuthor":"Chris Frantz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71830","quoteText":"I want to be a morning-talk-show host. I love Kelly Ripa's job. She gets to live in New York and has this amazing job hosting a talk show.","quoteAuthor":"Ellie Kemper","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71831","quoteText":"Most New Yorkers want to look amazing, and they want you to understand that they look amazing, but they also want you to stop staring at them.","quoteAuthor":"Ellie Kemper","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71832","quoteText":"I just enjoy working with really wonderful actors and amazing creative people and I hope to keep doing that, no matter where.","quoteAuthor":"Stana Katic","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71833","quoteText":"I think 'Game of Thrones' was extraordinary. I want to do some period pieces. It would be lovely to tell great stories, that is my main ambition. And to be working with amazing creators.","quoteAuthor":"Stana Katic","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71834","quoteText":"I love heels... whoever created heels is amazing!","quoteAuthor":"Katie Cassidy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71835","quoteText":"I cried when I found out I was a finalist, I kind of went limp when they called my name. I felt like my spirit jumped out of my body, and I was just flesh - it was just amazing.","quoteAuthor":"Naima Adedapo","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71836","quoteText":"And then we watched an amazing number of movies from the late '60s and '70s, which is my favorite time, and we studied their camera movements, their stocks, the way they lit stuff, the colors they used.","quoteAuthor":"Ted Demme","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71837","quoteText":"I was friends with all different people and all different groups. And that led me to being friends with a few people who didn't even go to my school. Now I have the most amazing collection of friends of all ethnic backgrounds and upbringing and financial backgrounds.","quoteAuthor":"James Maslow","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71838","quoteText":"You know, I was a kid when I went into 'Coronation Street' and I had an amazing time. I got some fantastic opportunities from Corrie and from 'Soapstar' and I'd never say they did anything other than help me.","quoteAuthor":"Richard Fleeshman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71839","quoteText":"It was an amazing experience to work with Michael Jackson, who is a legend.","quoteAuthor":"Mario Vazquez","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7183a","quoteText":"You can't ask every player to do the same thing. That's why we have amazing midfielders, defenders, forwards and keepers. You can't ask them to be of the same mold.","quoteAuthor":"Tiffeny Milbrett","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7183b","quoteText":"It's amazing when you're playing to a crowd who barely understands English but they're singing parts of your song back to you.","quoteAuthor":"Jason Derulo","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7183c","quoteText":"Men are amazing. I love the way they are. They're consistently little boys, and they need to be nurtured and loved. But at the same time, they need to feel like men.","quoteAuthor":"Krista Allen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7183d","quoteText":"I basically left Texas with no money. I was making $3.50 working in some mall, so I didn't have a lot of cash. I took $1,000 and headed to California. Along the way I stopped in Vegas because I had always wanted to see Caesar's Palace. So I stopped there and won $2,500 on a slot machine! It was amazing.","quoteAuthor":"Krista Allen","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7183e","quoteText":"I've always been fascinated with the juxtaposition of technology in music, not only in recording, but in the keyboard. It's amazing the way you can apply technology to an art form.","quoteAuthor":"Geoff Downes","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7183f","quoteText":"It's amazing. My kids have grown me in ways I never knew possible. The patience I've received and the love I get from them is just amazing.","quoteAuthor":"Candace Cameron Bure","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71840","quoteText":"I had this really great amazing thing happen where I almost finished the book and I really needed to come up with an ending and I decided to go back and re-read the book and see if I could come up with an ending.","quoteAuthor":"Cory Doctorow","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71841","quoteText":"What you know about the people whom you know at all well is truly amazing, even though you have never formulated it.","quoteAuthor":"Harry Stack Sullivan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71842","quoteText":"What would be a show that I would rescue? If I could bring anything back, it would be 'The Carol Burnett Show'. Tim Conway is just... I just watched him so many times do stuff over and over. He's just so amazing.","quoteAuthor":"Tony Hale","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71843","quoteText":"I do think musical-theater actors can get a bad rap, and I see why. There is a certain slickness - there's nothing better than an amazing musical, but an okay musical can be one of the worst times you've ever had.","quoteAuthor":"Laura Benanti","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71844","quoteText":"Every time I sit in the audience and watch a show that I have been involved with, it is such an amazing feeling to see all those people around me, knowing they are actually watching and enjoying something I have written.","quoteAuthor":"Bjorn Ulvaeus","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71845","quoteText":"Gary Ross is amazing. He's just - he always has a billion ideas of what he wants, but has a very clear perspective also he just makes it work. He really does. He's trying different things and making everything look amazing.","quoteAuthor":"Liam Hemsworth","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71846","quoteText":"There are amazing schools and amazing educators that are doing a wonderful job. And then there are a lot of educators that are not prepared to deal with inclusive education. They haven't been trained. It's really quite lovely and easy when you understand how to do it.","quoteAuthor":"Laura San Giacomo","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71847","quoteText":"Luckily, I have some amazing friends.","quoteAuthor":"Rebecca Black","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71848","quoteText":"It's amazing what a spray-on tan will do.","quoteAuthor":"David Cook","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71849","quoteText":"I think Chris Weitz is an amazing director, and his sensibility - I wouldn't even know how to articulate it - it's just, he's a very sensitive, interesting guy.","quoteAuthor":"Elizabeth Reaser","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7184a","quoteText":"John was the smartest and most amazing comedian I've ever worked with. I think more than teaching me about acting or comedy, he taught me about life and the love of people and respect of people.","quoteAuthor":"Kaley Cuoco","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7184b","quoteText":"My whole family actually, but my parents. I had such a normal and amazing childhood. I've been so lucky. My parents are cool and normal. They don't talk about the business and I still have stuff to do at their house.","quoteAuthor":"Kaley Cuoco","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7184c","quoteText":"I will always be the way I was a couple years ago before anything happened. And that's to my parents' credit, my amazing parents who have been around me my whole life and raised me right. I'm very happy with what has happened so far.","quoteAuthor":"Kaley Cuoco","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7184d","quoteText":"I can't believe it. I'm speechless. It is amazing to see where I've come from the last two years.","quoteAuthor":"Libby Trickett","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7184e","quoteText":"I would love to work with Paolo Nutini because he is so soulful and an amazing songwriter.","quoteAuthor":"Birdy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7184f","quoteText":"I always knew that St. Jude was an amazing organization but meeting the kids and seeing how the hospital works first hand was truly beautiful. It doesn't feel like a regular hospital all dreary and sad. It's a colorful, beautiful, comfortable, fun place to live and the energy is wonderful.","quoteAuthor":"Ariana Grande","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71850","quoteText":"When I performed at 'Open Mic U.K.' I had this connection with the audience that I'd never felt before, and I loved it. It was my first big thing, and looking out into the crowd... was just amazing.","quoteAuthor":"Birdy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71851","quoteText":"I got a phone call from Fearne Cotton. It was amazing! I literally couldn't believe it. It was so cool. It was the night before I was going on her show to sing on the 'Live Lounge.' She was so lovely.","quoteAuthor":"Birdy","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71852","quoteText":"I truly don't know why the boys are getting all the votes - it could be because they are really amazing, and that's all there is to it. They're really, really good and every single boy deserves to be in the competition right now, and so do the two girls.","quoteAuthor":"Pia Toscano","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71853","quoteText":"I'm definitely doing better. I never realized that I would get the support that I've gotten from everybody - from my fans, to people that I've idolized my whole life. So it's overwhelming, it's amazing and I believe that everything happens for a reason so I'm in a really good place right now.","quoteAuthor":"Pia Toscano","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71854","quoteText":"Another little known fact about Amazing Tennis - the computer opponents are modeled after real people. In an odd turn of events, I joined a division 3 college tennis team at age 38.","quoteAuthor":"David Crane","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71855","quoteText":"It is spectacular. From about five minutes in, when we knew for sure that we were going to have the weather to go, the smile on my face just got bigger and bigger, and I was just beaming through the whole launch. I mean, it is just an amazing ride.","quoteAuthor":"Chris Hadfield","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71856","quoteText":"It is pretty amazing. My parents, who came from Nicaragua to the U.S. - who would have thought that they would have American kids on the Olympic team? I think that's the epitome of the Olympic dream.","quoteAuthor":"Diana Lopez","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71857","quoteText":"To see a player dunk in women's college basketball is just amazing. It's great to see that the game has reached that level now.","quoteAuthor":"Holly Johnson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71858","quoteText":"I spent well over a year on the road with Sarah Vaughn. That was amazing.","quoteAuthor":"Jan Hammer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71859","quoteText":"With so many amazing artists on one bill, we expect this concert to be incredibly powerful in its ability to raise both money and awareness for the long-term rebuilding effort we must all support.","quoteAuthor":"Brad Delson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7185a","quoteText":"The average session takes about one to two hours. It's totally amazing because when a person breathes, they go through one stage of relaxation after another, and every stage releases tension.","quoteAuthor":"Leonard Orr","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7185b","quoteText":"It's great when people appreciate your work, but I don't know how seriously to take it. The amazing thing is that I found something so early that I can support myself doing, and that can even be extremely lucrative, but I love it either way.","quoteAuthor":"Adrien Brody","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7185c","quoteText":"It's the most amazing cast, a dream cast. We laugh all the time.","quoteAuthor":"Nicole Sullivan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7185d","quoteText":"I made some friends who are still friends, and this is the city of my birth. I love living here when there's a reason to, other than just moving here. I still don't like the winters here, but it's an amazing city and I love it.","quoteAuthor":"Michael McKean","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7185e","quoteText":"When I go outside of L.A., no matter where it is, really anywhere I go, people will be stopping me or taking pictures or whatever it is. And it's great. It's amazing. I'm just lucky.","quoteAuthor":"Michael Welch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7185f","quoteText":"You go through at least the first two years of Star Trek and you find some amazing stuff. Everything that was going on Gene put into the series. He just put strange costumes on the actors and painted them funny colours and left the same situation in.","quoteAuthor":"Majel Barrett","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71860","quoteText":"Working with Omarion is pretty amazing. That's like my brother. He's really cool.","quoteAuthor":"Teyana Taylor","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71861","quoteText":"Lorne finally said, Do the Blues Brothers thing. The response was amazing. People went nuts.","quoteAuthor":"Steve Cropper","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71862","quoteText":"The travel, the amazing work I have had the chance to do, the meetings with different people are all very inspiring and give me lots of positive energy.","quoteAuthor":"Saskia de Brauw","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71863","quoteText":"Voice-acting, on the fun meter, is off the scale. You show up, you don't have to be all primped up, or dressed up. And you get to work with some amazing people, and goof off for four hours.","quoteAuthor":"Jason Marsden","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71864","quoteText":"Of all the planets apart from Earth in our solar system, Mars is the most hospitable. Yeah. Right. Better keep my visit short. And yet, despite the discomfort, the danger, I love it here. I love coming back for these imaginary vacations. The sights are amazing.","quoteAuthor":"Greg Bear","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71865","quoteText":"I think the fact that I made enough noise in the world that I might be remembered is an amazing achievement. You can't ask for more than that.","quoteAuthor":"Nas","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71866","quoteText":"I feel fortunate. I've really gotten to work with amazing talented people, and to learn from them, which is why I'm doing this. If I can work with the best director I'm going to do it.","quoteAuthor":"Armie Hammer","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71867","quoteText":"Training in taekwondo for eight years and then being able to do it in a film was pretty amazing.","quoteAuthor":"Dev Patel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71868","quoteText":"As a planning board commissioner, I have to review the applications for development throughout the city, and the bulk of those applications have been for the waterfront. I think the progress the waterfront has made is amazing.","quoteAuthor":"Vincent Frank","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71869","quoteText":"It is amazing how the public steadfastly refuse to attend the third day of a match when so often the last day produces the best and most exciting cricket.","quoteAuthor":"Frank Woolley","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7186a","quoteText":"Usher is amazing. He's perfection to me as a performer. He gets down.","quoteAuthor":"Ciara","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7186b","quoteText":"I'm jamming 'Black Sabbath Vol. 4' all the time. Zappa's 'Cruising With Ruben &amp The Jets.' A lot of Gong lately. Some Hawkwind. The Residents' 'Duck Stab' is amazing. Some Fugs. Lots of stuff, man. I'm pretty schizophrenic with records.","quoteAuthor":"Ty Segall","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7186c","quoteText":"I don't know if it has set in or not. Honestly, it's crazy. It's such an amazing honor. I remember thinking back to being in my room waiting for the call to see if I got the part. It's like winning the lottery. I'm proud to be a member of such an amazing cast - that's the best award of all.","quoteAuthor":"Hailee Steinfeld","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7186d","quoteText":"I used the music kind of as therapy, and it's just amazing that I feel so free after doing that. I feel like I had it trapped inside of me and now I feel free. So it's been a very good therapy session for me as well.","quoteAuthor":"Vanilla Ice","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7186e","quoteText":"Some of the most amazing human beings on the face of the planet go to sci-fi conventions, although I'm sure a few of them wouldn't admit it.","quoteAuthor":"Richard Hatch","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7186f","quoteText":"When I left the show, the fans were so amazing in terms of the outpouring of support and continued support all that time whatever ways they could be in touch with me.","quoteAuthor":"Alice Barrett","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71870","quoteText":"Sayles could pull a performance out of a dog. I'm serious. He was just amazing. The world could fall apart and he remained on neutral.","quoteAuthor":"Elizabeth Pena","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71871","quoteText":"I am auditioning again - getting back to theatre would be amazing.","quoteAuthor":"Harry Melling","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71872","quoteText":"It's so amazing to hear a crowd of people singing one of your songs. It's the best feeling.","quoteAuthor":"Liam Payne","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71873","quoteText":"We've always described our sound as a bit more guitar driven than normal pop music. Kind of Pink in a boy band form. We've heard a few people say that so now we use it. I think Pink is amazing person to be compared to.","quoteAuthor":"Liam Payne","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71874","quoteText":"I mean, it's amazing that I get to meet all these people. I've learned so much from all of them. I just worked with Sofia Coppola and that was amazing. I learned so much from her. I can't even describe how much fun I had.","quoteAuthor":"Elle Fanning","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71875","quoteText":"New York is the coolest city. The place just never sleeps. It's amazing.","quoteAuthor":"Margot Robbie","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71876","quoteText":"Science fiction is an amazing literature: plot elements that you would think would be completely worn out by now keep changing into surprising new forms.","quoteAuthor":"Connie Willis","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71877","quoteText":"It's the degree of success and the length of time that is amazing.","quoteAuthor":"Ruth Handler","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71878","quoteText":"Music makes your soul feel amazing while you're performing it.","quoteAuthor":"Bijou Phillips","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71879","quoteText":"If we're given a number of circumstances to deal with, the brain goes into this mode of trying to find a solution, and it's amazing how good we are at it.","quoteAuthor":"Jon Brion","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7187a","quoteText":"My family is just an amazing melting pot of wonderful religions and faiths.","quoteAuthor":"Rima Fakih","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7187b","quoteText":"One person I've always wanted to work with who would be an amazing guest star would be James Earl Jones.","quoteAuthor":"Nancy McKeon","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7187c","quoteText":"Personally I had the opportunity to go on several ride alongs with the LA County Sheriff's Department with some amazing detectives, who were invaluable to me.","quoteAuthor":"Nancy McKeon","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7187d","quoteText":"It's amazing to see things that are suggested in the book fully developed and so brilliantly realized through the artistry of the designers.","quoteAuthor":"Suzanne Collins","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7187e","quoteText":"'Breaking Bad' is the best, the greatest, the most amazing thing I have ever watched on television.","quoteAuthor":"Tony Kaye","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7187f","quoteText":"And Shanghai is amazing. I'm a fan of science fiction so when you're there in the night with all the lights and all this modernity, it's like a set in a movie.","quoteAuthor":"Berenice Marlohe","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71880","quoteText":"I think that we're in a really amazing time, where there are really a lot of really fantastic female actresses and comedians. I imagine there's just a lot of opportunity for women to have powerful roles. Or it's just that there's more women writing TV. Women tend to maybe write strong women.","quoteAuthor":"Whitney Cummings","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71881","quoteText":"If I can help and influence girls who are going through body-image issues then I think that's amazing.","quoteAuthor":"Kate Upton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71882","quoteText":"My dad was a journalist. He was in Rwanda right after the genocide. In Berlin when the wall came down. He was always disappearing and coming back with amazing stories. So telling stories for a living made sense to me.","quoteAuthor":"Patrick J. Adams","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71883","quoteText":"It was an amazing performer. Very temperamental, it spent a lot of time in its trailer.","quoteAuthor":"Tilda Swinton","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71884","quoteText":"I had one drama teacher who was amazing, Ms. Perkins. She really tried to inspire me and get me going.","quoteAuthor":"Carlos Pena, Jr.","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71885","quoteText":"You know, 'The Golden Girls' was a very unusual show to start on. I was young, and it was a show about old people, and it was a very traditional show, but it was also an amazing training ground for a joke-writer. It forced me to learn those skills.","quoteAuthor":"Mitchell Hurwitz","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71886","quoteText":"It's amazing the hours you pull when you're the lead of a show.","quoteAuthor":"Jamie Luner","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71887","quoteText":"I'm crazy about my father, he's an amazing man, a real adventurer. He took us with him to travel all over the world. We were in places that were so remote, that white people hardly ever reach them.","quoteAuthor":"Peta Wilson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71888","quoteText":"Shanghai set out to take over from Hong Kong and I think it's done that. It's got the most amazing futuristic skyline which rivals and even betters Tokyo.","quoteAuthor":"Paul Oakenfold","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71889","quoteText":"My mom is a really good cook. I didn't get the cooking gene, but she cooks this really amazing dinner every Christmas, and that's always really fun.","quoteAuthor":"Miranda Cosgrove","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7188a","quoteText":"'True Blood' is amazing. I have to give a shout out to 'Melrose Place' because I do watch. I love 'Entourage.' One of my favorite shows back in the day was 'Friday Night Lights.'","quoteAuthor":"Tristan Wilds","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7188b","quoteText":"Everyone at home is so supportive. People recognise me, say how proud they are of me. It's awesome to hear, it's amazing to know I can touch so many people in a positive way.","quoteAuthor":"Kirsty Coventry","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7188c","quoteText":"Ted Danson is amazing. He's incredible.","quoteAuthor":"Alison Brie","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7188d","quoteText":"I had amazing stuff happen right off the top. I thought this was how it worked. Hollywood is awesome! Cut to three years later: What happened?","quoteAuthor":"Dana Fox","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7188e","quoteText":"Despite the amazing diversity we're blessed with in this country, schools are still in large part segregated because of economic disparity. Sports are one of the few areas where kids are really given the opportunity to interact with those of different races and religions.","quoteAuthor":"Steve Kerr","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7188f","quoteText":"It's been an amazing year of individual performances.","quoteAuthor":"Steve Kerr","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71890","quoteText":"When you think of it I haven't really done a lot of horror. It's amazing: I have done some really good ones, but I haven't done a lot of them.","quoteAuthor":"Michael Rooker","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71891","quoteText":"It's amazing what you can get on open source now if you actually use the right search engines to find the material.","quoteAuthor":"Gus O'Donnell","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71892","quoteText":"It's just amazing that there are so many prejudices even now.","quoteAuthor":"Ione Skye","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71893","quoteText":"They played Boston. They played at the Boston Tea Party and through an amazing chain of events I got to hang out with them backstage even though I was underage.","quoteAuthor":"Jonathan Richman","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71894","quoteText":"One of the amazing things about the Internet is that the content creators are the gatekeepers. We can think of an idea and execute it quickly, and we didn't have to pitch the idea to a major network or convince a studio head to sign-off on the concept.","quoteAuthor":"Ray William Johnson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71895","quoteText":"I know plenty of actresses in their early thirties who look amazing, although there's that old saying: 'Ladies get older, men get more distinguished.'","quoteAuthor":"Scott Porter","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71896","quoteText":"It's amazing to me that, in the 42 years since President Kennedy signed the Equal Pay Act into law, women today still receive fewer wages than men for the same work.","quoteAuthor":"Mike Honda","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71897","quoteText":"It is really quite amazing that all of the folks supporting privatization, from the president on down, keep invoking the name of my grandfather, Franklin Delano Roosevelt.","quoteAuthor":"James Roosevelt","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71898","quoteText":"To make a couple putts to win the Masters is just an amazing feeling.","quoteAuthor":"Adam Derek Scott","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e71899","quoteText":"It is amazing that it is my destiny to be the first Aussie to win the Masters.","quoteAuthor":"Adam Derek Scott","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7189a","quoteText":"I want to buy my mom a house I want my family to never have to worry about anything. And I just want to have an amazing career in music, because I love to do it.","quoteAuthor":"Ashthon Jones","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7189b","quoteText":"Steven Tyler is awesome. He is so humble. He's really sweet and coming from him and his career, it's amazing.","quoteAuthor":"Ashthon Jones","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7189c","quoteText":"The best part is it's a dream come true. I've always wanted to be a working actor, and the good part of it... it's all good! I work long hours, but it's amazing. They pay me. That's amazing! I get to kiss Keri Russell, and that ain't too bad.","quoteAuthor":"Scott Foley","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7189d","quoteText":"I got to work with Jennifer Tilly, she was amazing. Such, such a smart actress.","quoteAuthor":"April Bowlby","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7189e","quoteText":"I listen to every thing, all kinds of stuff. I've been obsessed with the Nas and Damian Marley record, 'Distant Relatives.' I feel like a lot of people haven't heard it, and it's amazing.","quoteAuthor":"Eve Jihan Jeffers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e7189f","quoteText":"I have the most amazing support network around me.","quoteAuthor":"Jenny Frost","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718a0","quoteText":"I enjoy looking at words on paper and visualizing how to make them come to life. As a director, the creative process is really amazing.","quoteAuthor":"Alfonso Ribeiro","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718a1","quoteText":"It's so amazing, standing on the corner -this happened in Washington, D.C. - and somebody comes by in a Cadillac and you hear 'Manic Monday' on the radio, and you don't even know this person, and they're listening to it and singing along with it. Wow! Blows your mind.","quoteAuthor":"Debbi Peterson","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718a2","quoteText":"The past 6 and a half years have been the most amazing years of my life. It's sad it has come to an end but Avril and I are still family and moving forward in the most positive way possible.","quoteAuthor":"Deryck Whibley","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718a3","quoteText":"Having my first number one single and being able to travel to places I've never been before has been amazing. The tour was also fantastic. There are so many things which I've experienced this year which I never even dreamed of.","quoteAuthor":"Gareth Gates","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718a4","quoteText":"The Beethoven Experience provided the opportunity to solidify the relationship between the Orchestra and me, the Orchestra and me and the public, between all of us and the city of New York, because Beethoven after all is a really amazing point of reference.","quoteAuthor":"Lorin Maazel","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718a5","quoteText":"Maggie Smith is an amazing woman, and not as serious in real life.","quoteAuthor":"Allen Leech","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718a6","quoteText":"Janet Jackson is an icon, I've been honored to meet her a few times, working with her would be amazing.","quoteAuthor":"Eric West","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718a7","quoteText":"What do I think of L.A.? It's boring, with some amazing nuggets. Like there are some parts of it that are great, but by and large I think it's quite boring.","quoteAuthor":"Jemaine Clement","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718a8","quoteText":"I think Andrew Stanton is such an amazing, creative mind.","quoteAuthor":"Lynn Collins","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718a9","quoteText":"It's amazing... to enjoy the results of your labor.","quoteAuthor":"Michael Rady","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718aa","quoteText":"I think Gina Rowlands is an amazing actress.","quoteAuthor":"Angela Sarafyan","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718ab","quoteText":"Obviously, there's the seedy side of the strip club world and pole dancing. But, pole dancing, as an art form, is really beautiful. It's been hyper-sexualized because it's associated with strippers, but if you think about it, just in terms of other kinds of dancing, they're using an instrument to create these amazing dance forms.","quoteAuthor":"Megalyn Echikunwoke","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718ac","quoteText":"The fact that I even get in Broadway shows is, to me, still amazing, but then to win a Tony was just incredible.","quoteAuthor":"Jane Krakowski","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718ad","quoteText":"I just feel energized when I am around young, talented people. There is something about these kids that's amazing. I learn as much from them as they do from me.","quoteAuthor":"Sally Struthers","quoteGenre":"amazing","__v":0},{"_id":"5eb17aadb69dc744b4e718ae","quoteText":"It's amazing that something only an atom thick can be an impenetrable barrier. You can have gas on one side and vacuum or liquid on the other, and with a wall only one atom thick, nothing would go through it.","quoteAuthor":"Paul McEuen","quoteGenre":"amazing","__v":0}]