[{"_id":"5eb17aaeb69dc744b4e74eaf","quoteText":"The environment is everything that isn't me.","quoteAuthor":"Albert Einstein","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eb0","quoteText":"Never doubt that a small group of thoughtful, committed citizens can change the world indeed, it's the only thing that ever has.","quoteAuthor":"Margaret Mead","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eb1","quoteText":"Keep close to Nature's heart... and break clear away, once in awhile, and climb a mountain or spend a week in the woods. Wash your spirit clean.","quoteAuthor":"John Muir","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eb2","quoteText":"Thank God men cannot fly, and lay waste the sky as well as the earth.","quoteAuthor":"Henry David Thoreau","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eb3","quoteText":"God has cared for these trees, saved them from drought, disease, avalanches, and a thousand tempests and floods. But he cannot save them from fools.","quoteAuthor":"John Muir","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eb4","quoteText":"When we try to pick out anything by itself, we find it hitched to everything else in the universe.","quoteAuthor":"John Muir","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eb5","quoteText":"It is horrifying that we have to fight our own government to save the environment.","quoteAuthor":"Ansel Adams","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eb6","quoteText":"We won't have a society if we destroy the environment.","quoteAuthor":"Margaret Mead","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eb7","quoteText":"If people destroy something replaceable made by mankind, they are called vandals if they destroy something irreplaceable made by God, they are called developers.","quoteAuthor":"Joseph Wood Krutch","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eb8","quoteText":"I think the environment should be put in the category of our national security. Defense of our resources is just as important as defense abroad. Otherwise what is there to defend?","quoteAuthor":"Robert Redford","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eb9","quoteText":"I did not become a vegetarian for my health, I did it for the health of the chickens.","quoteAuthor":"Isaac Bashevis Singer","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eba","quoteText":"Take a course in good water and air and in the eternal youth of Nature you may renew your own. Go quietly, alone no harm will befall you.","quoteAuthor":"John Muir","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ebb","quoteText":"They claim this mother of ours, the Earth, for their own use, and fence their neighbors away from her, and deface her with their buildings and their refuse.","quoteAuthor":"Sitting Bull","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ebc","quoteText":"By polluting clear water with slime you will never find good drinking water.","quoteAuthor":"Aeschylus","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ebd","quoteText":"Birds are indicators of the environment. If they are in trouble, we know we'll soon be in trouble.","quoteAuthor":"Roger Tory Peterson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ebe","quoteText":"If we do not permit the earth to produce beauty and joy, it will in the end not produce food, either.","quoteAuthor":"Joseph Wood Krutch","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ebf","quoteText":"Conservation is a state of harmony between men and land.","quoteAuthor":"Aldo Leopold","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ec0","quoteText":"After all, sustainability means running the global environment - Earth Inc. - like a corporation: with depreciation, amortization and maintenance accounts. In other words, keeping the asset whole, rather than undermining your natural capital.","quoteAuthor":"Maurice Strong","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ec1","quoteText":"All is connected... no one thing can change by itself.","quoteAuthor":"Paul Hawken","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ec2","quoteText":"You will die but the carbon will not its career does not end with you. It will return to the soil, and there a plant may take it up again in time, sending it once more on a cycle of plant and animal life.","quoteAuthor":"Jacob Bronowski","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ec3","quoteText":"In a few decades, the relationship between the environment, resources and conflict may seem almost as obvious as the connection we see today between human rights, democracy and peace.","quoteAuthor":"Wangari Maathai","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ec4","quoteText":"If we gave up eating beef we would have roughly 20 to 30 times more land for food than we have now.","quoteAuthor":"James Lovelock","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ec5","quoteText":"I see humanity now as one vast plant, needing for its highest fulfillment only love, the natural blessings of the great outdoors, and intelligent crossing and selection.","quoteAuthor":"Luther Burbank","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ec6","quoteText":"People blame their environment. There is only one person to blame - and only one - themselves.","quoteAuthor":"Robert Collier","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ec7","quoteText":"We must return to nature and nature's god.","quoteAuthor":"Luther Burbank","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ec8","quoteText":"Why are ecologists and environmentalists so feared and hated? This is because in part what they have to say is new to the general public, and the new is always alarming.","quoteAuthor":"Garrett Hardin","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ec9","quoteText":"I don't think we're going to save anything if we go around talking about saving plants and animals only we've got to translate that into what's in it for us.","quoteAuthor":"Jim Fowler","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eca","quoteText":"I think the cost of energy will come down when we make this transition to renewable energy.","quoteAuthor":"Al Gore","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ecb","quoteText":"When a man wantonly destroys one of the works of man we call him a vandal. When he destroys one of the works of god we call him a sportsman.","quoteAuthor":"Joseph Wood Krutch","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ecc","quoteText":"Every time I have some moment on a seashore, or in the mountains, or sometimes in a quiet forest, I think this is why the environment has to be preserved.","quoteAuthor":"Bill Bradley","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ecd","quoteText":"Environmental degradation, overpopulation, refugees, narcotics, terrorism, world crime movements, and organized crime are worldwide problems that don't stop at a nation's borders.","quoteAuthor":"Warren Christopher","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ece","quoteText":"Journey with me to a true commitment to our environment. Journey with me to the serenity of leaving to our children a planet in equilibrium.","quoteAuthor":"Paul Tsongas","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ecf","quoteText":"No one should be able to enter a wilderness by mechanical means.","quoteAuthor":"Garrett Hardin","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ed0","quoteText":"In a finite world this means that the per capita share of the world's goods must steadily decrease.","quoteAuthor":"Garrett Hardin","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ed1","quoteText":"I think Captain Cousteau might be the father of the environmental movement.","quoteAuthor":"Ted Turner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ed2","quoteText":"Harmony with land is like harmony with a friend you cannot cherish his right hand and chop off his left.","quoteAuthor":"Aldo Leopold","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ed3","quoteText":"The only way forward, if we are going to improve the quality of the environment, is to get everybody involved.","quoteAuthor":"Richard Rogers","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ed4","quoteText":"When we realize we can make a buck cleaning up the environment, it will be done!","quoteAuthor":"Dennis Weaver","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ed5","quoteText":"I can find God in nature, in animals, in birds and the environment.","quoteAuthor":"Pat Buckley","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ed6","quoteText":"Not all is doom and gloom. We are beginning to understand the natural world and are gaining a reverence for life - all life.","quoteAuthor":"Roger Tory Peterson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ed7","quoteText":"I think the government has to reposition environment on top of their national and international priorities.","quoteAuthor":"Brian Mulroney","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ed8","quoteText":"Our world faces a true planetary emergency. I know the phrase sounds shrill, and I know it's a challenge to the moral imagination.","quoteAuthor":"Al Gore","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ed9","quoteText":"You may be able to fool the voters, but not the atmosphere.","quoteAuthor":"Donella Meadows","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eda","quoteText":"Environmental concern is now firmly embedded in public life: in education, medicine and law in journalism, literature and art.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74edb","quoteText":"There is no place where we can safely store worn-out reactors or their garbage. No place!","quoteAuthor":"David R. Brower","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74edc","quoteText":"It seems that every time mankind is given a lot of energy, we go out and wreck something with it.","quoteAuthor":"David R. Brower","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74edd","quoteText":"It is absolutely imperative that we protect, preserve and pass on this genetic heritage for man and every other living thing in as good a condition as we received it.","quoteAuthor":"David R. Brower","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ede","quoteText":"We assume that everything's becoming more efficient, and in an immediate sense that's true our lives are better in many ways. But that improvement has been gained through a massively inefficient use of natural resources.","quoteAuthor":"Paul Hawken","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74edf","quoteText":"Unless we keep this planet healthy, everything else is for naught.","quoteAuthor":"Victoria Principal","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ee0","quoteText":"Population, when unchecked, goes on doubling itself every 25 years or increases in a geometrical ratio.","quoteAuthor":"Thomas Malthus","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ee1","quoteText":"The modern assault on the environment began about 50 years ago, during and immediately after World War II.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ee2","quoteText":"Earth Day 1970 was irrefutable evidence that the American people understood the environmental threat and wanted action to resolve it.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ee3","quoteText":"If we bestow but a very little attention to the economy of the animal creation, we shall find manifest examples of premeditation, perseverance, resolution, and consumate artifice, in order to effect their purpose.","quoteAuthor":"William Bartram","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ee4","quoteText":"If you violate Nature's laws you are your own prosecuting attorney, judge, jury, and hangman.","quoteAuthor":"Luther Burbank","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ee5","quoteText":"For me, going vegan was an ethical and environmental decision. I'm doing the right thing by the animals.","quoteAuthor":"Alexandra Paul","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ee6","quoteText":"People in Slow Food understand that food is an environmental issue.","quoteAuthor":"Michael Pollan","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ee7","quoteText":"We are now heading down a centuries-long path toward increasing the productivity of our natural capital - the resource systems upon which we depend to live - instead of our human capital.","quoteAuthor":"Paul Hawken","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ee8","quoteText":"A knowledgeable and courageous U.S. president could help enormously in leading the world's nations toward saving the climate.","quoteAuthor":"Donella Meadows","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ee9","quoteText":"I consider myself to have been the bridge between the shotgun and the binoculars in bird watching. Before I came along, the primary way to observe birds was to shoot them and stuff them.","quoteAuthor":"Roger Tory Peterson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eea","quoteText":"The Endangered Species Act is the strongest and most effective tool we have to repair the environmental harm that is causing a species to decline.","quoteAuthor":"Norm Dicks","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eeb","quoteText":"Under the Environmental Protection Agency's Energy Star Program, homes are independently verified to be measurably more energy efficient than average houses.","quoteAuthor":"Melissa Bean","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eec","quoteText":"Maintaining healthy forests is essential to those who make a living from the land and for those of us who use them for recreational purposes.","quoteAuthor":"Cathy McMorris","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eed","quoteText":"Nuclear power will help provide the electricity that our growing economy needs without increasing emissions. This is truly an environmentally responsible source of energy.","quoteAuthor":"Michael Burgess","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eee","quoteText":"We learned that economic growth and environmental protection can and should go hand in hand.","quoteAuthor":"Christopher Dodd","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eef","quoteText":"In today's world, it is no longer unimaginable to think that business can operate - and even thrive - in an environmentally-friendly manner.","quoteAuthor":"Olympia Snowe","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ef0","quoteText":"The government should set a goal for a clean environment but not mandate how that goal should be implemented.","quoteAuthor":"Dixie Lee Ray","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ef1","quoteText":"Mankind is considered (by the radical environmentalists) the lowest and the meanest of all species and is blamed for everything.","quoteAuthor":"Dixie Lee Ray","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ef2","quoteText":"Local innovation and initiative can help us better understand how to protect our environment.","quoteAuthor":"Gale Norton","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ef3","quoteText":"Why has it seemed that the only way to protect the environment is with heavy-handed government regulation?","quoteAuthor":"Gale Norton","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ef4","quoteText":"Liberals in Congress have spent the past three decades pandering to environmental extremists. The policies they have put in place are in large part responsible for the energy crunch we are seeing today. We have not built a refinery in this country for 30 years.","quoteAuthor":"Marsha Blackburn","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ef5","quoteText":"We don't have to sacrifice a strong economy for a healthy environment.","quoteAuthor":"Dennis Weaver","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ef6","quoteText":"Within 10 years it will be impossible to travel to the North Pole by dog team. There will be too much open water.","quoteAuthor":"Will Steger","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ef7","quoteText":"Industry is fortune's right hand, and frugality its left.","quoteAuthor":"John Ray","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ef8","quoteText":"Much of the debate over global warming is predicated on fear, rather than science.","quoteAuthor":"James Inhofe","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74ef9","quoteText":"Pushing production out of America to nations without our environmental standards increases global environmental risks.","quoteAuthor":"Frank Murkowski","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74efa","quoteText":"I firmly believe that we can have a healthy environment and a sustainable timber industry.","quoteAuthor":"Frank Murkowski","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74efb","quoteText":"If the federal government had been around when the Creator was putting His hand to this state, Indiana wouldn't be here. It'd still be waiting for an environmental impact statement.","quoteAuthor":"Ronald Reagan","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74efc","quoteText":"I have a private plane. But I fly commercial when I go to environmental conferences.","quoteAuthor":"Arnold Schwarzenegger","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74efd","quoteText":"A very Faustian choice is upon us: whether to accept our corrosive and risky behavior as the unavoidable price of population and economic growth, or to take stock of ourselves and search for a new environmental ethic.","quoteAuthor":"E. O. Wilson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74efe","quoteText":"The real cure for our environmental problems is to understand that our job is to salvage Mother Nature. We are facing a formidable enemy in this field. It is the hunters... and to convince them to leave their guns on the wall is going to be very difficult.","quoteAuthor":"Jacques Yves Cousteau","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74eff","quoteText":"There are two problems for our species' survival - nuclear war and environmental catastrophe - and we're hurtling towards them. Knowingly.","quoteAuthor":"Noam Chomsky","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f00","quoteText":"Moral codes adjust themselves to environmental conditions.","quoteAuthor":"Will Durant","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f01","quoteText":"I've used the prestige and influence of having been a president of the United States as effectively as possible. And secondly, I've still been able to carry out my commitments to peace and human rights and environmental quality and freedom and democracy and so forth.","quoteAuthor":"Jimmy Carter","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f02","quoteText":"Advertising is an environmental striptease for a world of abundance.","quoteAuthor":"Marshall McLuhan","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f03","quoteText":"More and more companies are reaching out to their suppliers and contractors to work jointly on issues of sustainability, environmental responsibility, ethics, and compliance.","quoteAuthor":"Simon Mainwaring","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f04","quoteText":"We now see numerous examples of brands working together to address issues such as environmental degradations, climate control, pollution, poverty and disease.","quoteAuthor":"Simon Mainwaring","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f05","quoteText":"When people align around shared political, social, economic or environmental values, and take collective action, thinking and behavior that compromises the lives of millions of people around the world can truly change.","quoteAuthor":"Simon Mainwaring","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f06","quoteText":"Moreover, the practical recommendations deduced from ecological principles threaten the vested interests of commerce it is hardly surprising that the financial and political power created by these investments should be used sometimes to suppress environmental impact studies.","quoteAuthor":"Garrett Hardin","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f07","quoteText":"Factory farming is one of the biggest contributors to the most serious environmental problems. The meat industry causes more greenhouse gas emissions than all the cars, trucks, planes and ships in the world.","quoteAuthor":"Joan Jett","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f08","quoteText":"Economists treat economics as if it is a pure science divorced from the facts of life. The result of this false accountancy is a willful confusion under cover of which industry wreaks its havoc scot-free and ignores the environmental cost.","quoteAuthor":"Vivienne Westwood","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f09","quoteText":"In the environmental movement, every time you lose a battle it's for good, but our victories always seem to be temporary and we keep fighting them over and over again.","quoteAuthor":"David Suzuki","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f0a","quoteText":"Environmental concern is a little like dieting or paying off credit-card debt - an episodically terrific idea that burns brightly and then seems to fade when we realize there's a reason we need to diet or pay down our debt. The reason is that it's really, really hard, and too many of us in too many spheres of life choose the easy over the hard.","quoteAuthor":"Jon Meacham","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f0b","quoteText":"I always thought we had an environmental problem, but I hadn't realized how urgent it was. James Lovelock writes that by the end of this century there will be one billion people left.","quoteAuthor":"Vivienne Westwood","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f0c","quoteText":"This is absolutely bizarre that we continue to subsidize highways beyond the gasoline tax, airlines, and we don't subsidize, we don't want to subsidize a national rail system that has environmental impact.","quoteAuthor":"Joe Biden","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f0d","quoteText":"All we can hope for is that the thing is going to slowly and imperceptibly shift. All I can say is that 50 years ago there were no such thing as environmental policies.","quoteAuthor":"David Attenborough","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f0e","quoteText":"I believe we should reframe our response to climate change as an imperative for growth rather than merely being a way of being green or meeting environmental commitments.","quoteAuthor":"William Hague","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f0f","quoteText":"A primary function of art and thought is to liberate the individual from the tyranny of his culture in the environmental sense and to permit him to stand beyond it in an autonomy of perception and judgment.","quoteAuthor":"Beverly Sills","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f10","quoteText":"My lens of choice was always the 35 mm. It was more environmental. You can't come in closer with the 35 mm.","quoteAuthor":"Annie Leibovitz","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f11","quoteText":"Over and over, we hear politicians say they can't spend our tax dollars on environmental protection when the economy is so fragile.","quoteAuthor":"David Suzuki","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f12","quoteText":"If we want to address global warming, along with the other environmental problems associated with our continued rush to burn our precious fossil fuels as quickly as possible, we must learn to use our resources more wisely, kick our addiction, and quickly start turning to sources of energy that have fewer negative impacts.","quoteAuthor":"David Suzuki","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f13","quoteText":"From year to year, environmental changes are incremental and often barely register in our lives, but from evolutionary or geological perspectives, what is happening is explosive change.","quoteAuthor":"David Suzuki","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f14","quoteText":"Beyond reducing individual use, one of our top priorities must be to move from fossil fuels to energy that has fewer detrimental effects on water supplies and fewer environmental impacts overall.","quoteAuthor":"David Suzuki","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f15","quoteText":"I don't see this planet being... they're talking about how they're turning around the environmental problems here, but I think it's already too late.","quoteAuthor":"Ace Frehley","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f16","quoteText":"Nature is not simply a technical or economical resource, and human beings are not mere numbers. To suggest that one can somehow align all the squabbling institutions of science, environmental management, government and diplomacy in an alliance of convenience to regulate the global climate seems to me optimistic.","quoteAuthor":"James Buchan","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f17","quoteText":"I took the initiative in moving forward a whole range of initiatives that have proven to be important to our country's economic growth, environmental protection, improvements in our educational system.","quoteAuthor":"Al Gore","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f18","quoteText":"In Kenya women are the first victims of environmental degradation, because they are the ones who walk for hours looking for water, who fetch firewood, who provide food for their families.","quoteAuthor":"Wangari Maathai","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f19","quoteText":"We had some major successes and we did so because the country embraced the spirit of Earth Day and embraced this concept that we have to have forward-looking, visionary environmental policy and energy policy in this country.","quoteAuthor":"Jay Inslee","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f1a","quoteText":"Energy and environmental regulation, transportation, and broadband policy all benefit when legislators have a basic grounding in the technical concepts behind business models, products, and innovation.","quoteAuthor":"John Sununu","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f1b","quoteText":"Raising awareness on the most pressing environmental issues of our time is more important than ever.","quoteAuthor":"Leonardo DiCaprio","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f1c","quoteText":"Toxins love to get you while you're young. Lead, mercury, secondhand smoke and sundry other environmental nasties do a lot more damage when tissue is immature, vulnerable and growing than when it's mature and comparatively fixed.","quoteAuthor":"Jeffrey Kluger","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f1d","quoteText":"If China is helping its domestic industries charge an artificially low price for solar panels and other environmental goods, then China is violating international trade rules that it agreed to when it became a member of the World Trade Organization.","quoteAuthor":"Ron Wyden","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f1e","quoteText":"American culture is torn between our long romance with violence and our terror of the devastation wrought by war and crime and environmental havoc.","quoteAuthor":"Katherine Dunn","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f1f","quoteText":"Complexity is one of the great problems in environmental design.","quoteAuthor":"Christopher Alexander","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f20","quoteText":"We have fought for social justice. We have fought for economic justice. We have fought for environmental justice. We have fought for criminal justice. Now we must add a new fight - the fight for electoral justice.","quoteAuthor":"Barbara Boxer","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f21","quoteText":"I am going to confront the old-fashioned negative thinking which says that all government needs to do to generate growth is cut worker and environmental protections, cut taxes on the rich and stroke 'fat cats' until they purr with pleasure. I'm completely repudiating the idea that government has to get out of the way.","quoteAuthor":"Vince Cable","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f22","quoteText":"We need to accept the seemingly obvious fact that a toxic environment can make people sick and that no amount of medical intervention can protect us. The health care community must become a powerful political lobby for environmental policy and legislation.","quoteAuthor":"Andrew Weil","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f23","quoteText":"The environmental crisis arises from a fundamental fault: our systems of production - in industry, agriculture, energy and transportation - essential as they are, make people sick and die.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f24","quoteText":"The most meaningful engine of change, powerful enough to confront corporate power, may be not so much environmental quality, as the economic development and growth associated with the effort to improve it.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f25","quoteText":"I really believe in the environmental movement right now - it only takes a little effort to make a big difference.","quoteAuthor":"Brooke Burke","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f26","quoteText":"Americans don't pay much attention to environmental issues, because they aren't sexy. I mean, cleaning up coal plants and reining in outlaw frackers is hugely important work, but it doesn't get anybody's pulse racing.","quoteAuthor":"Jeff Goodell","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f27","quoteText":"Mark Ruffalo, aka the Incredible Hulk, is the natural gas industry's worst nightmare: a serious, committed activist who is determined to use his star power as a superhero in the hottest movie of the moment to draw attention the environmental and public health risks of fracking.","quoteAuthor":"Jeff Goodell","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f28","quoteText":"Have we failed to slow global warming pollution in part because climate and environmental activists have been too polite and well behaved?","quoteAuthor":"Jeff Goodell","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f29","quoteText":"In this country, the health concerns and the environmental concerns are as deep as in Europe. All the surveys show that. But here, we didn't have the cultural dimension. This is a fast-food culture.","quoteAuthor":"Jeremy Rifkin","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f2a","quoteText":"The position I took at the time was that we hadn't really examined any of the potential environmental consequences of introducing genetically modified organisms.","quoteAuthor":"Jeremy Rifkin","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f2b","quoteText":"The industrial processes in use today were developed at a time when no one had to consider what the environmental impact was. Who cared? But making ecological concerns matter to a company's bottom line will help it do the research and development that will reinvent everything we buy.","quoteAuthor":"Daniel Goleman","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f2c","quoteText":"The most important environmental issue is one that is rarely mentioned, and that is the lack of a conservation ethic in our culture.","quoteAuthor":"Gaylord Nelson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f2d","quoteText":"At every turn, when humanity is asked the question, 'Do you want temporary economic gain or long-term environmental loss, which one do you prefer,' we invariably choose the money.","quoteAuthor":"Ethan Hawke","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f2e","quoteText":"A shift is necessary toward lifestyles less geared to environmental damaging consumption patterns.","quoteAuthor":"Maurice Strong","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f2f","quoteText":"I am on the board of corporations who contribute both to environmental problems and their solutions. And I am on the NGO side: the Earth Council and other organizations.","quoteAuthor":"Maurice Strong","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f30","quoteText":"I've developed a huge regard for Toyota for its environmental awareness, for its immense commitment to research and development in this field, and for its leadership in developing hybrids which others are now following.","quoteAuthor":"Maurice Strong","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f31","quoteText":"One of the things that I've always thought I would like to do is to develop an environmental index. Then people can measure their own environmental performance on an index as they do in other ways.","quoteAuthor":"Maurice Strong","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f32","quoteText":"Ted Turner is still a leader. And he sets a great example. His ability financially has been reduced, but his influence and his example still is an important asset to the whole environmental movement.","quoteAuthor":"Maurice Strong","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f33","quoteText":"Why should we not expect self-designated environmental leaders to practice what they preach?","quoteAuthor":"David Frum","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f34","quoteText":"I'm a latecomer to the environmental issue, which for years seemed to me like an excuse for more government regulation. But I can see that in rich societies, voters are paying less attention to economic issues and more to issues of the spirit, including the environment.","quoteAuthor":"David Frum","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f35","quoteText":"Civilization has given us enormous successes: going to the moon, technology. But then this is the civilisation that took us to debt, environmental crisis, every single crisis. We need a civilization where we say goodbye to these things.","quoteAuthor":"Muhammad Yunus","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f36","quoteText":"To be clear, climate change is a true 800 pound gorilla in the room. The effects of global warming threaten global environmental upheaval over the coming century. But for South Florida and the Everglades, it could be our death knell if urgent action is not taken.","quoteAuthor":"Debbie Wasserman Schultz","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f37","quoteText":"You cannot achieve environmental security and human development without addressing the basic issues of health and nutrition.","quoteAuthor":"Gro Harlem Brundtland","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f38","quoteText":"I don't think it's too hippie to want to clean up the planet so you don't wind up dying of some kind of cancer when you're 45 years old. It enrages me that these big cancer-research organizations can't be bothered to man the front lines of environmental protest.","quoteAuthor":"Jello Biafra","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f39","quoteText":"The environmental benefits of hydrogen are also outstanding. When used as an energy source, hydrogen produces no emissions besides water. Zero polluting emissions, an amazing advance over the current sources of energy that we use.","quoteAuthor":"Dan Lipinski","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f3a","quoteText":"Hydrogen holds great promise to meet many of our future energy needs, and it addresses national security and our environmental concerns. Hydrogen is the simplest, most abundant element in the universe.","quoteAuthor":"Dan Lipinski","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f3b","quoteText":"By cutting critical domestic programs such as education, health, environmental protection, and veterans' services, this budget reveals misplaced priorities.","quoteAuthor":"Dan Lipinski","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f3c","quoteText":"There are nuclear weapons in China, Iran, Korea and Pakistan. It wouldn't take much to send a couple of warheads off on this planet somewhere that would cause a lot of environmental damage, then if you have got someone who wants to retaliate you have real problems.","quoteAuthor":"Edward James Olmos","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f3d","quoteText":"I'd say that animal rights and environmental issues have always been at the forefront of my mind.","quoteAuthor":"Corey Feldman","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f3e","quoteText":"My entry into the environmental arena was through the issue that so dramatically - and destructively - demonstrates the link between science and social action: nuclear weapons.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f3f","quoteText":"In every case, the environmental hazards were made known only by independent scientists, who were often bitterly opposed by the corporations responsible for the hazards.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f40","quoteText":"By adopting the control strategy, the nation's environmental program has created a built-in antagonism between environmental quality and economic growth.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f41","quoteText":"Environmental quality was drastically improved while economic activity grew by the simple expedient of removing lead from gasoline - which prevented it from entering the environment.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f42","quoteText":"The wave of new productive enterprises would provide opportunities to remedy the unjust distribution of environmental hazards among economic classes and racial and ethnic communities.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f43","quoteText":"The environmental crisis is a global problem, and only global action will resolve it.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f44","quoteText":"Environmental pollution is an incurable disease. It can only be prevented.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f45","quoteText":"What I have experienced over time is that environmental problems are easier to deal with in ways that don't go into their interconnections to the rest of what we are.","quoteAuthor":"Barry Commoner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f46","quoteText":"There is no question that photography has played a major role in the environmental movement.","quoteAuthor":"Galen Rowell","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f47","quoteText":"These days, most nature photographers are deeply committed to the environmental message.","quoteAuthor":"Galen Rowell","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f48","quoteText":"I decided that now is the time to start doing the things that really interest me and I find important. It was in the 10 years of the MacArthur grant that I began working on my first book... and I began putting more work into environmental history.","quoteAuthor":"Jared Diamond","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f49","quoteText":"Federal elections happen every two years in this country. Presidential elections every four years. And four years just isn't long enough to dismantle all the environmental laws we've got in this country.","quoteAuthor":"Jared Diamond","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f4a","quoteText":"New Zealand needs to balance its environmental responsibilities with its economic opportunities, because the risk is that if you don't do that - and you want to lead the world - then you might end up getting unintended consequences.","quoteAuthor":"John Key","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f4b","quoteText":"Our work on light bulbs wasn't an arbitrary mandate. We didn't just pick a standard out of the air, or look for a catchy sounding standard like 25 by 2025 not based in science or feasibility. Instead, we worked with both industry and environmental groups to come up with a standard that made sense and was doable.","quoteAuthor":"Fred Upton","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f4c","quoteText":"Without international participation, jobs and emissions will simply shift overseas to countries that require few, if any, environmental protections, harming the global environment as well as the U.S. economy.","quoteAuthor":"Fred Upton","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f4d","quoteText":"The main environmental challenge of the 21st century is poverty. When you don't know where your next meal is coming from, it's hard to consider the environment 100 years down the line.","quoteAuthor":"Bjorn Lomborg","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f4e","quoteText":"In the rich world, the environmental situation has improved dramatically. In the United States, the most important environmental indicator, particulate air pollution, has been cut by more than half since 1955, rivers and coastal waters have dramatically improved, and forests are increasing.","quoteAuthor":"Bjorn Lomborg","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f4f","quoteText":"I think an old style of addressing environmental problems is ebbing, but the rise of the so-called conservative, political movement in this country is not a trend towards the future but a reaction to this very broad shift that we are undergoing.","quoteAuthor":"Paul Hawken","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f50","quoteText":"Environmental protection doesn't happen in a vacuum. You can't separate the impact on the environment from the impact on our families and communities.","quoteAuthor":"Jim Clyburn","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f51","quoteText":"Like I said, I'm more worried long term about the environmental issues then the use of arms.","quoteAuthor":"Hans Blix","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f52","quoteText":"The Body Shop Foundation is run by our staff and supports social activism and environmental activism. We don't tend to support big agencies.","quoteAuthor":"Anita Roddick","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f53","quoteText":"I reflect back 35 years ago, and look how far we have come in America with our environmental policy to improve the conditions of our air and water, and we have had some real successes.","quoteAuthor":"Jay Inslee","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f54","quoteText":"More than ever before, there is a global understanding that long-term social, economic, and environmental development would be impossible without healthy families, communities, and countries.","quoteAuthor":"Gro Harlem Brundtland","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f55","quoteText":"There's so many issues tied to the meat industry. I mean, social, environmental, humanitarian - all of them. I know that when I'm eating that I'm not hurting the planet, I'm not hurting other people on this planet, I'm not hurting animals... and I'm not hurting nature.","quoteAuthor":"Maggie Q","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f56","quoteText":"We all recognize that in recent decades, many important achievements have helped create a cleaner, healthier environment, yet our national needs in environmental health are not being fully met.","quoteAuthor":"Samuel Wilson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f57","quoteText":"We created the Cabinet Committee on the Environment to review the environmental implications of all government initiatives. I think what made us successful was the fact that it was a sustained approach. We did something new every year.","quoteAuthor":"Brian Mulroney","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f58","quoteText":"If we talk about the environment, for example, we have to talk about environmental racism - about the fact that kids in South Central Los Angeles have a third of the lung capacity of kids in Santa Monica.","quoteAuthor":"Danny Glover","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f59","quoteText":"A fascinating challenge facing today's environmental movement is how to best approach the reversal of past decisions that altered once-pristine environmental spaces for the sake of urgent man-made needs.","quoteAuthor":"Matt Gonzalez","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f5a","quoteText":"Some types of environmental restoration projects are well-known restored wetlands, for instance, or coal mine reclamation projects. Recently though, larger dam removal projects have started, a number of them in Washington state.","quoteAuthor":"Matt Gonzalez","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f5b","quoteText":"Unless action is taken soon - unless we can display the same vision of that earlier period - we will lose the treasure of California's open space and environmental beauty.","quoteAuthor":"Adam Schiff","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f5c","quoteText":"I thought I was gonna be an attorney, so I went to Dartmouth and I was a government major and I minored in environmental policy, and I didn't do anything academically around the arts.","quoteAuthor":"Aisha Tyler","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f5d","quoteText":"And I know that the younger generation is doing things that are so ingenious. And for them it's not a matter of a political belief or an environmental stance. It's really just common sense.","quoteAuthor":"Daryl Hannah","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f5e","quoteText":"On the environmental front there's concern about global warming and high levels of carbon dioxide, and trees take in CO2 and store carbon.","quoteAuthor":"Clive Anderson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f5f","quoteText":"But, as environment minister, I am very interested in a thriving German automobile industry, because I can only pay for the rising costs of environmental protection at home and abroad if there are people in Germany with jobs and who pay taxes.","quoteAuthor":"Sigmar Gabriel","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f60","quoteText":"Global markets must be balanced by global values such as respect for human rights and international law, democracy, security and sustainable economic and environmental development.","quoteAuthor":"Anna Lindh","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f61","quoteText":"So to hope to be able to have peace, to be able to have justice and environmental balance, are consequences of our behavior, not just our intentions.","quoteAuthor":"Godfrey Reggio","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f62","quoteText":"I wanted to help raise awareness, so I created an environmental foundation called Just Within Reach.","quoteAuthor":"Kevin Richardson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f63","quoteText":"I think we have grave problems. I am very much concerned about environmental questions, even though in Finnish society, we are not facing the most urgent problems.","quoteAuthor":"Harri Holkeri","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f64","quoteText":"This Nation has realized significant environmental improvements over the last three decades.","quoteAuthor":"Jerry Costello","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f65","quoteText":"Fracking is doable if there's full disclosure of all chemicals used. Secondly, science dictates the policy rather than politics. Third, there's collaboration between environmental groups and the natural gas industry.","quoteAuthor":"Bill Richardson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f66","quoteText":"My idea of an amusement park story is getting adventurers to go tour environmental disaster areas. After all, if the entire Great Barrier Reef gets killed, which seems like an extremely lively possibility, what are you going to do with all that rotting limestone?","quoteAuthor":"Bruce Sterling","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f67","quoteText":"Despite Arizona's remarkable growth in recent years, we have met the current federal health standards for ozone pollution and the Environmental Protection Agency recently approved our dust control plan.","quoteAuthor":"Jane D. Hull","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f68","quoteText":"I've always been a strong supporter of environmental protection and initiatives in that area. But I'm willing to set priorities. If we have to make reductions in one place, we'll have to-in order to increase another place, I'm willing to do that.","quoteAuthor":"Judd Gregg","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f69","quoteText":"I assume we will have figured out a way to efficiently utilize solar energy and tied that to an efficient way to use nuclear energy in such a way that it doesn't pose a serious environmental issue.","quoteAuthor":"John Hickenlooper","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f6a","quoteText":"During my travels in Iraq, Israel, Gaza, Brazil, Indonesia, Japan, Europe and all over the United States, I have seen and heard the voices of people who want change. They want the stabilization of the economy, education and healthcare for all, renewable energy and an environmental vision with an eye on generations to come.","quoteAuthor":"Michael Franti","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f6b","quoteText":"There's no longer any surprise in noting that China has grave environmental problems.","quoteAuthor":"James Fallows","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f6c","quoteText":"Environmental disaster is the gravest threat to China's continued development. That's according to me, but it is not some wacko view.","quoteAuthor":"James Fallows","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f6d","quoteText":"My efforts in Congress are guided by the belief that environmental preservation and restoration are a critical part of the legacy we leave to future generations.","quoteAuthor":"Sue Kelly","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f6e","quoteText":"Environmental policy must strike a balance between the earth's best interests and our citizen's pressing needs.","quoteAuthor":"Jim Clyburn","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f6f","quoteText":"But reducing harmful emissions, abating our dependence on foreign oil and developing alternative renewable energy sources have benefits that go beyond environmental health, they improve personal health, enhance national security and encourage our nation's economic viability.","quoteAuthor":"Jim Clyburn","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f70","quoteText":"All living beings, not just animals, but plants and microorganisms, perceive. To survive, an organic being must perceive - it must seek, or at least recognize, food and avoid environmental danger.","quoteAuthor":"Lynn Margulis","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f71","quoteText":"We have a project with Unocal here in Los Angeles, where we as an environmental organization, the oil company, and the state all get together to promote the recycling of used motor oil.","quoteAuthor":"Ted Danson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f72","quoteText":"We're not trying to reinvent the wheel for any environmental organization to claim sole responsibility for any kind of victory is insane, because everybody attacks these problems as a group.","quoteAuthor":"Ted Danson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f73","quoteText":"The environmental movement, like all political processes, reacts best to disasters. But these are very slow, very gradual disasters in the making.","quoteAuthor":"Ted Danson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f74","quoteText":"Address these environmental issues and you will address every issue known to man. And we keep dabbling in things that aren't really that important in the long term.","quoteAuthor":"Ted Danson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f75","quoteText":"Climate change is happening, humans are causing it, and I think this is perhaps the most serious environmental issue facing us.","quoteAuthor":"Bill Nye","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f76","quoteText":"I align myself with almost all researchers in assuming that anything we do is a composite of whatever genetic limitations were given to us by our parents and whatever kinds of environmental opportunities are available.","quoteAuthor":"Howard Gardner","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f77","quoteText":"Cities all over the world are getting bigger as more and more people move from rural to urban sites, but that has created enormous problems with respect to environmental pollution and the general quality of life.","quoteAuthor":"Alan Dundes","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f78","quoteText":"A variety of factors contribute to the price of gasoline in the United States. These factors include worldwide supply, demand and competition for crude oil, taxes, regional differences in access to gasoline supplies and environmental regulations.","quoteAuthor":"Gary Miller","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f79","quoteText":"We should restore a proper balance in environmental regulation and energy production that is based on common sense, not political agendas.","quoteAuthor":"Mac Thornberry","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f7a","quoteText":"If there are more and more environmental refugees, they are going to end up on your doorstep too.","quoteAuthor":"Nina Fedoroff","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f7b","quoteText":"Ethanol is a premier, high performance fuel. It has tremendous environmental benefits and is a key component to energy independence for our country.","quoteAuthor":"Richard Lugar","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f7c","quoteText":"There are a tremendous amount of environmental issues that are on the table.","quoteAuthor":"Ed Rendell","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f7d","quoteText":"And secondly, I would impose a significant state landfill tipping fee and use that tipping fee to fund the billion dollar bond issue that I want to create to produce the funds for all of the environmental challenges that we just went over.","quoteAuthor":"Ed Rendell","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f7e","quoteText":"While the Environmental Genome Project does not seek to assign allele frequencies, we are aware of the importance of accurate allele frequency estimates for future epidemiologic studies and the large sample sizes such estimates will require.","quoteAuthor":"Samuel Wilson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f7f","quoteText":"It is important to consider whether the sample size selected by the Environmental Genome Project will provide sufficient power to discover most alleles relevant to gene-environment interactions.","quoteAuthor":"Samuel Wilson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f80","quoteText":"One of the responsibilities faced by the Environmental Genome Project is to provide the science base upon which society can make better informed risk management decisions.","quoteAuthor":"Samuel Wilson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f81","quoteText":"The infrastructure for linking environmental health and public health is not working as well as it should.","quoteAuthor":"Samuel Wilson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f82","quoteText":"Moreover, environmental health at the local level has become narrowly focused, very much defined around regulations and the attendant regulatory debates.","quoteAuthor":"Samuel Wilson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f83","quoteText":"Having yet another vote on refinery legislation that uses high oil prices as an excuse to weaken environmental protections and to give more legislative gifts to the oil industry is misguided in the extreme.","quoteAuthor":"Sherwood Boehlert","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f84","quoteText":"Let me start by emphasizing that I am open to efforts to expedite environmental procedures for true emergencies or in other clear cases where current laws are needlessly burdensome.","quoteAuthor":"Sherwood Boehlert","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f85","quoteText":"Well, for starters, we have to do more to create demand for new technologies that can reduce our dependence on foreign oil and environmental degradation.","quoteAuthor":"Sherwood Boehlert","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f86","quoteText":"Practically every environmental problem we have can be traced to our addiction to fossil fuels, primarily oil.","quoteAuthor":"Dennis Weaver","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f87","quoteText":"Of the 55 refineries closed in America in the last 10 years, they were all closed for economic reasons, mostly oil company mergers. Not a single one was closed for environmental purposes or objections.","quoteAuthor":"Peter DeFazio","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f88","quoteText":"At Current, television is all we do - that's our business. We don't have amusement parks I have to worry about, we don't have environmental cases against us, we don't have a series of outdoor-advertising companies.","quoteAuthor":"Keith Olbermann","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f89","quoteText":"It is extremely important to me that the social and environmental issues associated with the production of fashion clothing are addressed.","quoteAuthor":"Bonnie Wright","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f8a","quoteText":"I tell my environmental friends that they have won. Every issue we look at from an energy perspective is now also looked at from an environmental perspective.","quoteAuthor":"Joe Barton","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f8b","quoteText":"It is one of the issues that will have to be worked through however let me make the point and I think anyone would accept that if you set it up properly, not only will you get better environmental outcomes, you have a chance to create more wealth with the available resource.","quoteAuthor":"John Anderson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f8c","quoteText":"But my point is that you design something in the end that precludes any unhealthy trading practices that are not going to serve your environmental or your economic objectives but now is not the time to do it.","quoteAuthor":"John Anderson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f8d","quoteText":"I think it makes people in the Pentagon kind of nervous to know that chemical agents and environmental factors could cause so much damage in terms of what may happen in the future.","quoteAuthor":"Bernard Sanders","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f8e","quoteText":"There is no 'need' for us to eat meat, dairy or eggs. Indeed, these foods are increasingly linked to various human diseases and animal agriculture is an environmental disaster for the planet.","quoteAuthor":"Gary L. Francione","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f8f","quoteText":"There are more effective ways of tackling environmental problems including global warming, proliferation of plastics, urban sprawl, and the loss of biodiversity than by treaties, top-down regulations, and other approaches offered by big governments and their dependents.","quoteAuthor":"Preston Manning","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f90","quoteText":"No one does a better, cleaner, or environmental friendlier, than the United States, when it comes to drilling for oil, gas, coal, oil refineries and fish friendly hydroelectric.","quoteAuthor":"David Pratt","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f91","quoteText":"I hope that in future Congresses there will reemerge a recognition that climate change is a reality, that our policies to meet our energy needs must also deal responsibly with environmental issues, including the damage caused by greenhouse gas emissions.","quoteAuthor":"Jeff Bingaman","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f92","quoteText":"Time after time we're told corporations should have freedom from pesky job safety regulations, environmental protections and labor standards - giving working people the freedom to be crushed in collapsing mines, choke on filthy air and get paid too little to live on.","quoteAuthor":"Richard Trumka","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f93","quoteText":"Furthermore, both Pennsylvania and New Jersey Departments of Environmental Protection have evaluated the sediment to be dredged and also found it to be not toxic.","quoteAuthor":"Robert Brady","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f94","quoteText":"In the state of Wisconsin it's mandated that teachers in the social sciences and hard sciences have to start giving environmental education by the first grade, through high school.","quoteAuthor":"Gaylord Nelson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f95","quoteText":"Franklin Roosevelt was very concerned about environmental issues.","quoteAuthor":"Gaylord Nelson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f96","quoteText":"Loads of chemicals and hazardous wastes have been introduced into the atmosphere that didn't even exist in 1948. The environmental condition of the planet is far worse than it was 42 years ago.","quoteAuthor":"Gaylord Nelson","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f97","quoteText":"I like the outdoors and the natural world. Environmental issues.","quoteAuthor":"Mackenzie Crook","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f98","quoteText":"There has been a banking crisis, a financial crisis, an economic crisis, a social crisis, a geostrategic crisis and an environmental crisis. That's considerable in a country that's used to being protected.","quoteAuthor":"Jean-Francois Cope","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f99","quoteText":"Public discourse has been polluted now for decades by corporate-funded disinformation - not just with climate change but with a host of health, environmental and societal threats. The implications for the planet are grim.","quoteAuthor":"Michael E. Mann","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f9a","quoteText":"Since the day he came into office, President Bush has worked to gut more than 34 years of hard work by weakening many of our Nation's standing environmental laws, some of which were signed into law by his father.","quoteAuthor":"Jim Jeffords","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f9b","quoteText":"This Bush administration has a growing credibility gap, maybe even a credibility chasm, on environmental policy. The President has lost the trust of the American people when it comes to the environment.","quoteAuthor":"Jim Jeffords","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f9c","quoteText":"It is the greatest scam in history. I am amazed, appalled and highly offended by it. Global Warming It is a scam. Some dastardly scientists with environmental and political motives manipulated long term scientific data to create an illusion of rapid global warming.","quoteAuthor":"John Coleman","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f9d","quoteText":"There should be more attention paid to scientific research in the ecology area, and I think that such attention to proper environmental concerns would make the public feel much better about it.","quoteAuthor":"Thomas R. Cech","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f9e","quoteText":"Just as there's garbage that pollutes the Potomac river, there is garbage polluting our culture. We need an Environmental Protection Agency to clean it up.","quoteAuthor":"Patrick Buchanan","quoteGenre":"environmental","__v":0},{"_id":"5eb17aaeb69dc744b4e74f9f","quoteText":"Architects in the past have tended to concentrate their attention on the building as a static object. I believe dynamics are more important: the dynamics of people, their interaction with spaces and environmental condition.","quoteAuthor":"John Portman","quoteGenre":"environmental","__v":0}]