[{"_id":"5eb17aafb69dc744b4e78522","quoteText":"It might be said now that I have the best of both worlds. A Harvard education and a Yale degree.","quoteAuthor":"John F. Kennedy","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78523","quoteText":"God will not look you over for medals degrees or diplomas, but for scars.","quoteAuthor":"Elbert Hubbard","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78524","quoteText":"A graduation ceremony is an event where the commencement speaker tells thousands of students dressed in identical caps and gowns that 'individuality' is the key to success.","quoteAuthor":"Robert Orben","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78525","quoteText":"Never go to your high school reunion pregnant or they will think that is all you have done since you graduated.","quoteAuthor":"Erma Bombeck","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78526","quoteText":"Knowledge is invariably a matter of degree: you cannot put your finger upon even the simplest datum and say this we know.","quoteAuthor":"T. S. Eliot","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78527","quoteText":"You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.","quoteAuthor":"Tom Brokaw","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78528","quoteText":"I learned law so well, the day I graduated I sued the college, won the case, and got my tuition back.","quoteAuthor":"Fred Allen","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78529","quoteText":"It makes little difference how many university courses or degrees a person may own. If he cannot use words to move an idea from one point to another, his education is incomplete.","quoteAuthor":"Norman Cousins","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7852a","quoteText":"For a man to attain to an eminent degree in learning costs him time, watching, hunger, nakedness, dizziness in the head, weakness in the stomach, and other inconveniences.","quoteAuthor":"Miguel de Cervantes","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7852b","quoteText":"Life is the most exciting opportunity we have. But we have one shot. You graduate from college once, and that's it. You're going out of that nest. And you have to find that courage that's deep, deep, deep in there. Every step of the way.","quoteAuthor":"Andrew Shue","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7852c","quoteText":"I always wanted to have my own album released before I graduated from high school.","quoteAuthor":"Christina Aguilera","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7852d","quoteText":"This man used to go to school with his dog. Then they were separated. His dog graduated!","quoteAuthor":"Henny Youngman","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7852e","quoteText":"I was never a Certified Public Accountant. I just had a degree in accounting. It would require passing a test, which I would not have been able to do.","quoteAuthor":"Bob Newhart","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7852f","quoteText":"In this outward and physical ceremony we attest once again to the inner and spiritual strength of our Nation. As my high school teacher, Miss Julia Coleman, used to say: 'We must adjust to changing times and still hold to unchanging principles.'","quoteAuthor":"Jimmy Carter","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78530","quoteText":"Being considerate of others will take your children further in life than any college degree.","quoteAuthor":"Marian Wright Edelman","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78531","quoteText":"Even though I disagree with many of the changes, when I see the privates graduate at the end of the day, when they walk off that drill field at the end of the ceremony, they are still fine privates outstanding, well motivated privates.","quoteAuthor":"R. Lee Ermey","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78532","quoteText":"Earlier today, Arnold Schwarzenegger criticized the California school system, calling it disastrous. Arnold says California's schools are so bad that its graduates are willing to vote for me.","quoteAuthor":"Conan O'Brien","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78533","quoteText":"When I was going for my graduate degree, I decided I was going to make a feature film as my thesis. That's what I was famous for-that I had my thesis film be a feature film, which was 'You're a Big Boy Now.'","quoteAuthor":"Francis Ford Coppola","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78534","quoteText":"Catholic school graduates exhibit a wide variety of qualities that will not only help them in their careers but also in their family and community lives.","quoteAuthor":"Joe Baca","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78535","quoteText":"It is soooooo necessary to get the basic skills, because by the time you graduate, undergraduate or graduate, that field would have totally changed from your first day of school.","quoteAuthor":"Leigh Steinberg","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78536","quoteText":"We had times in '66 and '67 when we would pick up a platoon of privates out of the receiving barracks the week before we even graduated the platoon that we were on!","quoteAuthor":"R. Lee Ermey","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78537","quoteText":"We don't stop going to school when we graduate.","quoteAuthor":"Carol Burnett","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78538","quoteText":"I'm not impressed by someone's degree... I'm impressed by them making movies.","quoteAuthor":"Richard King","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78539","quoteText":"It is virtually impossible to compete in today's global economy without a college degree.","quoteAuthor":"Bobby Scott","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7853a","quoteText":"I first became interested in women and religion when I was one of the few women doing graduate work in Religious Studies at Yale University in the late 1960's.","quoteAuthor":"Carol P. Christ","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7853b","quoteText":"Everyone has a right to a university degree in America, even if it's in Hamburger Technology.","quoteAuthor":"Clive James","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7853c","quoteText":"I got all my work done to graduate in two months and then they were like, I'm sorry, you have to take driver's ed. I just kind of went, Oh, forget it.","quoteAuthor":"Fiona Apple","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7853d","quoteText":"I graduated a the top of my class in the '84 Olympic Games I won a gold medal.","quoteAuthor":"Scott Hamilton","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7853e","quoteText":"I have actually five honorary degrees.","quoteAuthor":"Katherine Dunham","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7853f","quoteText":"I don't look to find an educated person in the ranks of university graduates, necessarily. Some of the most educated people I know have never been near a university.","quoteAuthor":"John Keegan","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78540","quoteText":"I think young writers should get other degrees first, social sciences, arts degrees or even business degrees. What you learn is research skills, a necessity because a lot of writing is about trying to find information.","quoteAuthor":"Irvine Welsh","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78541","quoteText":"For students today, only 10 percent of children from working-class families graduate from college by the age of 24 as compared to 58 percent of upper-middle-class and wealthy families.","quoteAuthor":"Patrick J. Kennedy","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78542","quoteText":"At the School of Visual Arts in New York, you can get your degree in Net art, which is really a fantastic way of thinking of theater in new ways.","quoteAuthor":"Laurie Anderson","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78543","quoteText":"I did get a degree in special education.","quoteAuthor":"Clay Aiken","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78544","quoteText":"When I graduated from Santa Monica High in 1927, I was voted the girl most likely to succeed. I didn't realize it would take so long.","quoteAuthor":"Gloria Stuart","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78545","quoteText":"My father, who was from a wealthy family and highly educated, a lawyer, Yale and Columbia, walked out with the benefit of a healthy push from my mother, a seventh grade graduate, who took a typing course and got a secretarial job as fast as she could.","quoteAuthor":"George Weinberg","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78546","quoteText":"College atheletes used to get a degree in bringing your pencil.","quoteAuthor":"Ruby Wax","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78547","quoteText":"I went to college at the University of Kansas, where I got a degree in political science.","quoteAuthor":"Sara Paretsky","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78548","quoteText":"I didn't get my degree at NYU I got it later, they gave me an honourary one.","quoteAuthor":"Jim Jarmusch","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78549","quoteText":"Some go on to trade schools or get further training for jobs they are interested in. Some go into the arts, some are craftsmen, some take a little time out to travel, and some start their own businesses. But our graduates find and work at what they want to do.","quoteAuthor":"Daniel Greenberg","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7854a","quoteText":"The knowledge of languages was very useful. I have a university degree in foreign languages and literature.","quoteAuthor":"Emma Bonino","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7854b","quoteText":"My main objective is to prepare candidates for professional baseball however, the majority of our graduates will go home as much better qualified amateurs.","quoteAuthor":"Jim Evans","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7854c","quoteText":"You must realize that honorary degrees are given generally to people whose SAT scores were too low to get them into schools the regular way. As a matter of fact, it was my SAT scores that led me into my present vocation in life, comedy.","quoteAuthor":"Neil Simon","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7854d","quoteText":"I took three years off. I differentiated myself from the industry. Found my identity - sort of... I haven't graduated yet. I'm not legitimately educated yet, but maybe one day.","quoteAuthor":"Claire Danes","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7854e","quoteText":"In 1858 I received the degree of D. S. from the Lawrence Scientific School, and thereafter remained on the rolls of the university as a resident graduate.","quoteAuthor":"Simon Newcomb","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7854f","quoteText":"I could be happy doing something like architecture. It would involve another couple of years of graduate school, but that's what I studied in college. That's what I always wanted to do.","quoteAuthor":"Parker Stevenson","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78550","quoteText":"I was the first boy in the Kennedy family to graduate from college.","quoteAuthor":"Mark Kennedy","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78551","quoteText":"Everybody wants you to do good things, but in a small town you pretty much graduate and get married. Mostly you marry, have children and go to their football games.","quoteAuthor":"Faith Hill","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78552","quoteText":"The college graduate is presented with a sheepskin to cover his intellectual nakedness.","quoteAuthor":"Robert M. Hutchins","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78553","quoteText":"When nearly a third of our high school students do not graduate on time with their peers, we have work to do. We must design our middle and high schools so that no student gets lost in the crowd and disconnected from his or her own potential.","quoteAuthor":"Christine Gregoire","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78554","quoteText":"Yeah, I spent about 20 years in a dorm room. It took me a while to graduate.","quoteAuthor":"Douglas Wilson","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78555","quoteText":"I teach one semester a year, and this year I'm just teaching one course during that semester, a writing workshop for older students in their late 20s and early 30s, people in our graduate program who are already working on a manuscript and trying to bring it to completion.","quoteAuthor":"Tobias Wolff","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78556","quoteText":"I have no problems with private schools. I graduated from one and so did my mother. Private schools are useful and we often use public funds to pay for their infrastructures and other common needs.","quoteAuthor":"Jim Clyburn","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78557","quoteText":"Our record number of teenagers must become our record number of high school and college graduates and our record number of teachers, scientists, doctors, lawyers, and skilled professionals.","quoteAuthor":"Ruben Hinojosa","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78558","quoteText":"ACT and SAT each have their own parts of the country. The GRE has its lock on graduate admissions. And so, one could blame the companies, but really, economically, they have no incentive to change things very much because they're getting the business.","quoteAuthor":"Robert Sternberg","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78559","quoteText":"Having a college degree gave me the opportunity to be... well-rounded. Also, the people I met at the university, most of them are still my colleagues now. People I've known for years are all in the industry together.","quoteAuthor":"Jon Secada","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7855a","quoteText":"If a student takes the whole series of my folklore courses including the graduate seminars, he or she should learn something about fieldwork, something about bibliography, something about how to carry out library research, and something about how to publish that research.","quoteAuthor":"Alan Dundes","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7855b","quoteText":"In my second year in graduate school, I took a computer course and that was like lightening striking.","quoteAuthor":"Ted Nelson","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7855c","quoteText":"So in my uncertainty, I went to graduate school and there it all happened.","quoteAuthor":"Ted Nelson","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7855d","quoteText":"Even though I didn't get a business degree, I enjoyed learning about economics.","quoteAuthor":"Herb Ritts","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7855e","quoteText":"I was about to get a degree in economics when I accepted that I'd be a lousy businessman, and if I didn't give acting a try I'd regret it for the rest of my life.","quoteAuthor":"Peter Gallagher","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7855f","quoteText":"I went to military college in Canada and graduated as an officer in the Navy but also as an engineer.","quoteAuthor":"Marc Garneau","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78560","quoteText":"North Dakota State. What do you have to do there to graduate? Milk a cow with your left hand?","quoteAuthor":"Bobby Heenan","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78561","quoteText":"Each year India and China produce four million graduates compared with just over 250,000 in Britain.","quoteAuthor":"Gordon Brown","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78562","quoteText":"I received my undergraduate degree in engineering in 1939 and a Master of Science degree in mathematical physics in 1941 at Steven Institute of Technology.","quoteAuthor":"Frederick Reines","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78563","quoteText":"Remember, half the doctors in this country graduated in the bottom half of their class.","quoteAuthor":"Al McGuire","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78564","quoteText":"One half who graduate from college never read another book.","quoteAuthor":"G. M. Trevelyan","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78565","quoteText":"I did graduate with a bachelor's degree in civil engineering in 1948.","quoteAuthor":"Daniel J. Evans","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78566","quoteText":"I think I finally chose the graduate degree in engineering primarily because it only took one year and law school took three years, and I felt the pressure of being a little behind - although I was just 22.","quoteAuthor":"Daniel J. Evans","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78567","quoteText":"Really, the potential for, first of all, any college graduate today is enormously good. These are good times for anyone with a college degree today, particularly African Americans. With a college degree today, you really breach the unemployment rate.","quoteAuthor":"Alexis Herman","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78568","quoteText":"I wrote a novel for my degree, and I'm very happy I didn't submit that to a publisher. I sympathize with my professors who had to read it.","quoteAuthor":"David Eddings","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78569","quoteText":"I was going to be an architect. I graduated with a degree in architecture and I had a scholarship to go back to Princeton and get my Masters in architecture. I'd done theatricals in college, but I'd done them because it was fun.","quoteAuthor":"James Stewart","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7856a","quoteText":"When I was a graduate student, the leading spirits at Harvard were interested in the history of ideas.","quoteAuthor":"M. H. Abrams","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7856b","quoteText":"In the summer we graduated we flipped out completely, drinking beer, cruising in our cars and beating up each other. It was a crazy summer. That's when I started to be interested in girls.","quoteAuthor":"Ed O'Neill","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7856c","quoteText":"I dropped out of school for a semester, transferred to another college, switched to an art major, graduated, got married, and for a while worked as a graphic designer.","quoteAuthor":"James Green Somerville","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7856d","quoteText":"My father was on the faculty in the Chemistry Department of Harvard University my mother had one year of graduate work in physics before her marriage.","quoteAuthor":"Kenneth G. Wilson","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7856e","quoteText":"My graduate studies were carried out at the California Institute of Technology.","quoteAuthor":"Kenneth G. Wilson","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7856f","quoteText":"The essays in The Great Taos Bank Robbery were my project to win a Master of Arts degree in English when I quit being a newspaper editor and went back to college.","quoteAuthor":"Tony Hillerman","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78570","quoteText":"The economy in the Valley will need to grow if students want to come back and work with their specialized degrees. We need to develop more to create more opportunities.","quoteAuthor":"Frank Murphy","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78571","quoteText":"Yale places great stress on undergraduate and graduate teaching. I like teaching, and I do a lot of it.","quoteAuthor":"James Tobin","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78572","quoteText":"I was really desperate. I don't know if you can remember back that far, but when I went to graduate school they didn't want females in graduate school. They were very open about it. They didn't mince their words. But then I got in and I got my degree.","quoteAuthor":"Shannon Lucid","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78573","quoteText":"Our promise to our children should be this: if you do well in school, we will pay for you to obtain a college degree.","quoteAuthor":"Ruth Ann Minner","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78574","quoteText":"The idea of winning a doctor's degree gradually assumed the aspect of a great moral struggle, and the moral fight possessed immense attraction for me.","quoteAuthor":"Elizabeth Blackwell","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78575","quoteText":"My personal advice is to go to school first and get a liberal arts education, and then if you want to pursue acting, go to graduate school.","quoteAuthor":"Jillian Bach","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78576","quoteText":"I think women as well as men are concerned about jobs and the economy and spending and, and other issues. They're concerned that when their kids graduate from college they have an economy and they have a future in this country and they, they have the same opportunity that we've had and our grandparents have had.","quoteAuthor":"Ken Buck","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78577","quoteText":"I've told my children that when I die, to release balloons in the sky to celebrate that I graduated. For me, death is a graduation.","quoteAuthor":"Elisabeth Kubler-Ross","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78578","quoteText":"I went to my son's graduation this weekend, and I heard a great quote I've never heard before from Albert Einstein. It was that the greatest danger to the world is not the bad people but it's the good people who don't speak out.","quoteAuthor":"Hamilton Jordan","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78579","quoteText":"We are living in 1937, and our universities, I suggest, are not half-way out of the fifteenth century. We have made hardly any changes in our conception of university organization, education, graduation, for a century - for several centuries.","quoteAuthor":"H. G. Wells","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7857a","quoteText":"From kindergarten to graduation, I went to public schools, and I know that they are a key to being sure that every child has a chance to succeed and to rise in the world.","quoteAuthor":"Dick Cheney","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7857b","quoteText":"I disagree with a lot of those changes, however at the end of the day - I go down to recruit graduation at least once or twice a year.","quoteAuthor":"R. Lee Ermey","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7857c","quoteText":"Since graduation, I have measured time in 4-by-5-inch pieces of paper, four days on the left and three on the right. Every social engagement, interview, reading, flight, doctor's appointment, birthday and dry-cleaning reminder has been handwritten between metal loops.","quoteAuthor":"Sloane Crosley","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7857d","quoteText":"I was a lesbian for a semester at Wesleyan - it was a graduation requirement.","quoteAuthor":"Ayelet Waldman","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7857e","quoteText":"I'm not retiring. I am graduating. Today is my graduation day. Retirement means that you'll just go ahead and live on your laurels and surf all day in Oceanside. It ain't going to happen.","quoteAuthor":"Junior Seau","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7857f","quoteText":"A few months after graduation I was working in films. It took off pretty quick.","quoteAuthor":"Moira Kelly","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78580","quoteText":"People in my family and camp who grew up listening to rap music love 'We Are Young.' I've heard it play at weddings. I've heard it in graduation parties. It's a big idea and big song.","quoteAuthor":"Janelle Monae","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78581","quoteText":"I have the loving support of my girlfriend who still attends Wake Forest and is nearing graduation. She helps me cope with the everyday rigors of being an NBA player.","quoteAuthor":"Tim Duncan","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78582","quoteText":"I was on the yearbook staff, so I would take out film cameras and Nikons and take photos around school and at sporting events and things like that. We had a darkroom as well. I just loved it. I also saved up for a video camera to video my friends and cut and paste the videos together and I gave them to all of my friends for graduation.","quoteAuthor":"Dianna Agron","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78583","quoteText":"The morning after my high-school graduation found me up early job hunting. The dream of college I put on the back burner.","quoteAuthor":"Martha Reeves","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78584","quoteText":"I thought I should go to New York because it was the place to go to study. I went and tried to get an application from the Juilliard School but they wouldn't even give me one because I didn't have my high school graduation.","quoteAuthor":"Maureen Forrester","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78585","quoteText":"While I do commend the Administration on its commitment and focus on high school reform, I believe that we must focus on graduation as the key accountability measure.","quoteAuthor":"Ruben Hinojosa","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78586","quoteText":"I received $100 per week when I started working at the Globe after graduation.","quoteAuthor":"Will McDonough","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78587","quoteText":"Americans in particular are myopic. They're not traveling as much. When you were a college student, the next thing you would do on graduation was to take a year off and travel. That's what I did. I went to Indonesia.","quoteAuthor":"Julie Taymor","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78588","quoteText":"I fell in love with theater there, and after graduation I moved to Los Angeles to pursue acting.","quoteAuthor":"Olivia Wilde","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e78589","quoteText":"It was only when I finished the course and left my graduation diploma on the bus that I realised I'd become an actor.","quoteAuthor":"James D'arcy","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7858a","quoteText":"One of the most difficult speeches to prepare is an address to a graduation class, which is why I don't often do them.","quoteAuthor":"Jerry Moran","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7858b","quoteText":"At the end of four years' time, at graduation, we were down to 12. At our reunion that we had several years ago, only 1 out of the 52 actually made it to ordination and priesthood. So there you go, there's your numbers.","quoteAuthor":"Peter Jurasik","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7858c","quoteText":"I woke up on May 15, 1991, the day of my Barnard graduation, and I said to myself, 'By the end of today you will decide what you want to do with the rest of your life.'","quoteAuthor":"Alexandra Guarnaschelli","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7858d","quoteText":"A month before graduation I got an off-Broadway job. Then I did some commercials, including one for MCI. You can only see half of me, but it paid well. Thank God for commercials.","quoteAuthor":"Lee Pace","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7858e","quoteText":"All my graduation money went to paying for bartending classes so I could have a side gig. I bartended for two months before I was supposed to move to New York and then two months later I got the job as an understudy in 'Sister Act' and haven't looked back since.","quoteAuthor":"Patina Miller","quoteGenre":"graduation","__v":0},{"_id":"5eb17aafb69dc744b4e7858f","quoteText":"If you're picking your best friend based on what kind of clothes she wears or how popular she is, chances are you aren't going to stay in touch after graduation.","quoteAuthor":"Renee Olstead","quoteGenre":"graduation","__v":0}]