[{"_id":"5eb17ab1b69dc744b4e7ab67","quoteText":"I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.","quoteAuthor":"Maya Angelou","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab68","quoteText":"Education is what remains after one has forgotten what one has learned in school.","quoteAuthor":"Albert Einstein","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab69","quoteText":"We must learn to live together as brothers or perish together as fools.","quoteAuthor":"Martin Luther King, Jr.","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab6a","quoteText":"Live as if you were to die tomorrow. Learn as if you were to live forever.","quoteAuthor":"Mahatma Gandhi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab6b","quoteText":"Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.","quoteAuthor":"Earl Nightingale","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab6c","quoteText":"If we knew what it was we were doing, it would not be called research, would it?","quoteAuthor":"Albert Einstein","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab6d","quoteText":"A wise man can learn more from a foolish question than a fool can learn from a wise answer.","quoteAuthor":"Bruce Lee","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab6e","quoteText":"I've learned that you shouldn't go through life with a catcher's mitt on both hands you need to be able to throw something back.","quoteAuthor":"Maya Angelou","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab6f","quoteText":"Tell me and I forget. Teach me and I remember. Involve me and I learn.","quoteAuthor":"Benjamin Franklin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab70","quoteText":"I learned long ago, never to wrestle with a pig. You get dirty, and besides, the pig likes it.","quoteAuthor":"George Bernard Shaw","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab71","quoteText":"The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you. If you do that, you're in control of your life. If you don't, life controls you.","quoteAuthor":"Tony Robbins","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab72","quoteText":"Every immigrant who comes here should be required within five years to learn English or leave the country.","quoteAuthor":"Theodore Roosevelt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab73","quoteText":"He who learns but does not think, is lost! He who thinks but does not learn is in great danger.","quoteAuthor":"Confucius","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab74","quoteText":"I am always ready to learn although I do not always like being taught.","quoteAuthor":"Winston Churchill","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab75","quoteText":"There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.","quoteAuthor":"Jiddu Krishnamurti","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab76","quoteText":"He who would learn to fly one day must first learn to stand and walk and run and climb and dance one cannot fly into flying.","quoteAuthor":"Friedrich Nietzsche","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab77","quoteText":"Without pain, there would be no suffering, without suffering we would never learn from our mistakes. To make it right, pain and suffering is the key to all windows, without it, there is no way of life.","quoteAuthor":"Angelina Jolie","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab78","quoteText":"Leadership and learning are indispensable to each other.","quoteAuthor":"John F. Kennedy","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab79","quoteText":"Life is a series of experiences, each one of which makes us bigger, even though sometimes it is hard to realize this. For the world was built to develop character, and we must learn that the setbacks and grieves which we endure help us in our marching onward.","quoteAuthor":"Henry Ford","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab7a","quoteText":"One of the things I learned the hard way was that it doesn't pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself.","quoteAuthor":"Lucille Ball","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab7b","quoteText":"Being ignorant is not so much a shame, as being unwilling to learn.","quoteAuthor":"Benjamin Franklin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab7c","quoteText":"Learn to get in touch with the silence within yourself, and know that everything in life has purpose. There are no mistakes, no coincidences, all events are blessings given to us to learn from.","quoteAuthor":"Elisabeth Kubler-Ross","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab7d","quoteText":"If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience.","quoteAuthor":"George Bernard Shaw","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab7e","quoteText":"To know oneself is to study oneself in action with another person.","quoteAuthor":"Bruce Lee","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab7f","quoteText":"Try to learn something about everything and everything about something.","quoteAuthor":"Thomas Huxley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab80","quoteText":"I like to listen. I have learned a great deal from listening carefully. Most people never listen.","quoteAuthor":"Ernest Hemingway","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab81","quoteText":"Flying is learning how to throw yourself at the ground and miss.","quoteAuthor":"Douglas Adams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab82","quoteText":"The person you consider ignorant and insignificant is the one who came from God, that he might learn bliss from grief and knowledge from gloom.","quoteAuthor":"Khalil Gibran","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab83","quoteText":"I am a woman in process. I'm just trying like everybody else. I try to take every conflict, every experience, and learn from it. Life is never dull.","quoteAuthor":"Oprah Winfrey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab84","quoteText":"He who is not everyday conquering some fear has not learned the secret of life.","quoteAuthor":"Ralph Waldo Emerson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab85","quoteText":"You cannot open a book without learning something.","quoteAuthor":"Confucius","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab86","quoteText":"Everything I learned I learned from the movies.","quoteAuthor":"Audrey Hepburn","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab87","quoteText":"I have learned, that if one advances confidently in the direction of his dreams, and endeavors to live the life he has imagined, he will meet with a success unexpected in common hours.","quoteAuthor":"Henry David Thoreau","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab88","quoteText":"I am not afraid of storms for I am learning how to sail my ship.","quoteAuthor":"Louisa May Alcott","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab89","quoteText":"Once you learn to quit, it becomes a habit.","quoteAuthor":"Vince Lombardi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab8a","quoteText":"It is of practical value to learn to like yourself. Since you must spend so much time with yourself you might as well get some satisfaction out of the relationship.","quoteAuthor":"Norman Vincent Peale","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab8b","quoteText":"In times of change learners inherit the earth while the learned find themselves beautifully equipped to deal with a world that no longer exists.","quoteAuthor":"Eric Hoffer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab8c","quoteText":"Deficiency motivation doesn't work. It will lead to a life-long pursuit of try to fix me. Learn to appreciate what you have and where and who you are.","quoteAuthor":"Wayne Dyer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab8d","quoteText":"Your most unhappy customers are your greatest source of learning.","quoteAuthor":"Bill Gates","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab8e","quoteText":"A man only learns in two ways, one by reading, and the other by association with smarter people.","quoteAuthor":"Will Rogers","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab8f","quoteText":"It is paradoxical that many educators and parents still differentiate between a time for learning and a time for play without seeing the vital connection between them.","quoteAuthor":"Leo Buscaglia","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab90","quoteText":"The truth is that we can learn to condition our minds, bodies, and emotions to link pain or pleasure to whatever we choose. By changing what we link pain and pleasure to, we will instantly change our behaviors.","quoteAuthor":"Tony Robbins","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab91","quoteText":"Have you learned the lessons only of those who admired you, and were tender with you, and stood aside for you? Have you not learned great lessons from those who braced themselves against you, and disputed passage with you?","quoteAuthor":"Walt Whitman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab92","quoteText":"The things that have been most valuable to me I did not learn in school.","quoteAuthor":"Will Smith","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab93","quoteText":"There are no mistakes. The events we bring upon ourselves, no matter how unpleasant, are necessary in order to learn what we need to learn whatever steps we take, they're necessary to reach the places we've chosen to go.","quoteAuthor":"Richard Bach","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab94","quoteText":"It's what you learn after you know it all that counts.","quoteAuthor":"John Wooden","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab95","quoteText":"We learned about honesty and integrity - that the truth matters... that you don't take shortcuts or play by your own set of rules... and success doesn't count unless you earn it fair and square.","quoteAuthor":"Michelle Obama","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab96","quoteText":"I am always doing that which I cannot do, in order that I may learn how to do it.","quoteAuthor":"Pablo Picasso","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab97","quoteText":"God lets everything happen for a reason. It's all a learning process, and you have to go from one level to another.","quoteAuthor":"Mike Tyson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab98","quoteText":"The ultimate lesson all of us have to learn is unconditional love, which includes not only others but ourselves as well.","quoteAuthor":"Elisabeth Kubler-Ross","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab99","quoteText":"Your mind will answer most questions if you learn to relax and wait for the answer.","quoteAuthor":"William S. Burroughs","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab9a","quoteText":"Losers live in the past. Winners learn from the past and enjoy working in the present toward the future.","quoteAuthor":"Denis Waitley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab9b","quoteText":"Prepare for the unknown by studying how others in the past have coped with the unforeseeable and the unpredictable.","quoteAuthor":"George S. Patton","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab9c","quoteText":"The life ahead can only be glorious if you learn to live in total harmony with the Lord.","quoteAuthor":"Sai Baba","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab9d","quoteText":"It is utterly false and cruelly arbitrary to put all the play and learning into childhood, all the work into middle age, and all the regrets into old age.","quoteAuthor":"Margaret Mead","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab9e","quoteText":"I never learned from a man who agreed with me.","quoteAuthor":"Robert A. Heinlein","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ab9f","quoteText":"Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out.","quoteAuthor":"Carl Sagan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aba0","quoteText":"I learned the value of hard work by working hard.","quoteAuthor":"Margaret Mead","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aba1","quoteText":"In the long history of humankind (and animal kind, too) those who learned to collaborate and improvise most effectively have prevailed.","quoteAuthor":"Charles Darwin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aba2","quoteText":"We are the creative force of our life, and through our own decisions rather than our conditions, if we carefully learn to do certain things, we can accomplish those goals.","quoteAuthor":"Stephen Covey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aba3","quoteText":"If you use your mind to study reality, you won't understand either your mind or reality. If you study reality without using your mind, you'll understand both.","quoteAuthor":"Bodhidharma","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aba4","quoteText":"It is what we know already that often prevents us from learning.","quoteAuthor":"Claude Bernard","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aba5","quoteText":"I try to learn from the past, but I plan for the future by focusing exclusively on the present. That's were the fun is.","quoteAuthor":"Donald Trump","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aba6","quoteText":"We should regret our mistakes and learn from them, but never carry them forward into the future with us.","quoteAuthor":"Lucy Maud Montgomery","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aba7","quoteText":"A single conversation across the table with a wise man is better than ten years mere study of books.","quoteAuthor":"Henry Wadsworth Longfellow","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aba8","quoteText":"I'd rather learn from one bird how to sing than to teach ten thousand stars how not to dance.","quoteAuthor":"e. e. cummings","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aba9","quoteText":"You teach best what you most need to learn.","quoteAuthor":"Richard Bach","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abaa","quoteText":"I have never met a man so ignorant that I couldn't learn something from him.","quoteAuthor":"Galileo Galilei","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abab","quoteText":"I'm most proud of the blessings that God has bestowed upon me, in my life. He's given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I'll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do.","quoteAuthor":"Martin Lawrence","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abac","quoteText":"Because in the school of the Spirit man learns wisdom through humility, knowledge by forgetting, how to speak by silence, how to live by dying.","quoteAuthor":"Johannes Tauler","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abad","quoteText":"What we face may look insurmountable. But I learned something from all those years of training and competing. I learned something from all those sets and reps when I didn't think I could lift another ounce of weight. What I learned is that we are always stronger than we know.","quoteAuthor":"Arnold Schwarzenegger","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abae","quoteText":"You make mistakes, but I don't have any regrets. I'm the kind of person who takes responsibility for it and deals with it. I learn from everything I do. I work very hard, I have so many things going on in my life. Get to know me and see who I am.","quoteAuthor":"Kim Kardashian","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abaf","quoteText":"The hardest job kids face today is learning good manners without seeing any.","quoteAuthor":"Fred Astaire","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abb0","quoteText":"Surround yourself with good people. Whether they're the best or not, people are capable of learning if they've got good hearts and they're good souls.","quoteAuthor":"Kid Rock","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abb1","quoteText":"Learning never exhausts the mind.","quoteAuthor":"Leonardo da Vinci","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abb2","quoteText":"I don't think human beings learn anything without desperation. Desperation is a necessary ingredient to learning anything or creating anything. Period. If you ain't desperate at some point, you ain't interesting.","quoteAuthor":"Jim Carrey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abb3","quoteText":"We now accept the fact that learning is a lifelong process of keeping abreast of change. And the most pressing task is to teach people how to learn.","quoteAuthor":"Peter Drucker","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abb4","quoteText":"A little learning is a dangerous thing Drink deep, or taste not the Pierian spring.","quoteAuthor":"Alexander Pope","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abb5","quoteText":"To make no mistakes is not in the power of man but from their errors and mistakes the wise and good learn wisdom for the future.","quoteAuthor":"Plutarch","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abb6","quoteText":"You don't learn to walk by following rules. You learn by doing, and by falling over.","quoteAuthor":"Richard Branson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abb7","quoteText":"If I were given the opportunity to present a gift to the next generation, it would be the ability for each individual to learn to laugh at himself.","quoteAuthor":"Charles M. Schulz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abb8","quoteText":"I am still learning.","quoteAuthor":"Michelangelo","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abb9","quoteText":"Study strategy over the years and achieve the spirit of the warrior. Today is victory over yourself of yesterday tomorrow is your victory over lesser men.","quoteAuthor":"Miyamoto Musashi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abba","quoteText":"Study nature, love nature, stay close to nature. It will never fail you.","quoteAuthor":"Frank Lloyd Wright","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abbb","quoteText":"In youth we learn in age we understand.","quoteAuthor":"Marie von Ebner-Eschenbach","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abbc","quoteText":"I don't love studying. I hate studying. I like learning. Learning is beautiful.","quoteAuthor":"Natalie Portman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abbd","quoteText":"We learn by practice. Whether it means to learn to dance by practicing dancing or to learn to live by practicing living, the principles are the same. One becomes in some area an athlete of God.","quoteAuthor":"Martha Graham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abbe","quoteText":"Question everything. Learn something. Answer nothing.","quoteAuthor":"Euripides","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abbf","quoteText":"An unschooled man who knows how to meditate upon the Lord has learned far more than the man with the highest education who does not know how to meditate.","quoteAuthor":"Charles Stanley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abc0","quoteText":"A tough lesson in life that one has to learn is that not everybody wishes you well.","quoteAuthor":"Dan Rather","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abc1","quoteText":"And we are never too old to study the Bible. Each time the lessons are studied comes some new meaning, some new thought which will make us better.","quoteAuthor":"John D. Rockefeller","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abc2","quoteText":"I never learn anything talking. I only learn things when I ask questions.","quoteAuthor":"Lou Holtz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abc3","quoteText":"People always ask me, 'What is it that you regret?' And I say, 'nothing, because I could not buy what I've learned.' And I apply those things to my life I learn. And hopefully, hopefully it helps me to be a better human in the future and make better choices.","quoteAuthor":"Katy Perry","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abc4","quoteText":"The minute that you're not learning I believe you're dead.","quoteAuthor":"Jack Nicholson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abc5","quoteText":"Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.","quoteAuthor":"Henry Ford","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abc6","quoteText":"The only thing that interferes with my learning is my education.","quoteAuthor":"Albert Einstein","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abc7","quoteText":"There are no secrets to success. It is the result of preparation, hard work, and learning from failure.","quoteAuthor":"Colin Powell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abc8","quoteText":"Learning to trust is one of life's most difficult tasks.","quoteAuthor":"Isaac Watts","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abc9","quoteText":"Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.","quoteAuthor":"Jim Rohn","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abca","quoteText":"Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning.","quoteAuthor":"Thomas Jefferson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abcb","quoteText":"Develop a passion for learning. If you do, you will never cease to grow.","quoteAuthor":"Anthony J. D'Angelo","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abcc","quoteText":"Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.","quoteAuthor":"W. Clement Stone","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abcd","quoteText":"Everybody who is incapable of learning has taken to teaching.","quoteAuthor":"Oscar Wilde","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abce","quoteText":"While I thought that I was learning how to live, I have been learning how to die.","quoteAuthor":"Leonardo da Vinci","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abcf","quoteText":"Learning without thought is labor lost thought without learning is perilous.","quoteAuthor":"Confucius","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abd0","quoteText":"No man ever prayed heartily without learning something.","quoteAuthor":"Ralph Waldo Emerson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abd1","quoteText":"I made decisions that I regret, and I took them as learning experiences... I'm human, not perfect, like anybody else.","quoteAuthor":"Queen Latifah","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abd2","quoteText":"A lot of the problems I had with fame I was bringing on myself. A lot of self-loathing, a lot of woe-is-me. Now I'm learning to see the positive side of things, instead of, like, 'I can't go to Kmart. I can't take my kids to the haunted house.'","quoteAuthor":"Eminem","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abd3","quoteText":"Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.","quoteAuthor":"Colin Powell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abd4","quoteText":"It is only when we forget all our learning that we begin to know.","quoteAuthor":"Henry David Thoreau","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abd5","quoteText":"A little learning is a dangerous thing, but we must take that risk because a little is as much as our biggest heads can hold.","quoteAuthor":"George Bernard Shaw","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abd6","quoteText":"Don't limit a child to your own learning, for he was born in another time.","quoteAuthor":"Rabindranath Tagore","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abd7","quoteText":"Instead of giving money to found colleges to promote learning, why don't they pass a constitutional amendment prohibiting anybody from learning anything? If it works as good as the Prohibition one did, why, in five years we would have the smartest race of people on earth.","quoteAuthor":"Will Rogers","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abd8","quoteText":"Men have a respect for scholarship and learning greatly out of proportion to the use they commonly serve.","quoteAuthor":"Henry David Thoreau","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abd9","quoteText":"Entire ignorance is not so terrible or extreme an evil, and is far from being the greatest of all too much cleverness and too much learning, accompanied with ill bringing-up, are far more fatal.","quoteAuthor":"Plato","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abda","quoteText":"The learning and knowledge that we have, is, at the most, but little compared with that of which we are ignorant.","quoteAuthor":"Plato","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abdb","quoteText":"Change is the end result of all true learning.","quoteAuthor":"Leo Buscaglia","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abdc","quoteText":"The only real progress lies in learning to be wrong all alone.","quoteAuthor":"Albert Camus","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abdd","quoteText":"Never make your home in a place. Make a home for yourself inside your own head. You'll find what you need to furnish it - memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey.","quoteAuthor":"Tad Williams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abde","quoteText":"Each year has been so robust with problems and successes and learning experiences and human experienes that a year is a lifetime at Apple. So this has been ten lifetimes.","quoteAuthor":"Steve Jobs","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abdf","quoteText":"Why don't they pass a constitutional amendment prohibiting anybody from learning anything? If it works as well as prohibition did, in five years Americans would be the smartest race of people on Earth.","quoteAuthor":"Will Rogers","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abe0","quoteText":"A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","quoteAuthor":"Brad Henry","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abe1","quoteText":"Ignorance of all things is an evil neither terrible nor excessive, nor yet the greatest of all but great cleverness and much learning, if they be accompanied by a bad training, are a much greater misfortune.","quoteAuthor":"Plato","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abe2","quoteText":"We do not learn and what we call learning is only a process of recollection.","quoteAuthor":"Plato","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abe3","quoteText":"When man learns to understand and control his own behavior as well as he is learning to understand and control the behavior of crop plants and domestic animals, he may be justified in believing that he has become civilized.","quoteAuthor":"Ayn Rand","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abe4","quoteText":"I would fain grow old learning many things.","quoteAuthor":"Plato","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abe5","quoteText":"Wisdom is learning what to overlook.","quoteAuthor":"William James","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abe6","quoteText":"The knack of flying is learning how to throw yourself at the ground and miss.","quoteAuthor":"Douglas Adams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abe7","quoteText":"If I am through learning, I am through.","quoteAuthor":"John Wooden","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abe8","quoteText":"These things will destroy the human race: politics without principle, progress without compassion, wealth without work, learning without silence, religion without fearlessness and worship without awareness.","quoteAuthor":"Anthony de Mello","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abe9","quoteText":"Defense is a definite part of the game, and a great part of defense is learning to play it without fouling.","quoteAuthor":"John Wooden","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abea","quoteText":"There's always failure. And there's always disappointment. And there's always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums.","quoteAuthor":"Michael J. Fox","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abeb","quoteText":"Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.","quoteAuthor":"Wilma Rudolph","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abec","quoteText":"As long as you live, keep learning how to live.","quoteAuthor":"Lucius Annaeus Seneca","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abed","quoteText":"Some of the companies we helped start are names you know. An office supply company called Staples - where I'm pleased to see the Obama campaign has been shopping The Sports Authority, which became a favorite of my sons. We started an early childhood learning center called Bright Horizons that First Lady Michelle Obama rightly praised.","quoteAuthor":"Mitt Romney","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abee","quoteText":"Not to unlearn what you have learned is the most necessary kind of learning.","quoteAuthor":"Antisthenes","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abef","quoteText":"Play is often talked about as if it were a relief from serious learning. But for children play is serious learning. Play is really the work of childhood.","quoteAuthor":"Fred Rogers","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abf0","quoteText":"An organization's ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage.","quoteAuthor":"Jack Welch","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abf1","quoteText":"I'm not afraid of storms, for I'm learning to sail my ship.","quoteAuthor":"Aeschylus","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abf2","quoteText":"A weed is a plant that has mastered every survival skill except for learning how to grow in rows.","quoteAuthor":"Doug Larson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abf3","quoteText":"The love of learning, the sequestered nooks, And all the sweet serenity of books.","quoteAuthor":"Henry Wadsworth Longfellow","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abf4","quoteText":"The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.","quoteAuthor":"Pablo Neruda","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abf5","quoteText":"Learning is finding out what you already know.","quoteAuthor":"Richard Bach","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abf6","quoteText":"Life is like playing a violin solo in public and learning the instrument as one goes on.","quoteAuthor":"Samuel Butler","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abf7","quoteText":"Suppose that we are wise enough to learn and know - and yet not wise enough to control our learning and knowledge, so that we use it to destroy ourselves? Even if that is so, knowledge remains better than ignorance.","quoteAuthor":"Isaac Asimov","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abf8","quoteText":"Education is learning what you didn't even know you didn't know.","quoteAuthor":"Daniel J. Boorstin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abf9","quoteText":"Every act of conscious learning requires the willingness to suffer an injury to one's self-esteem. That is why young children, before they are aware of their own self-importance, learn so easily.","quoteAuthor":"Thomas Szasz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abfa","quoteText":"Painful as it may be, a significant emotional event can be the catalyst for choosing a direction that serves us - and those around us - more effectively. Look for the learning.","quoteAuthor":"Louisa May Alcott","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abfb","quoteText":"A little learning, indeed, may be a dangerous thing, but the want of learning is a calamity to any people.","quoteAuthor":"Frederick Douglass","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abfc","quoteText":"Learning is not attained by chance, it must be sought for with ardor and diligence.","quoteAuthor":"Abigail Adams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abfd","quoteText":"Start with God - the first step in learning is bowing down to God only fools thumb their noses at such wisdom and learning.","quoteAuthor":"King Solomon","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abfe","quoteText":"Take those chances and you can achieve greatness, whereas if you go conservative, you'll never know. I truly believe what doesn't kill you makes you stronger. Even if you fail, learning and moving on is sometimes the best thing.","quoteAuthor":"Danica Patrick","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7abff","quoteText":"I like to think of my behavior in the sixties as a 'learning experience.' Then again, I like to think of anything stupid I've done as a 'learning experience.' It makes me feel less stupid.","quoteAuthor":"P. J. O'Rourke","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac00","quoteText":"Learning, n. The kind of ignorance distinguishing the studious.","quoteAuthor":"Ambrose Bierce","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac01","quoteText":"Seeing much, suffering much, and studying much, are the three pillars of learning.","quoteAuthor":"Benjamin Disraeli","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac02","quoteText":"Learning and innovation go hand in hand. The arrogance of success is to think that what you did yesterday will be sufficient for tomorrow.","quoteAuthor":"William Pollard","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac03","quoteText":"Desperation is a necessary ingredient to learning anything, or creating anything. Period. If you ain't desperate at some point, you ain't interesting.","quoteAuthor":"Jim Carrey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac04","quoteText":"Never become so much of an expert that you stop gaining expertise. View life as a continuous learning experience.","quoteAuthor":"Denis Waitley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac05","quoteText":"The great awareness comes slowly, piece by piece. The path of spiritual growth is a path of lifelong learning. The experience of spiritual power is basically a joyful one.","quoteAuthor":"M. Scott Peck","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac06","quoteText":"The least of the work of learning is done in the classroom.","quoteAuthor":"Thomas Merton","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac07","quoteText":"A University should be a place of light, of liberty, and of learning.","quoteAuthor":"Benjamin Disraeli","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac08","quoteText":"Learning too soon our limitations, we never learn our powers.","quoteAuthor":"Mignon McLaughlin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac09","quoteText":"People usually think according to their inclinations, speak according to their learning and ingrained opinions, but generally act according to custom.","quoteAuthor":"Francis Bacon","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac0a","quoteText":"Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.","quoteAuthor":"Morgan Freeman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac0b","quoteText":"The only things worth learning are the things you learn after you know it all.","quoteAuthor":"Harry S. Truman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac0c","quoteText":"There are three ingredients in the good life: learning, earning and yearning.","quoteAuthor":"Christopher Morley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac0d","quoteText":"People need to be made more aware of the need to work at learning how to live because life is so quick and sometimes it goes away too quickly.","quoteAuthor":"Andy Warhol","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac0e","quoteText":"Everyone can relate to love, hurt, pain, learning how to forgive, needing to get over, needing the power of God in their life.","quoteAuthor":"Tyler Perry","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac0f","quoteText":"Libraries allow children to ask questions about the world and find the answers. And the wonderful thing is that once a child learns to use a library, the doors to learning are always open.","quoteAuthor":"Laura Bush","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac10","quoteText":"Whoso neglects learning in his youth, loses the past and is dead for the future.","quoteAuthor":"Euripides","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac11","quoteText":"I thank my God for graciously granting me the opportunity of learning that death is the key which unlocks the door to our true happiness.","quoteAuthor":"Wolfgang Amadeus Mozart","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac12","quoteText":"Education is not the piling on of learning, information, data, facts, skills, or abilities - that's training or instruction - but is rather making visible what is hidden as a seed.","quoteAuthor":"Thomas Moore","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac13","quoteText":"For a man to attain to an eminent degree in learning costs him time, watching, hunger, nakedness, dizziness in the head, weakness in the stomach, and other inconveniences.","quoteAuthor":"Miguel de Cervantes","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac14","quoteText":"I continuously go further and further learning about my own limitations, my body limitation, psychological limitations. It's a way of life for me.","quoteAuthor":"Ayrton Senna","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac15","quoteText":"The truth of our faith becomes a matter of ridicule among the infidels if any Catholic, not gifted with the necessary scientific learning, presents as dogma what scientific scrutiny shows to be false.","quoteAuthor":"Thomas Aquinas","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac16","quoteText":"The fundament upon which all our knowledge and learning rests is the inexplicable.","quoteAuthor":"Arthur Schopenhauer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac17","quoteText":"Patriotism, when it wants to make itself felt in the domain of learning, is a dirty fellow who should be thrown out of doors.","quoteAuthor":"Arthur Schopenhauer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac18","quoteText":"Much learning does not teach understanding.","quoteAuthor":"Heraclitus","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac19","quoteText":"Learning is a result of listening, which in turn leads to even better listening and attentiveness to the other person. In other words, to learn from the child, we must have empathy, and empathy grows as we learn.","quoteAuthor":"Alice Miller","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac1a","quoteText":"Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you've got something to share.","quoteAuthor":"Steve Harvey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac1b","quoteText":"It does not require great learning to be a Christian and be convinced of the truth of the Bible. It requires only an honest heart and a willingness to obey God.","quoteAuthor":"Albert Barnes","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac1c","quoteText":"Learning sleeps and snores in libraries, but wisdom is everywhere, wide awake, on tiptoe.","quoteAuthor":"Josh Billings","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac1d","quoteText":"Men of polite learning and a liberal education.","quoteAuthor":"Matthew Henry","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac1e","quoteText":"I saw as a teacher how, if you take that spark of learning that those children have, and you ignite it, you can take a child from any background to a lifetime of creativity and accomplishment.","quoteAuthor":"Paul Wellstone","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac1f","quoteText":"Even from their infancy we frame them to the sports of love: their instruction, behavior, attire, grace, learning and all their words azimuth only at love, respects only affection. Their nurses and their keepers imprint no other thing in them.","quoteAuthor":"Michel de Montaigne","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac20","quoteText":"Learning hath gained most by those books by which the printers have lost.","quoteAuthor":"Thomas Fuller","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac21","quoteText":"One of the reasons people stop learning is that they become less and less willing to risk failure.","quoteAuthor":"John W. Gardner","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac22","quoteText":"One of the greatest and simplest tools for learning more and growing is doing more.","quoteAuthor":"Washington Irving","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac23","quoteText":"The thing about being autistic is that you gradually get less and less autistic, because you keep learning, you keep learning how to behave. It's like being in a play I'm always in a play.","quoteAuthor":"Temple Grandin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac24","quoteText":"If we wish to know the force of human genius, we should read Shakespeare. If we wish to see the insignificance of human learning, we may study his commentators.","quoteAuthor":"William Hazlitt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac25","quoteText":"Words are but wind and learning is nothing but words ergo, learning is nothing but wind.","quoteAuthor":"Jonathan Swift","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac26","quoteText":"So in my freshman year at the University of Alabama, learning the literature on evolution, what was known about it biologically, just gradually transformed me by taking me out of literalism and increasingly into a more secular, scientific view of the world.","quoteAuthor":"E. O. Wilson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac27","quoteText":"It is not knowledge, but the act of learning, not possession but the act of getting there, which grants the greatest enjoyment.","quoteAuthor":"Carl Friedrich Gauss","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac28","quoteText":"I'd like to be more patient! I just want everything now. I've tried to meditate, but it's really hard for me to stay still. I'd like to try to force myself to do it, because everybody says how wonderful meditation is for you, but I can't shut my mind up. So patience and learning is the key.","quoteAuthor":"Ellen DeGeneres","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac29","quoteText":"We have domesticated God's transcendence. We often learn about God at about the same time as we are learning about Santa Claus but our ideas about Santa Claus change, mature and become more nuanced, whereas our ideas of God can remain at a rather infantile level.","quoteAuthor":"Karen Armstrong","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac2a","quoteText":"Neither comprehension nor learning can take place in an atmosphere of anxiety.","quoteAuthor":"Rose Kennedy","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac2b","quoteText":"Curiosity is the wick in the candle of learning.","quoteAuthor":"William Arthur Ward","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac2c","quoteText":"But if somebody dies, if something happens to you, there is a normal process of depression, it is part of being human, and some people view it as a learning experience etc.","quoteAuthor":"Bob Geldof","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac2d","quoteText":"I'm not afraid of storms, for I'm learning how to sail my ship.","quoteAuthor":"Louisa May Alcott","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac2e","quoteText":"The highest activity a human being can attain is learning for understanding, because to understand is to be free.","quoteAuthor":"Baruch Spinoza","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac2f","quoteText":"I am learning all the time. The tombstone will be my diploma.","quoteAuthor":"Eartha Kitt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac30","quoteText":"When you stop learning, stop listening, stop looking and asking questions, always new questions, then it is time to die.","quoteAuthor":"Lillian Smith","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac31","quoteText":"What spectacle can be more edifying or more seasonable, than that of Liberty and Learning, each leaning on the other for their mutual and surest support?","quoteAuthor":"James Madison","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac32","quoteText":"I did stand-up comedy for 18 years. Ten of those years were spent learning, four years were spent refining, and four years were spent in wild success. I was seeking comic originality, and fame fell on me as a byproduct. The course was more plodding than heroic.","quoteAuthor":"Steve Martin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac33","quoteText":"You aren't learning anything when you're talking.","quoteAuthor":"Lyndon B. Johnson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac34","quoteText":"Irregularity and want of method are only supportable in men of great learning or genius, who are often too full to be exact, and therefore they choose to throw down their pearls in heaps before the reader, rather than be at the pains of stringing them.","quoteAuthor":"Joseph Addison","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac35","quoteText":"While the laughter of joy is in full harmony with our deeper life, the laughter of amusement should be kept apart from it. The danger is too great of thus learning to look at solemn things in a spirit of mockery, and to seek in them opportunities for exercising wit.","quoteAuthor":"Lewis Carroll","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac36","quoteText":"Learning is its own exceeding great reward.","quoteAuthor":"William Hazlitt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac37","quoteText":"The beautiful thing about learning is nobody can take it away from you.","quoteAuthor":"B. B. King","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac38","quoteText":"Only by learning to live in harmony with your contradictions can you keep it all afloat.","quoteAuthor":"Audre Lorde","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac39","quoteText":"Poverty must not be a bar to learning and learning must offer an escape from poverty.","quoteAuthor":"Lyndon B. Johnson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac3a","quoteText":"He who has imagination without learning has wings but no feet.","quoteAuthor":"Joseph Joubert","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac3b","quoteText":"A happy life is one spent in learning, earning, and yearning.","quoteAuthor":"Lillian Gish","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac3c","quoteText":"I'm learning the power of going away for the weekend and keeping myself company.","quoteAuthor":"Zoe Saldana","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac3d","quoteText":"We come to love not by finding a perfect person but by learning to see an imperfect person perfectly.","quoteAuthor":"Sam Keen","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac3e","quoteText":"I had a lot of trouble with engineers, because their whole background is learning from a functional point of view, and then learning how to perform that function.","quoteAuthor":"Brian Eno","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac3f","quoteText":"One who has imagination without learning has wings without feet.","quoteAuthor":"Joseph Joubert","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac40","quoteText":"Learning how to operate a soul figures to take time.","quoteAuthor":"Timothy Leary","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac41","quoteText":"If you're going to go through hell... I suggest you come back learning something.","quoteAuthor":"Drew Barrymore","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac42","quoteText":"Never seem wiser, nor more learned, than the people you are with. Wear your learning, like your watch, in a private pocket: and do not merely pull it out and strike it merely to show that you have one.","quoteAuthor":"Lord Chesterfield","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac43","quoteText":"Wisdom has never made a bigot, but learning has.","quoteAuthor":"Josh Billings","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac44","quoteText":"I fear the boredom that comes with not learning and not taking chances.","quoteAuthor":"Robert Fulghum","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac45","quoteText":"Perhaps I am doomed to retrace my steps under the illusion that I am exploring, doomed to try and learn what I should simply recognize, learning a mere fraction of what I have forgotten.","quoteAuthor":"Andre Breton","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac46","quoteText":"The most useful piece of learning for the uses of life is to unlearn what is untrue.","quoteAuthor":"Antisthenes","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac47","quoteText":"I think you're working and learning until you die.","quoteAuthor":"J. K. Rowling","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac48","quoteText":"I started practicing yoga. I started learning some hands-on healing stuff. And I found really good chiropractors, really good massage therapists, and what I found is I've been able to actually peel off layers of trauma on my body and actually move better now than I did.","quoteAuthor":"Ricky Williams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac49","quoteText":"I'm learning a lot about myself being alone, and doing what I'm doing.","quoteAuthor":"Chantal Kreviazuk","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac4a","quoteText":"No, I'm no enemy to learning it hurts not me.","quoteAuthor":"William Congreve","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac4b","quoteText":"The main part of intellectual education is not the acquisition of facts but learning how to make facts live.","quoteAuthor":"Oliver Wendell Holmes","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac4c","quoteText":"Some are so very studious of learning what was done by the ancients that they know not how to live with the moderns.","quoteAuthor":"William Penn","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac4d","quoteText":"Meditation here may think down hours to moments. Here the heart may give a useful lesson to the head and learning wiser grow without his books.","quoteAuthor":"William Cowper","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac4e","quoteText":"Secretary Powell and I agree on every single issue that has ever been before this administration except for those instances where Colin's still learning.","quoteAuthor":"Donald Rumsfeld","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac4f","quoteText":"Learning should be a joy and full of excitement. It is life's greatest adventure it is an illustrated excursion into the minds of the noble and the learned.","quoteAuthor":"Taylor Caldwell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac50","quoteText":"A major advantage of age is learning to accept people without passing judgment.","quoteAuthor":"Liz Carpenter","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac51","quoteText":"Why waste time learning, when ignorance is instantaneous?","quoteAuthor":"Bill Watterson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac52","quoteText":"And I believe that the best learning process of any kind of craft is just to look at the work of others.","quoteAuthor":"Wole Soyinka","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac53","quoteText":"Never seem more learned than the people you are with. Wear your learning like a pocket watch and keep it hidden. Do not pull it out to count the hours, but give the time when you are asked.","quoteAuthor":"Lord Chesterfield","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac54","quoteText":"English people don't have very good diction. In France you have to pronounce very particularly and clearly, and learning French at an early age helped me enormously.","quoteAuthor":"Vivien Leigh","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac55","quoteText":"I never found accents difficult, after learning languages.","quoteAuthor":"Vivien Leigh","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac56","quoteText":"Artists working for other artists is all about knowing, learning, unlearning, initiating long-term artistic dialogues, making connections, creating covens, and getting temporary shelter from the storm.","quoteAuthor":"Jerry Saltz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac57","quoteText":"We are learning, too, that the love of beauty is one of Nature's greatest healers.","quoteAuthor":"Ellsworth Huntington","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac58","quoteText":"Justice turns the scale, bringing to some learning through suffering.","quoteAuthor":"Aeschylus","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac59","quoteText":"True, a little learning is a dangerous thing, but it still beats total ignorance.","quoteAuthor":"Abigail Van Buren","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac5a","quoteText":"No, I got a GED in my 30s. My kids know that I never stop learning, and they know I love reading. I have books overflowing everywhere. I am current on today's events and I read the paper every day, and we talk about it, so they see that appetite.","quoteAuthor":"Michael J. Fox","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac5b","quoteText":"This has been a learning experience for me. I also thought that privacy was something we were granted in the Constitution. I have learned from this when in fact the word privacy does not appear in the Constitution.","quoteAuthor":"Bill Maher","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac5c","quoteText":"Philosophy is a kind of journey, ever learning yet never arriving at the ideal perfection of truth.","quoteAuthor":"Albert Pike","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac5d","quoteText":"Learning music by reading about it is like making love by mail.","quoteAuthor":"Luciano Pavarotti","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac5e","quoteText":"Learning to dislike children at an early age saves a lot of expense and aggravation later in life.","quoteAuthor":"Robert Byrne","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac5f","quoteText":"The trouble with learning from experience is that you never graduate.","quoteAuthor":"Doug Larson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac60","quoteText":"Perhaps the mission of those who love mankind is to make people laugh at the truth, to make truth laugh, because the only truth lies in learning to free ourselves from insane passion for the truth.","quoteAuthor":"Umberto Eco","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac61","quoteText":"That is what learning is. You suddenly understand something you've understood all your life, but in a new way.","quoteAuthor":"Doris Lessing","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac62","quoteText":"Learning to play with a big amplifier is like trying to control an elephant.","quoteAuthor":"Ritchie Blackmore","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac63","quoteText":"Yes. I did more research than I ever wanted to and saw some things I wish I didn't. I went on ride-alongs, spent time with Homicide, Cold Case, and SVU detectives, hung out in subways learning how to spot pervs and pick-pockets, viewed an autopsy, went to a police firing range, and witnessed court cases and I read, read, read.","quoteAuthor":"Mariska Hargitay","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac64","quoteText":"Learning is acquired by reading books, but the much more necessary learning, the knowledge of the world, is only to be acquired by reading men, and studying all the various facets of them.","quoteAuthor":"Lord Chesterfield","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac65","quoteText":"Let ignorance talk as it will, learning has its value.","quoteAuthor":"Jean de La Fontaine","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac66","quoteText":"Learning to make films is very easy. Learning what to make films about is very hard.","quoteAuthor":"George Lucas","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac67","quoteText":"It's only through listening that you learn, and I never want to stop learning.","quoteAuthor":"Drew Barrymore","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac68","quoteText":"I'm just learning who I am and how relationships work and how to make them function. No different from anyone else.","quoteAuthor":"Drew Barrymore","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac69","quoteText":"What makes a child gifted and talented may not always be good grades in school, but a different way of looking at the world and learning.","quoteAuthor":"Chuck Grassley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac6a","quoteText":"Never stop learning knowledge doubles every fourteen months.","quoteAuthor":"Anthony J. D'Angelo","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac6b","quoteText":"The learning process is something you can incite, literally incite, like a riot.","quoteAuthor":"Audre Lorde","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac6c","quoteText":"It's mainly about working hard and proving to people you're serious about it, and stretching yourself and learning. The mistake a lot of actors make, particularly young ones, is allowing themselves to feel that they're the finished articles, the bee's knees, and it's not true.","quoteAuthor":"Daniel Radcliffe","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac6d","quoteText":"Wear your learning like your watch, in a private pocket and do not pull it out, and strike it, merely to show that you have one.","quoteAuthor":"Lord Chesterfield","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac6e","quoteText":"We tried to have diplomas without learning, we tried to have jobs without work, we tried to have houses without savings, we tried to have government without responsibility.","quoteAuthor":"Newt Gingrich","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac6f","quoteText":"This life is a process of learning.","quoteAuthor":"Lauryn Hill","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac70","quoteText":"In the transmission of human culture, people always attempt to replicate, to pass on to the next generation the skills and values of the parents, but the attempt always fails because cultural transmission is geared to learning, not DNA.","quoteAuthor":"Gregory Bateson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac71","quoteText":"Scholastic learning and polemical divinity retarded the growth of all true knowledge.","quoteAuthor":"David Hume","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac72","quoteText":"My father is a real idealist, and he's all about learning. If I asked for a pair of Nikes growing up, it was just a resounding 'No.' But if I asked for a saxophone, one would appear and next day and I'd be signed up for lessons. So anything to do with education or learning, my father would spare no expense.","quoteAuthor":"Hugh Jackman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac73","quoteText":"You can be self-empowered and still learning about how you think about things daily.","quoteAuthor":"Tori Amos","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac74","quoteText":"Human beings are accustomed to think of intellect as the power of having and controlling ideas and of ability to learn as synonymous with ability to have ideas. But learning by having ideas is really one of the rare and isolated events in nature.","quoteAuthor":"Edward Thorndike","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac75","quoteText":"I always found the extraordinary loss of life in the First World War very moving. I remember learning about it as a very young child, as an eight- or nine-year-old, asking my teachers what poppies were for. Every year the teachers would suddenly wear these red paper flowers in their lapels, and I would say 'What does that mean?'","quoteAuthor":"Tom Hiddleston","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac76","quoteText":"There is, so I believe, in the essence of everything, something that we cannot call learning. There is, my friend, only a knowledge - that is everywhere.","quoteAuthor":"Hermann Hesse","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac77","quoteText":"There is not to be found, in all history, any miracle attested by a sufficient number of men, of such unquestioned good sense, education and learning, as to secure us against all delusion in themselves.","quoteAuthor":"David Hume","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac78","quoteText":"A child's learning is a function more of the characteristics of his classmates than those of the teacher.","quoteAuthor":"James S. Coleman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac79","quoteText":"I hit a ball for a living, but I have that passion to keep learning.","quoteAuthor":"Maria Sharapova","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac7a","quoteText":"A good teacher must be able to put himself in the place of those who find learning hard.","quoteAuthor":"Eliphas Levi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac7b","quoteText":"I had no expectations about fatherhood, really, but it's definitely a journey I'm glad to be taking. Number one, it's a great learning experience. When my mother told me it's a 24/7 job, she wasn't kidding.","quoteAuthor":"Christopher Meloni","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac7c","quoteText":"It's a fundamental, social attitude that the 1% supports symphonies and operas and doesn't support Johnny learning to program hip-hop beats. When I put it like that, it sounds like, 'Well, yeah,' but you start to think, 'Why not, though?' What makes one more valuable than another?","quoteAuthor":"David Byrne","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac7d","quoteText":"Taking charge of your own learning is a part of taking charge of your life, which is the sine qua non in becoming an integrated person.","quoteAuthor":"Warren G. Bennis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac7e","quoteText":"'No Child Left Behind' requires states and school districts to ensure that all students are learning and are reaching their highest potential. Special education students should not be left out of these accountability mechanisms.","quoteAuthor":"Dianne Feinstein","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac7f","quoteText":"Going to a party, for me, is as much a learning experience as, you know, sitting in a lecture.","quoteAuthor":"Natalie Portman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac80","quoteText":"Indeed - judicious, consistent parenting is a dream of mine. No judgements, learning space and listening carefully are my goals.","quoteAuthor":"Emma Thompson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac81","quoteText":"A man of great memory without learning hath a rock and a spindle and no staff to spin.","quoteAuthor":"George Herbert","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac82","quoteText":"Kindness has converted more sinners than zeal, eloquence, or learning.","quoteAuthor":"Frederick William Faber","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac83","quoteText":"I always say the minute I stop making mistakes is the minute I stop learning and I've definitely learned a lot.","quoteAuthor":"Miley Cyrus","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac84","quoteText":"We can revolutionize the attitude of inner city brown and black kids to learning. We need a civil rights movement within the African-American community.","quoteAuthor":"Henry Louis Gates","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac85","quoteText":"It is always good to explore the stuff you don't agree with, to try and understand a different lifestyle or foreign worldview. I like to be challenged in that way, and always end up learning something I didn't know.","quoteAuthor":"Laura Linney","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac86","quoteText":"I got problems. I freak out, go to a shrink, go through all kinds of therapy and stuff, but I'm learning how to deal with it. That's why I've chosen one hour a night to get all of my aggressions out. to really tell the world the way I feel.","quoteAuthor":"Jonathan Davis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac87","quoteText":"Learning is pleasurable but doing is the height of enjoyment.","quoteAuthor":"Novalis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac88","quoteText":"Smatterers in learning are the most opinionated.","quoteAuthor":"Samuel Richardson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac89","quoteText":"There's no mystery to it. Nothing more complicated than learning lines and putting on a costume.","quoteAuthor":"Morgan Freeman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac8a","quoteText":"Narcissist: psychoanalytic term for the person who loves himself more than his analyst considered to be the manifestation of a dire mental disease whose successful treatment depends on the patient learning to love the analyst more and himself less.","quoteAuthor":"Thomas Szasz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac8b","quoteText":"The chess player who develops the ability to play two dozen boards at a time will benefit from learning to compress his or her analysis into less time.","quoteAuthor":"Marilyn vos Savant","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac8c","quoteText":"It helps immerse yourself in what you potentially want to do. Being involved, learning firsthand and observing the craft and absorbing all you can, makes it easier to define what you want. It will also ultimately make you a better Chef. Culinary school, or even a single class, is a great bet too.","quoteAuthor":"Giada De Laurentiis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac8d","quoteText":"I believe that the testing of the student's achievements in order to see if he meets some criterion held by the teacher, is directly contrary to the implications of therapy for significant learning.","quoteAuthor":"Carl Rogers","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac8e","quoteText":"The soul is everlasting, and its learning experience is lifetime after lifetime.","quoteAuthor":"Shirley MacLaine","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac8f","quoteText":"In terms of doing work and in terms of learning and evolving as a person, you just grow more when you get more people's perspectives... I really try and live the mission of the company and... keep everything else in my life extremely simple.","quoteAuthor":"Mark Zuckerberg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac90","quoteText":"That is not enough. Sport has been great for me, a great learning place that if you want to achieve you can, even if you are from the poorest part of Africa.","quoteAuthor":"Haile Gebrselassie","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac91","quoteText":"In university they don't tell you that the greater part of the law is learning to tolerate fools.","quoteAuthor":"Doris Lessing","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac92","quoteText":"There was a time when young people respected learning and literature and now they don't.","quoteAuthor":"Doris Lessing","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac93","quoteText":"What society doesn't realize is that in the past, ordinary people respected learning. They respected books, and they don't now, or not very much. That whole respect for serious literature and learning has disappeared.","quoteAuthor":"Doris Lessing","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac94","quoteText":"I may be learning guitar, but I'll never be able to sing.","quoteAuthor":"David Duchovny","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac95","quoteText":"There are certain things I learned when I first started learning about acting, to try and place the character physically and emotionally. And the way you place them emotionally is often with humor.","quoteAuthor":"David Duchovny","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac96","quoteText":"Creative activity could be described as a type of learning process where teacher and pupil are located in the same individual.","quoteAuthor":"Arthur Koestler","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac97","quoteText":"Spending time at the Federal Reserve was a good learning opportunity for me. It helped me to understand economic philosophies and polices that I had not previously known about.","quoteAuthor":"Herman Cain","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac98","quoteText":"I'm going from doing all of the work to having to delegate the work - which is almost harder for me than doing the work myself. I'm a lousy delegator, but I'm learning.","quoteAuthor":"Alton Brown","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac99","quoteText":"It's like learning a language you can't speak a language fluently until you find out who you are in that language, and that has as much to do with your body as it does with vocabulary and grammar.","quoteAuthor":"Fred Frith","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac9a","quoteText":"I'm interested in learning more about myself and what I value in myself and letting that be the beautiful part of me, rather than putting on the makeup or wearing the right designer.","quoteAuthor":"Jessica Simpson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac9b","quoteText":"Making a wrong decision is understandable. Refusing to search continually for learning is not.","quoteAuthor":"Phil Crosby","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac9c","quoteText":"Women have to harness their power - its absolutely true. It's just learning not to take the first no. And if you can't go straight ahead, you go around the corner.","quoteAuthor":"Cher","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac9d","quoteText":"An humble knowledge of thyself is a surer way to God than a deep search after learning.","quoteAuthor":"Thomas a Kempis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac9e","quoteText":"We must all learn a good lesson - how to live together. That is the new challenge of the new world... learning to co-exist and not co-annihilate.","quoteAuthor":"Jesse Jackson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ac9f","quoteText":"It's a weird sensation to be mad and learning at the same time.","quoteAuthor":"Jeff Foxworthy","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aca0","quoteText":"We started this band as kids, and as time has gone on, we've grown and are learning to accommodate each others' differences.","quoteAuthor":"Layne Staley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aca1","quoteText":"We are a long time in learning that all our strength and salvation is in God.","quoteAuthor":"David Brainerd","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aca2","quoteText":"Everybody's a work in progress. I'm a work in progress. I mean, I've never arrived... I'm still learning all the time.","quoteAuthor":"Renee Fleming","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aca3","quoteText":"Jazz is the big brother of the blues. If a guy's playing blues like we play, he's in high school. When he starts playing jazz it's like going on to college, to a school of higher learning.","quoteAuthor":"B. B. King","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aca4","quoteText":"When you are learning about a martial art, it is about respect.","quoteAuthor":"Jackie Chan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aca5","quoteText":"The signs of outstanding leadership appear primarily among the followers. Are the followers reaching their potential? Are they learning? Serving? Do they achieve the required results? Do they change with grace? Manage conflict?","quoteAuthor":"Max de Pree","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aca6","quoteText":"And I like asking questions, to keep learning people with big egos might not want to look unsure.","quoteAuthor":"Heston Blumenthal","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aca7","quoteText":"I think people are learning to actually aspire to be objectified.","quoteAuthor":"Christina Ricci","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aca8","quoteText":"I'm less worried about accomplishment - as younger people always can't help but be - and more concerned with spending my time well, spending time with my family, and reading, learning things.","quoteAuthor":"Jonathan Safran Foer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aca9","quoteText":"In many ways, it was much, much harder to get the first book contract. The hardest thing probably overall has been learning not to trust people, publicists and so forth, implicitly.","quoteAuthor":"Neil Gaiman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acaa","quoteText":"Unprovided with original learning, unformed in the habits of thinking, unskilled in the arts of composition, I resolved to write a book.","quoteAuthor":"Edward Gibbon","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acab","quoteText":"I love learning new techniques.","quoteAuthor":"David Bailey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acac","quoteText":"I'm getting to a point where everything is becoming streamlined in my life. I'm learning how to stand onstage for two hours and play in front of thousands of people as if I am completely in the moment every moment.","quoteAuthor":"John Mayer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acad","quoteText":"I've figured out my learning curve. I can look at something and somehow know exactly how long it will take for me to learn it.","quoteAuthor":"John Mayer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acae","quoteText":"The role of the musician is to go from concept to full execution. Put another way, it's to go from understanding the content of something to really learning how to communicate it and make sure it's well-received and lives in somebody else.","quoteAuthor":"Yo-Yo Ma","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acaf","quoteText":"Learning is always rebellion... Every bit of new truth discovered is revolutionary to what was believed before.","quoteAuthor":"Margaret Lee Runbeck","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acb0","quoteText":"If your faith is opposed to experience, to human learning and investigation, it is not worth the breath used in giving it expression.","quoteAuthor":"E. W. Howe","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acb1","quoteText":"I'm learning English at the moment. I can say 'Big Ben', 'Hello Rodney', 'Tower Bridge' and 'Loo'.","quoteAuthor":"Cher","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acb2","quoteText":"The purpose of learning is growth, and our minds, unlike our bodies, can continue growing as we continue to live.","quoteAuthor":"Mortimer Adler","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acb3","quoteText":"The best way of learning to be an independent sovereign state is to be an independent sovereign state.","quoteAuthor":"Kwame Nkrumah","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acb4","quoteText":"I can install toilets. I know all about the wax ring. I can tile floors. I'm learning how to do basic wiring.","quoteAuthor":"Sandra Bullock","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acb5","quoteText":"No phenomenon can be isolated, but has repercussions through every aspect of our lives. We are learning that we are a fundamental part of nature's ecosystems.","quoteAuthor":"Arthur Erickson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acb6","quoteText":"So I've seen life as one long learning process. And if I see - you know, if I fly on somebody else's airline and find the experience is not a pleasant one, which it wasn't in - 21 years ago, then I'd think, well, you know, maybe I can create the kind of airline that I'd like to fly on.","quoteAuthor":"Richard Branson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acb7","quoteText":"It definitely has learning a lesson about the way you're living your life. I wouldn't compare our movie to that, but it has a structure where it's about a man who doesn't appreciate all that he has and finds out at the end that life has been great and he has to enjoy that.","quoteAuthor":"Adam Sandler","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acb8","quoteText":"In the same way that we need statesmen to spare us the abjection of exercising power, we need scholars to spare us the abjection of learning.","quoteAuthor":"Jean Baudrillard","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acb9","quoteText":"Learning carries within itself certain dangers because out of necessity one has to learn from one's enemies.","quoteAuthor":"Leon Trotsky","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acba","quoteText":"Education is the process in which we discover that learning adds quality to our lives. Learning must be experienced.","quoteAuthor":"William Glasser","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acbb","quoteText":"Just learning that you have MS is such a devastating shock.","quoteAuthor":"Annette Funicello","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acbc","quoteText":"The important thing is to learn a lesson every time you lose. Life is a learning process and you have to try to learn what's best for you. Let me tell you, life is not fun when you're banging your head against a brick wall all the time.","quoteAuthor":"John McEnroe","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acbd","quoteText":"Learning is not compulsory... neither is survival.","quoteAuthor":"W. Edwards Deming","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acbe","quoteText":"I think children learning to cook can be such a wonderful thing. It can help build confidence, make them feel good about themselves. It helped me build my ego and even start to get acceptance at school. I'd bring things to class that I'd cooked at home.","quoteAuthor":"Giada De Laurentiis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acbf","quoteText":"The library is the temple of learning, and learning has liberated more people than all the wars in history.","quoteAuthor":"Carl T. Rowan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acc0","quoteText":"Learning a foreign language, and the culture that goes with it, is one of the most useful things we can do to broaden the empathy and imaginative sympathy and cultural outlook of children.","quoteAuthor":"Michael Gove","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acc1","quoteText":"Instead of going to college, I spent my time out on the road learning how to be a better musician.","quoteAuthor":"Miranda Lambert","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acc2","quoteText":"Learning to read music in Braille and play by ear helped me develop a damn good memory.","quoteAuthor":"Ray Charles","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acc3","quoteText":"The audience, upon learning that the real Buffalo Bill was present, gave several cheers between the acts.","quoteAuthor":"Buffalo Bill","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acc4","quoteText":"That's what we need nowadays, is more children that have goals other than being a sports figure or some kind of celebrity. I think it's great that a kid wants to learn more and wants to be at the peak of learning, especially at that young.","quoteAuthor":"Joe Nichols","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acc5","quoteText":"I have often thought of it as one of the most barbarous customs in the world, considering us as a civilized and a Christian country, that we deny the advantages of learning to women.","quoteAuthor":"Daniel Defoe","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acc6","quoteText":"We'll be going to the fish market and a farmer's market this afternoon to get what we need to make and eat dinner as a family. I'm trying to expose my kids to going to a farmers market or the fish market and learning what that's all about.","quoteAuthor":"Emeril Lagasse","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acc7","quoteText":"I knew nothing about martial arts. The coach told me I was talented with learning martial arts, and put me in a school. Three years later I got my first championship in China.","quoteAuthor":"Jet Li","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acc8","quoteText":"It's really difficult for me. Language, I am sorry that I haven't. I think I just always expected that you learn a word in place of a word and when I discovered how difficult the grammar was and learning that was very discouraging for me.","quoteAuthor":"Bo Derek","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acc9","quoteText":"I think I started learning lessons about being a good person long before I ever knew what basketball was. And that starts in the home, it starts with the parental influence.","quoteAuthor":"Julius Erving","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acca","quoteText":"I was studying for the SAT's and learning lines.","quoteAuthor":"Joseph Gordon-Levitt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7accb","quoteText":"Some for renown, on scraps of learning dote, And think they grow immortal as they quote.","quoteAuthor":"Edward Young","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7accc","quoteText":"Producing is just a big learning experience.","quoteAuthor":"Ashley Tisdale","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7accd","quoteText":"I had learning disabilities, and I couldn't express myself in the written word.","quoteAuthor":"Laura Linney","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acce","quoteText":"I enjoy learning about different periods and people, and then taking what's universal about the human condition and seeing where it matches up. No matter where you are, certain things unite everybody.","quoteAuthor":"Laura Linney","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7accf","quoteText":"Benevolence alone will not make a teacher, nor will learning alone do it. The gift of teaching is a peculiar talent, and implies a need and a craving in the teacher himself.","quoteAuthor":"John Jay Chapman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acd0","quoteText":"There are two ways to extend a business. Take inventory of what you're good at and extend out from your skills. Or determine what your customers need and work backward, even if it requires learning new skills. Kindle is an example of working backward.","quoteAuthor":"Jeff Bezos","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acd1","quoteText":"Since we can't know what knowledge will be most needed in the future, it is senseless to try to teach it in advance. Instead, we should try to turn out people who love learning so much and learn so well that they will be able to learn whatever needs to be learned.","quoteAuthor":"John Holt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acd2","quoteText":"My father had never watched tennis, never liked tennis too much. He said, 'OK, we buy a racket, we watch together,' because we didn't know anything. It was a process of learning together that made it more interesting.","quoteAuthor":"Novak Djokovic","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acd3","quoteText":"I was not good in school. I could never read very fast or very well. I got tested for learning disabilities, for dyslexia. Then I got put on Ritalin and Dexedrine. I took those starting in the eighth grade. As soon as they pumped that drug into me, it would focus me right in.","quoteAuthor":"Channing Tatum","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acd4","quoteText":"My life path has been a blessing and a great learning experience. Skateboarding is my passion and I don't see that changing. When I'm not skating, I love to surf. I'm open to the new experiences and opportunities.","quoteAuthor":"Ryan Sheckler","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acd5","quoteText":"Let schoolmasters puzzle their brain, With grammar, and nonsense, and learning, Good liquor, I stoutly maintain, Gives genius a better discerning.","quoteAuthor":"Oliver Goldsmith","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acd6","quoteText":"All the time a person is a child he is both a child and learning to be a parent. After he becomes a parent he becomes predominantly a parent reliving childhood.","quoteAuthor":"Benjamin Spock","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acd7","quoteText":"I'm still learning, you know. At 80, I feel there is a lot I don't know.","quoteAuthor":"Lena Horne","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acd8","quoteText":"There's no way I can justify my salary level, but I'm learning to live with it.","quoteAuthor":"Drew Carey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acd9","quoteText":"I used to be scared of women. When I was very young they terrified me, but discovering the female universe was incredible and still is to this day, as you never stop learning about them.","quoteAuthor":"Antonio Banderas","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acda","quoteText":"I've finally learnt how to say, 'No comment'. To appear in the tabloids is a real learning curve and a steep one at that. You had better learn quick or you get burnt.","quoteAuthor":"Ben Affleck","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acdb","quoteText":"No Child Left Behind's fourth-grade gains aren't learning gains, they're testing gains. That's why they don't last. The law is a distraction from things that really count.","quoteAuthor":"Jonathan Kozol","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acdc","quoteText":"The countries who do the best in international comparisons, whether it's Finland or Japan, Denmark or Singapore, do well because they have professional teachers who are respected, and they also have family and community which support learning.","quoteAuthor":"Howard Gardner","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acdd","quoteText":"If people are made to feel uncomfortable in the kitchen, they won't go in there. That's why I think children learning to cook can be such a wonderful thing.","quoteAuthor":"Giada De Laurentiis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acde","quoteText":"I was a total education geek. I loved school. I loved learning. I loved doing homework. All of my books and notebooks from high school are underlined and highlighted and there are notes all over the margins. And you know, I was a theater kid too. I was all over the place.","quoteAuthor":"Sophia Bush","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acdf","quoteText":"We're not that much smarter than we used to be, even though we have much more information - and that means the real skill now is learning how to pick out the useful information from all this noise.","quoteAuthor":"Nate Silver","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ace0","quoteText":"By playing games you can artificially speed up your learning curve to develop the right kind of thought processes.","quoteAuthor":"Nate Silver","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ace1","quoteText":"I think my biggest focus for myself is learning how to continue to get through the trauma that my father has caused in my life.","quoteAuthor":"Lindsay Lohan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ace2","quoteText":"The only thing that mattered was what you were to do in life, and it wasn't about money. It was about teaching, or learning.","quoteAuthor":"Maya Lin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ace3","quoteText":"You should be having more fun in high school, exploring things because you want to explore them and learning because you love learning-not worrying about competition.","quoteAuthor":"Maya Lin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ace4","quoteText":"For me, art is about learning and about living with people. It's alive.","quoteAuthor":"Miuccia Prada","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ace5","quoteText":"My learning process is by eye alone it's not at all scientific.","quoteAuthor":"Miuccia Prada","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ace6","quoteText":"Composing gives me a chance to work in multiple dimensions and helps me pare down my melodies into what is essential. Learning new skills has always energized me and scoring has opened up a world of sonic possibilities.","quoteAuthor":"Liz Phair","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ace7","quoteText":"One goes through school, college, medical school and one's internship learning little or nothing about goodness but a good deal about success.","quoteAuthor":"Ashley Montagu","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ace8","quoteText":"Few are there that will leave the secure seclusion of the scholar's life, the peaceful walks of literature and learning, to stand out a target for the criticism of unkind and hostile minds.","quoteAuthor":"Felix Adler","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ace9","quoteText":"A commitment to human rights cannot be fostered simply through the transmission of knowledge. Action and experience play a crucial role in the learning process.","quoteAuthor":"Daisaku Ikeda","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acea","quoteText":"I'm still at the beginning of my career. It's all a little new, and I'm still learning as I go.","quoteAuthor":"Orlando Bloom","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aceb","quoteText":"My advice to an aspiring actor would be to never stop learning or working for what you want. Nothing comes easy, ever, if you want something, you have to work for it. By working for it I mean work on your craft, learn from people who have something to teach. It's just like anything else, practice makes perfect.","quoteAuthor":"James Lafferty","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acec","quoteText":"I have terrible handwriting. I now say it's a learning disability... but a nun who was a very troubled woman hit me over the fingers with a ruler because my writing was so bad.","quoteAuthor":"Andrew Greeley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aced","quoteText":"I had great faith in Irish actors, that they'd be hip to the whole theatre thing, and they are. I had no illusions of coming over here as some kind of big shot. It's been a learning experience for me too.","quoteAuthor":"Christopher Meloni","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acee","quoteText":"I'm always learning from experiences because each one is different and there are different players involved in the project at the time with their own way of doing things.","quoteAuthor":"Christopher Meloni","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acef","quoteText":"Books have led some to learning and others to madness.","quoteAuthor":"Petrarch","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acf0","quoteText":"There is no royal road to learning no short cut to the acquirement of any art.","quoteAuthor":"Anthony Trollope","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acf1","quoteText":"Learning to speak was the most remarkable thing you ever did.","quoteAuthor":"Jeffrey Kluger","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acf2","quoteText":"The mind of the polyglot is a very particular thing, and scientists are only beginning to look closely at how acquiring a second language influences learning, behavior and the very structure of the brain itself.","quoteAuthor":"Jeffrey Kluger","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acf3","quoteText":"We're learning how important it is both to preserve sibling relationships if they work and repair them if they're broken. We're also learning a lot about nonliteral siblings - stepsiblings, half-siblings - and the surprising power they can have.","quoteAuthor":"Jeffrey Kluger","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acf4","quoteText":"Much learning shows how little mortals know much wealth, how little wordings enjoy.","quoteAuthor":"Edward Young","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acf5","quoteText":"But if we learn to think of it as anticipation, as learning, as growing, if we think of the time we spend waiting for the big things of life as an opportunity instead of a passing of time, what wonderful horizons open out!","quoteAuthor":"Anna Neagle","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acf6","quoteText":"I was learning, as I did in the Ministry of Defense. I never knew, but I always learned.","quoteAuthor":"Shimon Peres","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acf7","quoteText":"Without feeling abashed by my ignorance, I confess that I am absolutely unable to say. In the absence of an appearance of learning, my answer has at least one merit, that of perfect sincerity.","quoteAuthor":"Jean Henri Fabre","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acf8","quoteText":"The spotlight will always be on me, but it's something I'm learning to live with as the years go by.","quoteAuthor":"David Beckham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acf9","quoteText":"I was diagnosed with a severe temporal spatial deficit, a learning disability that means I have zero spatial relations skills. It was official: I was a genius trapped in an idiot's body.","quoteAuthor":"Sloane Crosley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acfa","quoteText":"I really have a great deal of humility in that department, and a great deal of respect for people who spend their lives learning how to make these amazing preparations.","quoteAuthor":"Ted Allen","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acfb","quoteText":"I am growing and learning. There's so much more that I want to accomplish and do. I'm gonna do it at whatever pace it happens. I'm not trying to rush anything or slow anything down.","quoteAuthor":"Jordin Sparks","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acfc","quoteText":"I feel the older I get, the more I'm learning to handle life. Being on this quest for a long time, it's all about finding yourself.","quoteAuthor":"Ringo Starr","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acfd","quoteText":"I grow old learning something new every day.","quoteAuthor":"Solon","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acfe","quoteText":"I'm learning to accept the lack of privacy as the real downer in my profession.","quoteAuthor":"Halle Berry","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7acff","quoteText":"All are agreed, that the increase of learning and good morals are great blessings to society.","quoteAuthor":"Joseph Lancaster","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad00","quoteText":"I've had a tough time learning how to act like a congressman. Today I accidentally spent some of my own money.","quoteAuthor":"Joseph P. Kennedy","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad01","quoteText":"I have no control over what people think of me but I have 100% control of what I think of myself, and that is so important. And not just about your body, but so many ways of confidence. You're constantly learning how to be confident, aren't you?","quoteAuthor":"Beth Ditto","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad02","quoteText":"I can't do the same movies all my life. I'm conscious of that. But it's a trade-off. 'Dear John' allowed me to do movies I've wanted to do. You learn to balance it out. I'm still learning. Only now am I getting to do the kinds of movies that I have wanted to do. So it's a steady climb. You don't jump into a Soderbergh film.","quoteAuthor":"Channing Tatum","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad03","quoteText":"To be proud of learning is the greatest ignorance.","quoteAuthor":"Jeremy Taylor","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad04","quoteText":"I've always loved music, but I never really played anything. After 'Walk the Line' and learning to play guitar, and having that sense of performing, I think that certainly opened the door for me, for music.","quoteAuthor":"Joaquin Phoenix","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad05","quoteText":"I'm pleased to say my knee feels a lot better. It's still not back to normal, and I don't know if it ever will be, but I'm learning to deal with it instead of expecting it to be like it was before.","quoteAuthor":"Shawn Johnson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad06","quoteText":"You never stop learning. If you have a teacher, you never stop being a student.","quoteAuthor":"Elisabeth Rohm","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad07","quoteText":"In the beginning when I sat next to Tom Brokaw on the 'Today' show, the stories I was interested in were those having to do with women and children and learning and health. In those days, 25 to 30 years ago, that was called soft news, and not in a nice way.","quoteAuthor":"Jane Pauley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad08","quoteText":"I love nature and enjoy learning new skills.","quoteAuthor":"Leona Lewis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad09","quoteText":"People are more comfortable learning about wine because now they can just Google, you know, 'Soave,' and say, 'Oh, O.K., cool.'","quoteAuthor":"Gary Vaynerchuk","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad0a","quoteText":"I spend a lot of time learning about bird watching.","quoteAuthor":"Nikki Giovanni","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad0b","quoteText":"There's no learning without trying lots of ideas and failing lots of times.","quoteAuthor":"Jonathan Ive","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad0c","quoteText":"Strange as it may seem, no amount of learning can cure stupidity, and formal education positively fortifies it.","quoteAuthor":"Stephen Vizinczey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad0d","quoteText":"What I'm still grappling with and learning how to do is to be looking and thinking cinematically, having come from television.","quoteAuthor":"J. J. Abrams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad0e","quoteText":"Are your kids learning the right lessons about 9/11? Ten years after Osama bin Laden's henchmen murdered thousands of innocents on American soil, too many children have been spoon-fed the thin gruel of progressive political correctness over the stiff antidote of truth.","quoteAuthor":"Michelle Malkin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad0f","quoteText":"A little learning is not a dangerous thing to one who does not mistake it for a great deal.","quoteAuthor":"William Allen White","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad10","quoteText":"Teaching is the royal road to learning.","quoteAuthor":"Jessamyn West","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad11","quoteText":"People desire to separate their worlds into polarities of dark and light, ugly and beautiful, good and evil, right and wrong, inside and outside. Polarities serve us in our learning and growth, but as souls we are all.","quoteAuthor":"Joy Page","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad12","quoteText":"Man, after all my grandma put into me learning the piano, that was a hard day, telling her I was telling jokes for a living.","quoteAuthor":"Jamie Foxx","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad13","quoteText":"I am a firm believer that God has already ordered the things that have taken place in my life...and I'm just learning to follow the path he's laid before me.","quoteAuthor":"Monica Denise Brown","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad14","quoteText":"The experience gathered from books, though often valuable, is but the nature of learning whereas the experience gained from actual life is one of the nature of wisdom.","quoteAuthor":"Samuel Smiles","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad15","quoteText":"I'm happy to be helping people that are passionate about empowering parents for student learning.","quoteAuthor":"Jeb Bush","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad16","quoteText":"I'm trying to get in the habit of, you know, picking up a book and learning how to write my feelings down, not my feelings but my thoughts, about things, and hopefully I'll moving toward the writing and directing thing soon.","quoteAuthor":"Corey Haim","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad17","quoteText":"I like learning new stuff, and continuing to educate myself as best I can.","quoteAuthor":"Dominic Monaghan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad18","quoteText":"I think my type of personality has all music inside of it, so I am full of music, without even knowing it, without even learning it, without even hearing it.","quoteAuthor":"Ziggy Marley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad19","quoteText":"Learning another language is not only learning different words for the same things, but learning another way to think about things.","quoteAuthor":"Flora Lewis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad1a","quoteText":"Often as a child you see someone with a learning disability or Down's Syndrome and my mum and dad were always very quick to explain exactly what was going on and to be in their own way inclusive and welcoming.","quoteAuthor":"Christopher Eccleston","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad1b","quoteText":"And, one thing I definitely enjoyed personally, from a selfish point of view, was exploration and going to places that I had never been to before and learning, you know, meeting the people and getting to know, new sights and sounds, etc.","quoteAuthor":"Duane G. Carey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad1c","quoteText":"Learning how to relive again on life's terms sure doesn't do much for your confidence. You have to kind of walk in faith that the next step is going to be just a little bit better than the last step.","quoteAuthor":"Joe Nichols","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad1d","quoteText":"Learning is a tunnel experience that makes us think more broadly.","quoteAuthor":"Anna Deavere Smith","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad1e","quoteText":"What matters to me is learning and growing, and getting to do what I love to do. As long as I can do that, I'm happy.","quoteAuthor":"Jeremy Renner","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad1f","quoteText":"There are many ways to grow football-wise. You go slow or are pushed to go faster, otherwise you get left behind. For me, there would be trouble in stopping learning.","quoteAuthor":"Wayne Rooney","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad20","quoteText":"Acting is not about dressing up. Acting is about stripping bare. The whole essence of learning lines is to forget them so you can make them sound like you thought of them that instant.","quoteAuthor":"Glenda Jackson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad21","quoteText":"I eventually became proud of my strikeouts, because each one represented another learning experience.","quoteAuthor":"Willie Stargell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad22","quoteText":"TV is so different from the movies. It takes a lot of stamina because you work such long hours. It is really challenging. You are learning the next day's lines while you are shooting today's scenes. I found courage I never realised I had. I hope to do more.","quoteAuthor":"Sharon Stone","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad23","quoteText":"When I was first learning songs, I'd have a favorite song, and I'd take the chords and twist them around. I'd learn the chords and then play them backward. That was my first experimenting with writing a song.","quoteAuthor":"Alicia Keys","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad24","quoteText":"I raised five children. They all have different personalities. All of them have different issues, different levels of success. That was a learning experience for me.","quoteAuthor":"T. D. Jakes","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad25","quoteText":"I never refused an autograph, never refused to buy someone a drink. Now I'm learning to say I've got other things on, instead of doing it and wondering why.","quoteAuthor":"Paul Gascoigne","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad26","quoteText":"By keeping my hand in that, it's the way I keep learning. The main way you learn in medicine is by practicing and working with patients.","quoteAuthor":"Andrew Weil","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad27","quoteText":"I feel like I'm still learning a lot. I think there's a tendency for people who are just doing their first couple of films that I see now where they seem to be really resentful of the technical limitations that come along with filmmaking.","quoteAuthor":"Anna Kendrick","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad28","quoteText":"For the past eight years, the right has been better at working the refs. Now the left is learning how to play the game.","quoteAuthor":"Eric Alterman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad29","quoteText":"I became CEO at the beginning of the hit on old economy stocks. When something like that occurs in your first six months as a CEO of a more traditional branded firm, it makes for a fast learning curve.","quoteAuthor":"Andrea Jung","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad2a","quoteText":"Life is about learning when you stop learning, you die.","quoteAuthor":"Tom Clancy","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad2b","quoteText":"You keep learning all the time.","quoteAuthor":"Vanessa Paradis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad2c","quoteText":"My father is a chemist, my mother was a homemaker. My parents instilled in us the feeling that learning was the most exciting thing that could happen to you, and it never ends.","quoteAuthor":"Rita Dove","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad2d","quoteText":"I finish so many books it's amazing. I'm also doing Rosetta Stone, learning some French.","quoteAuthor":"Kellan Lutz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad2e","quoteText":"Before this learning experience, I had assumed that with regard to programs that sought to help people out of poverty, the political world was essentially divided into two camps: conservatives who opposed these for a variety of reasons, and liberals who supported them.","quoteAuthor":"Barney Frank","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad2f","quoteText":"I was a kid, and I wasn't even sure if I wanted to play the drums, you know? All I wanted to do was skateboard, but I was still learning and taking it in, so it was good.","quoteAuthor":"Travis Barker","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad30","quoteText":"I don't think I've ever been moulded but I think I am always learning.","quoteAuthor":"Delta Goodrem","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad31","quoteText":"I've bought pretty much every book ever written about the Alamo, and I talk to my friends that I've made over the past 15, 20 years. It's just a constant learning and fascinating thing for me.","quoteAuthor":"Phil Collins","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad32","quoteText":"The process of learning requires not only hearing and applying but also forgetting and then remembering again.","quoteAuthor":"John Gray","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad33","quoteText":"Hungry people cannot be good at learning or producing anything, except perhaps violence.","quoteAuthor":"Pearl Bailey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad34","quoteText":"Generally, I like making my own mistakes and learning from them because that's what I think life is about.","quoteAuthor":"Taylor Momsen","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad35","quoteText":"I think that if you keep your eyes and your ears open and you are receptive to learning, there are skills you can get from any job at all.","quoteAuthor":"Cat Deeley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad36","quoteText":"Learning what you don't want to do is pretty valuable, it may be as valuable as figuring out what it is you do want to do.","quoteAuthor":"Joe Flanigan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad37","quoteText":"The only animals I'm not comfortable with are parrots, but I'm learning as I go. I'm getting better and better at 'em. I really am.","quoteAuthor":"Steve Irwin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad38","quoteText":"Emotional 'literacy' implies an expanded responsibility for schools in helping to socialize children. This daunting task requires two major changes: that teachers go beyond their traditional mission and that people in the community become more involved with schools as both active participants in children's learning and as individual mentors.","quoteAuthor":"Daniel Goleman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad39","quoteText":"I'm passionate about learning. I'm passionate about life.","quoteAuthor":"Tom Cruise","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad3a","quoteText":"I'm writing a book and working on my one-woman show, Learning To Be Human.","quoteAuthor":"Shirley Knight","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad3b","quoteText":"The hardest of all is learning to be a well of affection, and not a fountain to show them we love them not when we feel like it, but when they do.","quoteAuthor":"Nan Fairbrother","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad3c","quoteText":"Education in our times must try to find whatever there is in students that might yearn for completion, and to reconstruct the learning that would enable them autonomously to seek that completion.","quoteAuthor":"Allan Bloom","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad3d","quoteText":"It's learning how to negotiate to keep both sides happy - whether it's for a multi-million dollar contract or just which show to watch on TV, that determines the quality and enjoyment of our lives.","quoteAuthor":"Leigh Steinberg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad3e","quoteText":"I'm nearing the end of the road and still learning.","quoteAuthor":"Mike Wallace","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad3f","quoteText":"The Tea Party was born out of the disgust many Americans felt early in the financial crisis upon learning that the federal government was even contemplating reducing the principal on some troubled mortgages.","quoteAuthor":"Mark Zandi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad40","quoteText":"Being steeped in the process of learning and exploring keeps me from becoming too nervous. Partly it's about not getting bored.","quoteAuthor":"Renee Fleming","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad41","quoteText":"Learning operatic roles is ongoing, and I find that I can learn on the train or subway, during a manicure, getting my hair done, and even while driving if I only look at the score at red lights.","quoteAuthor":"Renee Fleming","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad42","quoteText":"It has to be a very specific role for me because of my accent. I can't complain I've been working since I got to LA. But it is hard. I have no training as an actress so I try whatever I do like school, because I'm learning.","quoteAuthor":"Sofia Vergara","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad43","quoteText":"Year by year we are learning that in this restless, strenuous American life of ours vacations are essential.","quoteAuthor":"Ellsworth Huntington","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad44","quoteText":"He that knew all that learning ever writ, Knew only this - that he knew nothing yet.","quoteAuthor":"Aphra Behn","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad45","quoteText":"Whether it's 18 years old or 40 years old, we think we know what's going on. But if you're lucky enough to continue the journey, its amazing how we keep learning how much we didn't know.","quoteAuthor":"Joe Namath","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad46","quoteText":"Learning lines is on my mind until I do know them. I'll read the paper or paint the house to keep from starting to memorize. I've never found an easy way.","quoteAuthor":"Paul Lynde","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad47","quoteText":"It's not the teaching, it's the learning.","quoteAuthor":"Sly Stone","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad48","quoteText":"I loved making Pure Country. It was a great learning experience for me, seeing another part of the entertainment industry.","quoteAuthor":"George Strait","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad49","quoteText":"No man is the wiser for his learning it may administer matter to work in, or objects to work upon but wit and wisdom are born with a man.","quoteAuthor":"John Selden","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad4a","quoteText":"I'm still shy - I'm no good at my children's parent-teacher conferences, and I'm slowly learning how to ask for what I want. But I now know that I have a reserve of courage to draw upon when I really need it. There's nothing that I'm too scared to have a go at.","quoteAuthor":"Emily Mortimer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad4b","quoteText":"After you start learning all about the mechanics of piloting a riverboat, you stop seeing all the pretty sunsets and you start thinking about the weather.","quoteAuthor":"John Hartford","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad4c","quoteText":"After learning the language and culture of the Chinese people, these Jesuits began to establish contacts with the young intellectuals of the country.","quoteAuthor":"Hu Shih","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad4d","quoteText":"I prefer to think of myself as a musician who is still learning and trying to do something every time out.","quoteAuthor":"Geddy Lee","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad4e","quoteText":"We believe that if you put in place the mechanisms that allow for personal choice as far as Medicare is concerned, as well as the programs in Medicaid, that we can actually get to a better result and do what most Americans are learning how to do, which is to do more with less.","quoteAuthor":"Eric Cantor","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad4f","quoteText":"From the time I started school, it was clear to everyone that I wasn't learning at the same pace as other kids.","quoteAuthor":"Carre Otis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad50","quoteText":"So foolish is the heart of man that he ever puts his hope in the future, learning nothing from his past errors and fancying that tomorrow must be better than today.","quoteAuthor":"Mika Waltari","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad51","quoteText":"Learning how to improvise really awakened my interest in music.","quoteAuthor":"Carter Burwell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad52","quoteText":"The learning curve is 'The Hobbit' is being shot in 3D.","quoteAuthor":"Andy Serkis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad53","quoteText":"Next year, I hope there will be even more parties, lots of holidays and just having a good time, really. Plus wing-walking, air shows and learning to fly, as they are all things I want to do. I won't be restricted by age.","quoteAuthor":"Carol Vorderman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad54","quoteText":"You should put time into learning your craft. It seems like people want success so quickly, way before they're ready.","quoteAuthor":"Lucinda Williams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad55","quoteText":"In the end, the humanities can only be defended by stressing how indispensable they are and this means insisting on their vital role in the whole business of academic learning, rather than protesting that, like some poor relation, they don't cost much to be housed.","quoteAuthor":"Terry Eagleton","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad56","quoteText":"I'm constantly learning, and that is the greatest gift of life in my opinion - to always be learning and growing.","quoteAuthor":"Kristin Chenoweth","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad57","quoteText":"Now, for this book I had to learn the world of the Senate, which is really for all that's written about the Senate, an unknowing world and its mores, and the way things work with subcommittees and all. I loved learning about that.","quoteAuthor":"Robert Caro","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad58","quoteText":"If you live through the initial stage of fame and get past it, and remember thats not who you are. If you live past that, then you have a hope of maybe learning how to spell the word artist.","quoteAuthor":"Patrick Swayze","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad59","quoteText":"I think the most wonderful thing in the world is another chef. I'm always excited about learning new things about food.","quoteAuthor":"Paul Prudhomme","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad5a","quoteText":"It's not like learning how to hit a curve ball in baseball.","quoteAuthor":"Floyd Abrams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad5b","quoteText":"The excitement of learning separates youth from old age. As long as you're learning you're not old.","quoteAuthor":"Rosalyn S. Yalow","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad5c","quoteText":"I am involved with 'Write Girl,' which is such a great organization, because they go into inner city schools and work with underprivileged girls to pair them up with other writers. And it gets them learning to express themselves and become familiar with their own voice. They have a 100% success ratio getting those girls into college.","quoteAuthor":"Melissa Rosenberg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad5d","quoteText":"I think I'm learning to be bolder in my career choices and be more confident in my personal life. I haven't always felt very secure as an individual, but now I feel I certain confidence and sense of self that gets me through the day a lot better than before.","quoteAuthor":"Winona Ryder","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad5e","quoteText":"This is actually a very important principle that science is learning about large systems like evolution and that futurists are learning about anticipating human society: just because a future scenario is plausible doesn't mean we can get there from here.","quoteAuthor":"Kevin Kelly","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad5f","quoteText":"Recipes tell you nothing. Learning techniques is the key.","quoteAuthor":"Tom Colicchio","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad60","quoteText":"Directors who turn into big babies and shut out criticism stop learning.","quoteAuthor":"Richard King","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad61","quoteText":"Churchill was the canny political animal, very devious, bursting with energy and determination, learning as hard as he could.","quoteAuthor":"Lord Mountbatten","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad62","quoteText":"I've been learning martial arts since I was 8 years old.","quoteAuthor":"Jet Li","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad63","quoteText":"I spend more time learning about Buddhism than English, which is why my English today is still bad.","quoteAuthor":"Jet Li","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad64","quoteText":"When I was 8 years old, I knew nothing about martial arts. The coach told me I was talented with learning martial arts, and put me in a school.","quoteAuthor":"Jet Li","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad65","quoteText":"Just because you are CEO, don't think you have landed. You must continually increase your learning, the way you think, and the way you approach the organization. I've never forgotten that.","quoteAuthor":"Indra Nooyi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad66","quoteText":"A lot of what I've been learning in the last two years is due to therapy - about my sexuality, why things go wrong, why relationships haven't worked. It isn't anything to do with anybody else it's to do with me.","quoteAuthor":"Boy George","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad67","quoteText":"I had decided I wanted to write about food, and I knew the only way to do that is to speak with authority, which meant learning the language and knowing what that experience is like.","quoteAuthor":"Gail Simmons","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad68","quoteText":"I view life as a learning experience. It is not so much all about music it is about what happens when you are doing the music.","quoteAuthor":"Michael Schenker","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad69","quoteText":"Hollywood and the recording industry argue that current law permits the copying of songs and movies, and sharing them on the Internet. This enables young people to grow up learning how to steal.","quoteAuthor":"Suzanne Fields","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad6a","quoteText":"Contrary to current cynicism about past golden ages, the abstraction known as 'the intelligent layperson' does exist - in the form of millions of folks with a passionate commitment to continuous learning.","quoteAuthor":"Stephen Jay Gould","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad6b","quoteText":"The greatest gift that Oxford gives her sons is, I truly believe, a genial irreverence toward learning, and from that irreverence love may spring.","quoteAuthor":"Robertson Davies","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad6c","quoteText":"As I was coming up, it always seemed like I was learning. If it wasn't from school, it was the 'hood. The influences of the 'hood are very powerful.","quoteAuthor":"Junior Seau","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad6d","quoteText":"The secret of learning to be sick is this: Illness doesn't make you less of what you were. You are still you.","quoteAuthor":"Tony Snow","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad6e","quoteText":"I get stubborn and dig in when people tell me I can't do something and I think I can. It goes back to my childhood when I had problems in school because I have a learning disability.","quoteAuthor":"Ann Bancroft","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad6f","quoteText":"I can't sit down long enough to absorb any kind of learning.","quoteAuthor":"Buddy Rich","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad70","quoteText":"Being a geek is all about learning the inventories of things.","quoteAuthor":"Adam Savage","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad71","quoteText":"If you look at the opening of 'Private Ryan,' you are so in the point of view of those guys and there is a whole world swirling all around them. You are learning that geography as they are learning it.","quoteAuthor":"Gary Ross","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad72","quoteText":"This enemy of peace in the world today is unlike any we have seen in the past, and our military is learning from, and building on, previous successes while carrying peace and freedom into the future.","quoteAuthor":"Mark Kennedy","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad73","quoteText":"I brought a Border Collie back home to Vancouver from Wales - where some of my ancestors are from - and needed to challenge him in other ways than just being my pet. So I investigated sheep herding and took a few lessons, and decided I was probably learning more than my dog!","quoteAuthor":"Jane Siberry","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad74","quoteText":"Your work is first, learning is first, winning is everything because without it there is nothing.","quoteAuthor":"Orson Scott Card","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad75","quoteText":"Learning is the ally, not the adversary of genius... he who reads in a proper spirit, can scarcely read too much.","quoteAuthor":"William Godwin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad76","quoteText":"If anybody wanted to photograph my life, they'd get bored in a day. 'Heres Matt at home learning his lines. Here's Matt researching in aisle six of his local library'. A few hours of that and they'd go home.","quoteAuthor":"Matt Damon","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad77","quoteText":"Learning to see waste and systematically eliminate it has allowed lean companies such as Toyota to dominate entire industries. Lean thinking defines value as 'providing benefit to the customer' anything else is waste.","quoteAuthor":"Eric Ries","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad78","quoteText":"It is never easy to win but it is a lot easier to win when you play well. The key is winning golf tournaments when you are not playing so well. Managing your game is something that I feel that I am still learning to do.","quoteAuthor":"Rory McIlroy","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad79","quoteText":"I thought I was learning about show business. The more painful it was, the more important I thought the experience must be. Hating it, I convinced myself it must be invaluable.","quoteAuthor":"Judy Holliday","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad7a","quoteText":"I do remember actually learning chords to Beatles songs. I thought they were great songwriters.","quoteAuthor":"Mick Taylor","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad7b","quoteText":"I'm really enjoying the process of learning to fly. How it will fit into my life down the road - I'm looking forward to discovering that.","quoteAuthor":"Matthew Fox","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad7c","quoteText":"Also, I'm always learning better and better how to prioritize and how to leave certain things for the next day.","quoteAuthor":"Lisa Loeb","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad7d","quoteText":"You can learn as much about the history from reading about the present as you can vice versa, that is learning about the present through history, which is what I do for a living.","quoteAuthor":"Ken Burns","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad7e","quoteText":"The Seinfeld motto: No learning, no hugging.","quoteAuthor":"Julia Louis-Dreyfus","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad7f","quoteText":"It disturbs me when Obama says in the State of the Union address that he wants to make dropping out of school at 18 illegal, because people learn differently and before there are forms of learning for every type of person in the world, we shouldn't be condemned for leaving.","quoteAuthor":"Ezra Miller","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad80","quoteText":"I'm an obsessive hiker and I do it every day for two hours and it really helps me when it comes to learning songs or scripts.","quoteAuthor":"Mandy Patinkin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad81","quoteText":"And where does magic come from? I think that magic's in the learning.","quoteAuthor":"Dar Williams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad82","quoteText":"When we think about online learning, it's such 'early days.' Bill Gates is a wildly smart insightful guy. Yet, even a guy as smart and insightful as that, 30 years ago can say things like,'Who's every going to need more than 640K of memory?'","quoteAuthor":"Reed Hastings","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad83","quoteText":"I enjoyed studying costume, learning about the corsetry and the historical context of fashion. I never had any real intention of being a costume designer.","quoteAuthor":"Georgina Chapman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad84","quoteText":"Tennis was always sort of a - a learning. It was a vehicle for me to discover a lot about myself. And the things that I sort of discovered at times I not only didn't want to see it for myself but I certainly didn't want millions of people to see it.","quoteAuthor":"Andre Agassi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad85","quoteText":"The main thing that gives me hope is the media. We have radio, TV, magazines, and books, so we have the possibility of learning from societies that are remote from us, like Somalia. We turn on the TV and see what blew up in Iraq or we see conditions in Afghanistan.","quoteAuthor":"Jared Diamond","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad86","quoteText":"I'm learning Spanish - I got Rosetta Stone for Christmas.","quoteAuthor":"Karlie Kloss","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad87","quoteText":"You have to grow thick skin and that only comes with time and learning.","quoteAuthor":"Karlie Kloss","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad88","quoteText":"I am learning to forgive my inner geek, and even value him as a free man.","quoteAuthor":"Kenny Loggins","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad89","quoteText":"The trick in life is learning how to deal with it.","quoteAuthor":"Helen Mirren","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad8a","quoteText":"There's some movies I watch, they're kind of like my anti-anxiety pill, my anti-depressant pill. I watch them at least once or twice a month probably. And I never stop learning from them as a filmmaker.","quoteAuthor":"Mike Mills","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad8b","quoteText":"I've always been an avid reader. If I don't have a book in the car, I'll stop and pick one up just to have something to read. I don't even remember learning to read.","quoteAuthor":"Janis Ian","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad8c","quoteText":"I think Russian people are learning that democracy is not an alien thing it's not a western invention.","quoteAuthor":"Garry Kasparov","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad8d","quoteText":"What keeps you confident in a healthy way is knowing that everyone else around you is going to support you and teach you and you're going to learn from them. I just feel open to learning from people.","quoteAuthor":"Elizabeth Olsen","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad8e","quoteText":"I used to be so aggressive, but after a while I started learning. It's not that I know how to adapt, but I know all styles of fighting so I can change my style of fighting to whatever it needs to be. That just comes from years of training and a lot of sparring partners.","quoteAuthor":"Marlen Esparza","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad8f","quoteText":"I think my family and closest friends are learning about my need to withdraw, and I am learning how to restore and store my energy to both serve the community to the best of my ability and to serve my writer's heart.","quoteAuthor":"Sandra Cisneros","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad90","quoteText":"Bottom line: if you show a genuine interest in learning about how others became successful, you can open up a world of opportunities.","quoteAuthor":"Armstrong Williams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad91","quoteText":"The country remains dependent on oil. But as we are now learning, oil is becoming increasingly scarce.","quoteAuthor":"Armstrong Williams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad92","quoteText":"My mom had this romantic notion of her children playing classical music. The idea is you learn it when you're still learning language. It's using the same part of the brain.","quoteAuthor":"Andrew Bird","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad93","quoteText":"The prudent course is to make an investment in learning, testing and understanding, determine how the new concepts compare to how you now operate and thoughtfully determine how they apply to what you want to achieve in the future.","quoteAuthor":"Dee Hock","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad94","quoteText":"My biggest project right now is trying to be a really great mom and learning how to balance family and career. I'm just trying to spend as much time with my family as I can.","quoteAuthor":"Idina Menzel","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad95","quoteText":"For me, 'Rent' was all about coming out of myself, finding out who I was, learning the power I could have as a performer.","quoteAuthor":"Idina Menzel","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad96","quoteText":"So, for example, if a child is labeled as having a learning disability, it has very concrete consequences for the kinds of services and potentially accommodations that child will get.","quoteAuthor":"Robert Sternberg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad97","quoteText":"I feel like that I'm learning all the time. I'm learning from new artists, from established artists... every time I listen to '70s rock 'n' roll records, I'm learning. And I think that I'm just now starting to get a hold on what I do.","quoteAuthor":"Tim McGraw","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad98","quoteText":"I really hope that we'll have a sustainable future on this planet, I really do. So I probably geek out mostly about learning more about how potentially we can hopefully make that happen, hopefully we're not too far lost.","quoteAuthor":"Ellen Page","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad99","quoteText":"I spent a lot of time in the school psychologist's office. I didn't apply myself. My mother thought I had learning disabilities.","quoteAuthor":"Roger Goodell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad9a","quoteText":"There has to be innate circuitry that does the learning, that creates the culture, that acquires the culture, and that responds to socialization.","quoteAuthor":"Steven Pinker","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad9b","quoteText":"You have to study your field and you have to find out how other people do it, and you have to keep working and learning and practicing and ultimately, you would be able to do it.","quoteAuthor":"Theodore Sturgeon","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad9c","quoteText":"I feel like I was writing as I was learning to talk. Writing was always a go-to form of communication. And I knew I could sing from being in tune with the radio.","quoteAuthor":"Frank Ocean","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad9d","quoteText":"I feel like I was writing as I was learning to talk. Writing was always a go to form of communication.","quoteAuthor":"Frank Ocean","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad9e","quoteText":"As children, as we learn what things are, we are slowly learning to dismiss them visually. As adults, entirely submerged in words and concepts, we spend almost all of our time thinking and worrying about the past and the future, hardly ever looking at or engaging with the world visually.","quoteAuthor":"Chris Ware","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ad9f","quoteText":"I'm pretty focused on my career, and if it comes down to hanging out with somebody or learning my lines, it's gonna be learning my lines.","quoteAuthor":"Cory Monteith","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ada0","quoteText":"If you desire ease, forsake learning.","quoteAuthor":"Nagarjuna","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ada1","quoteText":"I'm learning, but I'm getting better at it because I'm learning how to hear God in worship.","quoteAuthor":"Michael W. Smith","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ada2","quoteText":"I am just learning to notice the different colors of the stars, and already begin to have a new enjoyment.","quoteAuthor":"Maria Mitchell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ada3","quoteText":"The world of learning is so broad, and the human soul is so limited in power!","quoteAuthor":"Maria Mitchell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ada4","quoteText":"During the days of segregation, there was not a place of higher learning for African Americans. They were simply not welcome in many of the traditional schools. And from this backward policy grew the network of historical black colleges and universities.","quoteAuthor":"Michael N. Castle","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ada5","quoteText":"The rare person is still interested in new advances when they are adults. There is possibly a correlation with intelligence. In any case, you have to be fairly bright to keep learning and changing attitudes as you get older.","quoteAuthor":"Keith Henson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ada6","quoteText":"Lie detection is like language there is a learning window. Telling whoppers to small children seems to be a family tradition in many families.","quoteAuthor":"Keith Henson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ada7","quoteText":"I never was good at learning things. I did just enough work to pass. In my opinion it would have been wrong to do more than was just sufficient, so I worked as little as possible.","quoteAuthor":"Manfred von Richthofen","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ada8","quoteText":"Children themselves know they are being cheated. Ultimately we owe it to our children. They are in school for 190 days a year. Every moment they spend learning is precious. If a year goes by and they are not being stretched and excited, that blights their life.","quoteAuthor":"Michael Gove","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ada9","quoteText":"It is literally the case that learning languages makes you smarter. The neural networks in the brain strengthen as a result of language learning.","quoteAuthor":"Michael Gove","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adaa","quoteText":"That is what I'm looking forward to the most, practical learning. I want to be a registered nurse so getting to talk to people who already work in those jobs can really teach me what to expect when I get out in the real world.","quoteAuthor":"Angela Carter","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adab","quoteText":"I'm still learning my craft.","quoteAuthor":"Yann Martel","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adac","quoteText":"The tradition of Russian literature is also an eastern tradition of learning poetry and prose by heart.","quoteAuthor":"Ryszard Kapuscinski","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adad","quoteText":"Again, the American people expect us to do what they are doing. It's tightening the belt, it's learning how to do more with less. That's a reality today, and we've got to do that in order to get the private sector growing.","quoteAuthor":"Eric Cantor","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adae","quoteText":"Part of my training was learning how to refer patients to cardiologists for heart problems, gastroenterologists for stomach issues, and rheumatologists for joint pain. Given that most physicians were trained this way, it's no wonder that the average Medicare patient has six doctors and is on five different medications.","quoteAuthor":"Mark Hyman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adaf","quoteText":"As an audience member, those studio films are fun. I like an adventure tale, and I also like to go see something that has more of a social pulse. I like to keep learning and trying new things. And if the scripts are good, it doesn't really matter.","quoteAuthor":"Michael Fassbender","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adb0","quoteText":"I met a lot of young girls modelling and they were like, 'Oh, I'm running around town and people are taking my picture', while I was saving receipts and learning how to be self-employed.","quoteAuthor":"Christina Hendricks","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adb1","quoteText":"Perfecting oneself is as much unlearning as it is learning.","quoteAuthor":"Edsger Dijkstra","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adb2","quoteText":"Of course, learning is strengthened and solidified when it occurs in a safe, secure and normal environment.","quoteAuthor":"Jean-Bertrand Aristide","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adb3","quoteText":"Quality afterschool programs provide safe, engaging and fun learning experiences to help children and youth develop their social, emotional, physical, cultural and academic skills.","quoteAuthor":"Debbie Stabenow","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adb4","quoteText":"Acting has always existed alongside my normal life. It's been a case of learning on the job. I've worked in so many styles, with so many people, so I've picked bits up from everyone and everything.","quoteAuthor":"Felicity Jones","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adb5","quoteText":"I'm interested in all forms of performance, yet I think it's difficult to be as equally talented in all of them as they call for such different skills. At the moment, I still feel I'm learning and want as much experience and variety as possible.","quoteAuthor":"Felicity Jones","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adb6","quoteText":"In a world that is constantly changing, there is no one subject or set of subjects that will serve you for the foreseeable future, let alone for the rest of your life. The most important skill to acquire now is learning how to learn.","quoteAuthor":"John Naisbitt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adb7","quoteText":"The novel is about five students of classics who are studying with a classics professor, and they take the ideas of the things that they're learning from him a bit too seriously, with terrible consequences.","quoteAuthor":"Donna Tartt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adb8","quoteText":"It is no secret that the fruits of language study are in no sort of relation to the labour spent on teaching and learning them.","quoteAuthor":"Edward Sapir","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adb9","quoteText":"Every time you go in, it's like starting over. You don't know how you did the other records. You're learning all over. It's some weird musician amnesia, or maybe the road wipes it out.","quoteAuthor":"Beck","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adba","quoteText":"Having photographed the landscape for a number of years and specifically working with trees and in the forest I found, without consciously thinking about it, that it was a great learning experience for me in terms of organizing elements.","quoteAuthor":"John Sexton","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adbb","quoteText":"Acting is a life experience. I'm always learning things when I'm making a movie. So the fame part of it is fine when you consider what you get out of this job.","quoteAuthor":"Kate Bosworth","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adbc","quoteText":"Good education means learning to read, write and most importantly learn how to learn so that you can be whatever you want to be when you grow up.","quoteAuthor":"Patty Murray","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adbd","quoteText":"I started playing ukulele first for 2 years from age 9 to 11 and got my first guitar and got inspired by blues I heard on the radio that turned me on and I started learning myself.","quoteAuthor":"Johnny Winter","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adbe","quoteText":"One thing changes every evening: It's the audience, and I'm working my magic. I'm always learning from it.","quoteAuthor":"Eli Wallach","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adbf","quoteText":"A love of books, of holding a book, turning its pages, looking at its pictures, and living its fascinating stories goes hand-in-hand with a love of learning.","quoteAuthor":"Laura Bush","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adc0","quoteText":"I guess confidence is the only thing that I take from project to project, but I'm always open to learning everybody's style - the director, the actor I'm working with.","quoteAuthor":"Freida Pinto","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adc1","quoteText":"I opened my own restaurant when I was 17. I went broke, then traveled around the country, learning about different kinds of foods, had three other restaurants that went broke. It didn't all start just a few years ago!","quoteAuthor":"Paul Prudhomme","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adc2","quoteText":"That was a real learning element for me, because I realized that the more true you are to yourself, the more you will lose people.","quoteAuthor":"Bill Sienkiewicz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adc3","quoteText":"But, if you observe children learning in their first few years of life, you can see that they can and do learn on their own - we leave them alone to crawl, walk, talk, and gain control over their bodies. It happens without much help from parents.","quoteAuthor":"Daniel Greenberg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adc4","quoteText":"I'd love to go to fashion week! I'm learning more about designers, thanks to 'Pretty Little Liars'' costume designer, Mandi Line.","quoteAuthor":"Lucy Hale","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adc5","quoteText":"People mature at different stages and I feel I'm learning a lot.","quoteAuthor":"Lee Westwood","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adc6","quoteText":"They are the guiding oracles which man has found out for himself in that great business of ours, of learning how to be, to do, to do without, and to depart.","quoteAuthor":"John Morley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adc7","quoteText":"The battle was first waged over the right of the Negro to be classed as a human being with a soul later, as to whether he had sufficient intellect to master even the rudiments of learning and today it is being fought out over his social recognition.","quoteAuthor":"James Weldon Johnson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adc8","quoteText":"I've seen a lot of the United States, having stayed in so many different cities and towns for work. It's such a strange and fascinating country, and instead of learning about it through a textbook, I would rather discover its history and traditions and institutions through fiction and nonfiction writers.","quoteAuthor":"Hope Davis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adc9","quoteText":"I wanted to get to that aesthetic proposition that comes out of learning the human elements of a world, so that those notes and rhythms mean something to you besides just the academic way in which they fall in place.","quoteAuthor":"Stanley Crouch","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adca","quoteText":"I speak about family and adoption because it 100% changed my life and who I am. It definitely played a very large role into just learning how to be grateful for what you have and being fulfilled in a way that a lot of adopted kids don't feel.","quoteAuthor":"Jenna Ushkowitz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adcb","quoteText":"I'd love to do a romantic comedy. And perhaps, if the character was right and I had a good gut instinct, a Bollywood movie. And I'd love to direct. One day. I'm learning a lot on the set of 'The Good Wife.'","quoteAuthor":"Archie Panjabi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adcc","quoteText":"Yes - it's the same in any other work - the more you massage your thinking the more capable I believe you are of expanding how you go about things and learning.","quoteAuthor":"Siobhan Davies","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adcd","quoteText":"There's no media training. In cooking school, there's not even manager training. You learn the fundamentals of cooking. Everything else is learning by doing.","quoteAuthor":"Rene Redzepi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adce","quoteText":"Learning about issues such as sustainability and locavorism are things that you need to have as part of you as a chef because it will make you cook more delicious food.","quoteAuthor":"Rene Redzepi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adcf","quoteText":"In the end, my pursuit of the elusive New York State driver's license became about much more than a divorced woman's learning to drive for the first time.","quoteAuthor":"Suzanne Vega","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7add0","quoteText":"I spent a little time in Germany as a schoolboy learning German, and it's a country I knew very well, spent a lot of time in. I knew the history very well. I've always wanted to do a piece of work about the post-war period, of one sort or another.","quoteAuthor":"Stephen Daldry","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7add1","quoteText":"I had actually been on tour in Japan and I had my own world tour that I was doing. I was used to doing a show for an hour, so I was always learning choreography.","quoteAuthor":"Christina Milian","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7add2","quoteText":"Someone taught me how to eat properly. Learning from others is important when it's not working for yourself.","quoteAuthor":"Geri Halliwell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7add3","quoteText":"It wasn't until after private lessons and learning bass lines that I even noticed bass in the music I was listening to at that age. My ears were blown wide open.","quoteAuthor":"Trevor Dunn","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7add4","quoteText":"If I don't need the money, I don't work. I'm going to spend time with my family and friends, and I'm going to travel and read and listen to music and try to learn a little bit more about how to be a human being, as opposed to learning how to be somebody else.","quoteAuthor":"James Spader","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7add5","quoteText":"I hope the cooks who are working for me now are getting that kind of experience so they can use what they're learning now as a foundation for a great career.","quoteAuthor":"Thomas Keller","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7add6","quoteText":"I can always see what I've done wrong. I'm always learning. I'm the perennial student.","quoteAuthor":"Pat Oliphant","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7add7","quoteText":"It goes against the grain of modern education to teach students to program. What fun is there to making plans, acquiring discipline, organizing thoughts, devoting attention to detail, and learning to be self critical.","quoteAuthor":"Alan Perlis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7add8","quoteText":"I can't talk about foreign policy like anyone who's spent their life reading and learning foreign policy. But as a citizen in a democracy, it's very important that I participate in that.","quoteAuthor":"Ron Silver","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7add9","quoteText":"The lopsided attitudes of college professors pose a serious challenge to learning because students are so susceptible to becoming lopsided sheep.","quoteAuthor":"Suzanne Fields","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adda","quoteText":"It takes a long time to learn that a courtroom is the last place in the world for learning the truth.","quoteAuthor":"Alice Koller","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7addb","quoteText":"The learning process continues until the day you die.","quoteAuthor":"Kirk Douglas","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7addc","quoteText":"Every picture has been a learning opportunity for me.","quoteAuthor":"Sam Raimi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7addd","quoteText":"A little learning is a dangerous thing, but a lot of ignorance is just as bad.","quoteAuthor":"Bob Edwards","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adde","quoteText":"The best part of making the movies... learning from the pros themselves.","quoteAuthor":"Michelle Rodriguez","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7addf","quoteText":"Learning about the way people process information and their emotions is hugely helpful to my work.","quoteAuthor":"Ellen Pompeo","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ade0","quoteText":"The failures and successes are necessary for learning.","quoteAuthor":"Wynonna Judd","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ade1","quoteText":"That image of the countryside being a threatening place still exists. People continue to resist the challenge of learning about aspects of life they don't understand.","quoteAuthor":"Mary Wesley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ade2","quoteText":"We're all like children. We may think we grow up, but to me, being grown up is death, stopping thinking, trying to find out things, going on learning.","quoteAuthor":"Mary Wesley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ade3","quoteText":"Learning to shoot firearms to me is a little like driving stick - it seems like a decent skill to have.","quoteAuthor":"Sarah Wayne Callies","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ade4","quoteText":"I'm learning to hunt with rifles, because if you think about it, hunting gets you the healthiest meat - organic, free-range food. It's a totally yuppie spin on what I thought was kind of a redneck occupation.","quoteAuthor":"Sarah Wayne Callies","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ade5","quoteText":"Isn't one of your first exercises in learning how to communicate to write a description of how to tie your shoelaces? The point being that it's basically impossible to use text to show that.","quoteAuthor":"Donald Norman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ade6","quoteText":"Also, the more you're not focused on showbiz and instead focused on life, learning about other people, and keeping your eyes open and trying to be aware of the world.","quoteAuthor":"Jason Schwartzman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ade7","quoteText":"Before, it was just about making the films - and now it's releasing them. Which is a steep learning curve.","quoteAuthor":"Jessica Chastain","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ade8","quoteText":"The Company of Wolves is about how society teaches young women to look at themselves, and what to be afraid of. It's about a girl learning that the world of sensuality and the unknown is not to be feared, that it's worth getting your teeth into.","quoteAuthor":"Neil Jordan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ade9","quoteText":"It's hard to be perfect, It really is. I keep learning things after I've already bungled it.","quoteAuthor":"Tina Weymouth","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adea","quoteText":"I think I've spent so much time playing characters that are so far away from me and learning how to technically build and how to technically put something on top of you.","quoteAuthor":"Josh Lucas","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adeb","quoteText":"I grew up listening to Jay-Z, and I think the first time I really became obsessed with learning and thinking about lyrics was when I started listening to rap I was 11, 12, and started becoming aware of music beyond the familiar.","quoteAuthor":"Ezra Koenig","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adec","quoteText":"I remember in the circus learning that the clown was the prince, the high prince. I always thought that the high prince was the lion or the magician, but the clown is the most important.","quoteAuthor":"Roberto Benigni","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aded","quoteText":"In this business, if you take too long, the landscape changes. So the opportunities that were there when I decided to take a break weren't there when I came back. It's like, 'Wait a second - what happened here?' It was a real learning experience. I've paid my dues, I will tell you that.","quoteAuthor":"Chris O'Donnell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adee","quoteText":"Architecture is a science arising out of many other sciences, and adorned with much and varied learning by the help of which a judgment is formed of those works which are the result of other arts.","quoteAuthor":"Marcus V. Pollio","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adef","quoteText":"Perhaps, to the uninformed, it may appear unaccountable that a man should be able to retain in his memory such a variety of learning but the close alliance with each other, of the different branches of science, will explain the difficulty.","quoteAuthor":"Marcus V. Pollio","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adf0","quoteText":"Even though I was theatrically trained, learning to develop a character was an awesome experience.","quoteAuthor":"Corin Nemec","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adf1","quoteText":"That was the reasoning behind learning to play bass, and then after that it was more like it was neat to play songs together - for me to play bass and for him to play guitar.","quoteAuthor":"Tom Araya","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adf2","quoteText":"I sat staring, staring, staring - half lost, learning a new language or rather the same language in a different dialect. So still were the big woods where I sat, sound might not yet have been born.","quoteAuthor":"Emily Carr","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adf3","quoteText":"The willingness to keep learning is, I think, the most important thing about trying to be good at anything. You never want to stop learning.","quoteAuthor":"Emile Hirsch","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adf4","quoteText":"Learning is any change in a system that produces a more or less permanent change in its capacity for adapting to its environment.","quoteAuthor":"Herbert Simon","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adf5","quoteText":"I'm developing a record company. I'm learning how to supervise music on a film.","quoteAuthor":"Carson Daly","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adf6","quoteText":"I've never gone to acting school and I never will, so I'm learning about the business from the people who are in the business. It doesn't seem like I work at all. And the unknown is always exciting.","quoteAuthor":"Jonathan Rhys Meyers","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adf7","quoteText":"I enjoyed the administrative work because it involved working with Congress, city council, and the mayor. I had never been a politician so it was fun - learning political maneuvering.","quoteAuthor":"Harold H. Greene","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adf8","quoteText":"People are learning to feel more comfortable hearing one another's dreams. It used to be that if you told a dream in public, someone had to make a joke to relieve the tension introduced by that alternative reality.","quoteAuthor":"Henry Reed","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adf9","quoteText":"So there was something of a learning curve with doing your own thing and people seeing you outside of the band. I mean, people have never really heard my voice before - or heard a whole record of mine before. So it was a completely new experience.","quoteAuthor":"James Iha","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adfa","quoteText":"Remaining vigilant toward this ever-present threat means constantly learning how better to protect ourselves. But primarily it reminds us that we must fight and win the war on terror, so that we do not have to fight it here in America.","quoteAuthor":"Mark Kennedy","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adfb","quoteText":"That folk music led to learning to play, and making things up led to what turns out to be the most lucrative part of the music business - writing, because you get paid every time that song gets played.","quoteAuthor":"Jackson Browne","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adfc","quoteText":"I've grown a lot, and I'm learning every week.","quoteAuthor":"Mark Pincus","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adfd","quoteText":"Home schooled children frequently combine for many purposes - and they interact well. The growth of the home schooling movement means that more and more children are learning together, just not in a traditional classroom.","quoteAuthor":"Ernest Istook","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adfe","quoteText":"I'm social and I meet people and talk to people but I'm not looking for the ideal person to fit my mold and to raise my family with yet. I'm just kind of doing my thing and learning from the people I'm around and who I cross paths with.","quoteAuthor":"Picabo Street","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7adff","quoteText":"I grew up in the southern United States in a city which at that time during the late '40's and early '50's was the most segregated city in the country, and in a sense learning how to oppose the status quo was a question of survival.","quoteAuthor":"Angela Davis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae00","quoteText":"For me, the most difficult thing is that I am learning melodies on guitar from some songs whose melodies were not meant to be played on guitar. Ever. They were intended mostly for keyboards or melodic percussion.","quoteAuthor":"Dweezil Zappa","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae01","quoteText":"There is a lot of learning I have to do and a lot of growing up I have to do.","quoteAuthor":"Bubba Watson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae02","quoteText":"I learned a lot from that first record and I learned a lot from my experiences touring, but really the biggest education I got over the past two years was learning the importance of arrangements.","quoteAuthor":"Vanessa Carlton","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae03","quoteText":"In every character I play, I try to imbibe something. Every film is a learning process for me.","quoteAuthor":"Ajay Naidu","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae04","quoteText":"By learning about my body and making small, subtle changes, I find out what I enjoy and what is effective. I'm always finessing: adjusting my diet and my workouts. You have to figure out which exercises are fun and interesting and stimulate your brain - or else you'll never keep at them.","quoteAuthor":"Lisa Edelstein","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae05","quoteText":"Yes, it is a rehearsed show, yes, it was analogy of going to see a play at the theatre, where everything has to be in place and whole things, everything being works, all works together to get the best effect you know it's more like an actor learning a part.","quoteAuthor":"John Deacon","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae06","quoteText":"Information is a source of learning. But unless it is organized, processed, and available to the right people in a format for decision making, it is a burden, not a benefit.","quoteAuthor":"William Pollard","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae07","quoteText":"And later I thought, I can't think how anyone can become a director without learning the craft of cinematography.","quoteAuthor":"Nicolas Roeg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae08","quoteText":"You only stop learning when you quit.","quoteAuthor":"Ruud Gullit","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae09","quoteText":"But by taking the time away, getting myself off the treadmill, and just slowing down and learning, I felt I had so much more to give back. And maybe that was something that needed to happen for all of us.","quoteAuthor":"Lindsey Buckingham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae0a","quoteText":"I've never stopped learning.","quoteAuthor":"Mick Taylor","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae0b","quoteText":"The world is the true classroom. The most rewarding and important type of learning is through experience, seeing something with our own eyes.","quoteAuthor":"Jack Hanna","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae0c","quoteText":"I worked hard learning harmony and theory when I was growing up in Chicago in the 1920s.","quoteAuthor":"Lionel Hampton","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae0d","quoteText":"I learned what I need to do in the long jump, what I needed to do in the javelin and I've been able to rectify those events. It's been a bit of a learning curve, which is good.","quoteAuthor":"Jessica Ennis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae0e","quoteText":"I can look back at stuff I wrote in my early days and squirm at some of the mistakes I made. But we're all learning every day we never stop. I just hope people keep on liking what I do. That gives me such a kick.","quoteAuthor":"Paul Kane","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae0f","quoteText":"But the basic Taoism that we are concerned with here is simply a particular way of appreciating, learning from, and working with whatever happens in everyday life.","quoteAuthor":"Benjamin Hoff","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae10","quoteText":"Rich people without wisdom and learning are but sheep with golden fleeces.","quoteAuthor":"Solon","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae11","quoteText":"Basketball, in America, is like a culture. It is like a foreigner learning a new language. It is difficult to learn foreign languages and it will also be difficult for me to learn the culture for basketball here.","quoteAuthor":"Yao Ming","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae12","quoteText":"Most organizations should be pro-active, but philanthropists concerned with poverty should deliberately be reactive, learning from the efforts of ordinary folks who tired of looking the other way as their communities fell apart.","quoteAuthor":"Marvin Olasky","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae13","quoteText":"I loved education, and, yes, I did want to go on learning.","quoteAuthor":"Arthur Hailey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae14","quoteText":"I have two different categories of favorite films. One is the emotional favorites, which means these are generally films that I saw when I was a kid anything you see in your formative years is more powerful, because it really stays with you forever. The second category is films that I saw while I was learning the craft of motion pictures.","quoteAuthor":"John Carpenter","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae15","quoteText":"The fact is that the learning process goes on, and so long as the voices are not stilled and the singers go on singing some of it gets through.","quoteAuthor":"Morris West","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae16","quoteText":"Learning gives us a fuller conviction of the imperfections of our nature which one would think, might dispose us to modesty.","quoteAuthor":"Jeremy Collier","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae17","quoteText":"We have been learning since we were children how to make money, buy things, build things. The whole education system is set up to teach us how to think, not to feel.","quoteAuthor":"Yakov Smirnoff","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae18","quoteText":"I'm forever learning and that's why I'm always able to create new styles and new dimensions of hip-hop.","quoteAuthor":"Doug E. Fresh","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae19","quoteText":"There is no such whetstone, to sharpen a good wit and encourage a will to learning, as is praise.","quoteAuthor":"Roger Ascham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae1a","quoteText":"All mankind is now learning that these nuclear weapons can only serve to destroy, never become beneficial.","quoteAuthor":"Alva Myrdal","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae1b","quoteText":"It's tempting to say the Ph.D. didn't have an effect, but it's not so. I think whatever resonance I may be able to achieve is in part simply from the amount of reading and learning that I acquired along the way.","quoteAuthor":"Robert B. Parker","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae1c","quoteText":"I saw why people died and how they died. I saw gunshot wounds and liver failure. It was a good learning experience, so I came regularly on weekends and holidays.","quoteAuthor":"Michael Baden","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae1d","quoteText":"Also, they don't understand - writing is language. The use of language. The language to create image, the language to create drama. It requires a skill of learning how to use language.","quoteAuthor":"John Milius","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae1e","quoteText":"I think that obstacles lead to growth and ultimately, the most learning I've done in my life is between jobs.","quoteAuthor":"Anthony Michael Hall","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae1f","quoteText":"Whatever the medium, there is the difficulty, challenge, fascination and often productive clumsiness of learning a new method: the wonderful puzzles and problems of translating with new materials.","quoteAuthor":"Helen Frankenthaler","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae20","quoteText":"That first year at Universal was a big blur and, naturally, I thought they were wasting me. I didn't realize at the time that I was learning my craft and acting more easily in front of the camera.","quoteAuthor":"Kent McCord","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae21","quoteText":"If this validates anything, it's that learning how to bunt and hit and run and turning two is more important than knowing where to find the little red light at the dug out camera.","quoteAuthor":"Ryne Sandberg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae22","quoteText":"My teachers helped guide and motivate me but the responsibility of learning was left with me, an approach to learning which was later reinforced by my experiences at Amherst.","quoteAuthor":"Joseph Stiglitz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae23","quoteText":"Ignorance of what real learning is, and a consequent suspicion of it materialism, and a consequent intellectual laxity, both of these have done destructive work in the colleges.","quoteAuthor":"Katharine Fullerton Gerould","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae24","quoteText":"Football management is such a pressurised thing - horseracing is a release. I'm also learning to play the piano - I'm quite determined - it's another release from the pressure of my job.","quoteAuthor":"Alex Ferguson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae25","quoteText":"One of our key strategies has been to restructure traditional high schools into small learning communities with personalized attention and a range of options.","quoteAuthor":"Thomas Menino","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae26","quoteText":"I've always had better luck learning things on my own. And I really love the challenge of doing it yourself and kind of being alone against the system.","quoteAuthor":"Oren Peli","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae27","quoteText":"A basic rule of life for reporters is that you should spend your time talking with and learning about people who are not sending you press releases, rather than those who are.","quoteAuthor":"James Fallows","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae28","quoteText":"Learning how to fly, for me, was so euphoric.","quoteAuthor":"Hilary Swank","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae29","quoteText":"You go on these Internet blogs and people say the meanest things. I'm a normal person. Just because I'm in the spotlight doesn't mean I'm God's gift to the world. I'm learning and making mistakes just like every other 17-year-old girl out there.","quoteAuthor":"Hayden Panettiere","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae2a","quoteText":"I spend so much time with the brightest and most talented and well-rounded people. I've had the privilege of having long and very intellectual conversations with people, and sometimes I just sit there and listen. It's like a better version of a class. Even though I'm not sitting at a desk and in school, I'm still learning all the time.","quoteAuthor":"Hayden Panettiere","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae2b","quoteText":"Hopefully with each thing that you do you're learning something, you're growing, and you're pushing yourself a little harder in some way or another. So I think you'd be in real trouble if each new thing that you create didn't feel like 'Oh, wow. I feel like I'm doing something a little different this time.'","quoteAuthor":"Rian Johnson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae2c","quoteText":"You have to learn and keep learning.","quoteAuthor":"Gil Scott-Heron","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae2d","quoteText":"The best part of learning any profession, when you're really going through those huge stretching escalated times of learning and energy, is when you want to do it so much.","quoteAuthor":"Diane Cilento","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae2e","quoteText":"Even though Raster Blaster was only a video game, I was learning about designing stuff. I got good at drawing.","quoteAuthor":"Bill Budge","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae2f","quoteText":"Diligent as one must be in learning, one must be as diligent in forgetting otherwise the process is one of pedantry, not culture.","quoteAuthor":"Albert J. Nock","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae30","quoteText":"Concerning culture as a process, one would say that it means learning a great many things and then forgetting them and the forgetting is as necessary as the learning.","quoteAuthor":"Albert J. Nock","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae31","quoteText":"Learning has always been made much of, but forgetting has always been deprecated therefore pedantry has pretty well established itself throughout the modern world at the expense of culture.","quoteAuthor":"Albert J. Nock","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae32","quoteText":"Perhaps the prevalence of pedantry may be largely accounted for by the common error of thinking that, because useful knowledge should be remembered, any kind of knowledge that is at all worth learning should be remembered too.","quoteAuthor":"Albert J. Nock","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae33","quoteText":"There is a learning quality in all of our shows.","quoteAuthor":"Trisha Goddard","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae34","quoteText":"I felt that if there wasn't going to be a good opportunity, then I would just go back to second units which I love, keep working with great directors, keep learning and knowing that the opportunity would come when the time was right.","quoteAuthor":"David R. Ellis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae35","quoteText":"It's interesting to do other people's music - that's how I learned to play, by learning other people's songs. It's nice to delve into how other people got to where they are.","quoteAuthor":"Meshell Ndegeocello","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae36","quoteText":"The hardest thing was learning to write. I was 13, and the only writing I had done was for Social Studies. It consisted of copying passages right out of the encyclopedia.","quoteAuthor":"Tracy Kidder","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae37","quoteText":"I'm most interested in working and learning from different people and telling good stories.","quoteAuthor":"Marguerite Moreau","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae38","quoteText":"Since its founding in 1854, Penn State has proven to be a leading institution of higher learning.","quoteAuthor":"Tim Holden","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae39","quoteText":"We're learning as we go. We're a lot smarter this time. We understand what it takes to mobilize away from the threat of a hurricane.","quoteAuthor":"Ray Nagin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae3a","quoteText":"It's not just about filming, you go to awards and interviews too. I enjoy all of it, even learning my lines!","quoteAuthor":"Christopher Parker","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae3b","quoteText":"I have six sisters, so I assumed I'd have a girl. Learning I was having a boy was really weird.","quoteAuthor":"Melissa Joan Hart","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae3c","quoteText":"Learning something new is fun.","quoteAuthor":"Alex Trebek","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae3d","quoteText":"Doing a documentary is about discovering, being open, learning, and following curiosity.","quoteAuthor":"Spike Jonze","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae3e","quoteText":"I've been making sushi for 38 years, and I'm still learning. You have to consider the size and color of the ingredients, how much salt and vinegar to use and how the seasons affect the fattiness of the fish.","quoteAuthor":"Masaharu Morimoto","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae3f","quoteText":"I grew up in a time when being a musician and learning to be a musician was actually very wonderful.","quoteAuthor":"Bobby McFerrin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae40","quoteText":"We have a lot of existing customers which are also considering Linux desktop migrations and rolling out some of these programs, so we're learning from them.","quoteAuthor":"Miguel de Icaza","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae41","quoteText":"Well, immediately we announced yesterday or the day before we're building, with my foundation, a youth tennis and learning center in Austin. I'd like to be hands on with that and not see it periodically.","quoteAuthor":"Andy Roddick","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae42","quoteText":"I didn't go to film school so my learning was done out in public and showed up on the screen.","quoteAuthor":"Jonathan Demme","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae43","quoteText":"I began learning the sportswriting business very early in life.","quoteAuthor":"Dick Schaap","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae44","quoteText":"To the Kenyan families, school doesn't really matter because none of them are going on to college. Almost all of drop out of school and so, they're spending their time learning things that are important to them.","quoteAuthor":"Robert Sternberg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae45","quoteText":"Be curious, learn and read as much as you can about food. Don't worry about making money. Focus on learning at various venues before you settle down for a steady position.","quoteAuthor":"Rocco DiSpirito","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae46","quoteText":"You made a lot of mistakes, and you wrote a lot of crap. But it was all part of the learning process.","quoteAuthor":"Cynthia Weil","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae47","quoteText":"Learning by doing, peer-to-peer teaching, and computer simulation are all part of the same equation.","quoteAuthor":"Nicholas Negroponte","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae48","quoteText":"The laptop brings back a more seamless kind of learning.","quoteAuthor":"Nicholas Negroponte","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae49","quoteText":"I had never picked up a basketball before. I went through a grueling audition process. It was almost as if I was learning to walk. It would be like teaching somebody to dance ballet for a role.","quoteAuthor":"Sanaa Lathan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae4a","quoteText":"When I started learning the cello, I fell in love with the instrument because it seemed like a voice - my voice.","quoteAuthor":"Mstislav Rostropovich","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae4b","quoteText":"What I know about poker, you can fit into a thimble with room left over, but I'm learning.","quoteAuthor":"Wilford Brimley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae4c","quoteText":"I learned a lot from my Mom. My favorite lesson: remember there is no such thing as a certain way to parent and to remember that you are learning along with your child - it's ok to make mistakes.","quoteAuthor":"Regina King","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae4d","quoteText":"I wouldn't change anything. I think that it's important to let things happen, and stay 'happened'. I think that's all part of the learning curve, part of fate. I'm just glad that it happened.","quoteAuthor":"Mike Peters","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae4e","quoteText":"We cannot seek or attain health, wealth, learning, justice or kindness in general. Action is always specific, concrete, individualized, unique.","quoteAuthor":"Benjamin Jowett","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae4f","quoteText":"Probably having fallen in love with music and movies at a young age and then first learning about writing by kind of following the path of writers like Dave Marsh and Lester Bangs and being a rock journalist.","quoteAuthor":"Cameron Crowe","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae50","quoteText":"I enjoy learning technical details.","quoteAuthor":"Ken Follett","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae51","quoteText":"Some people are so busy learning the tricks of the trade that they never learn the trade.","quoteAuthor":"Vernon Law","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae52","quoteText":"Imitation is being rewarded. They're learning that if you fit right in the mold, you get rewarded. Music is no longer a form of expression - it's a means to a lifestyle.","quoteAuthor":"Mike Watt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae53","quoteText":"Only the other world has substance and reality only good deeds and holy learning have tangible worth.","quoteAuthor":"Abraham Cahan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae54","quoteText":"I am still learning every day not to watch other people's careers and compare.","quoteAuthor":"Joely Fisher","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae55","quoteText":"Now learning a bit more about footballers I think what they need to do well, is someone who really wants to stay in the background and just be a strong support.","quoteAuthor":"Anna Friel","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae56","quoteText":"We must expect to fail... but fail in a learning posture, determined no to repeat the mistakes, and to maximize the benefits from what is learned in the process.","quoteAuthor":"Ted W. Engstrom","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae57","quoteText":"If we have a chance of succeeding and bringing stability and democracy to Iraq, it will mean learning from our mistakes, not denying them and not ignoring them.","quoteAuthor":"Carl Levin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae58","quoteText":"I've heard that, but since I'm computer illiterate I don't know how it all works. But since I'm on Prodigy tonight, I'm learning a lot through my typist, Peter.","quoteAuthor":"Bobby Sherman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae59","quoteText":"Most sailing ships take what they call trainees, who pay to be part of the crew. The Picton Castle takes people who are absolutely raw recruits. But you can't just ride along. You're learning to steer the ship, navigation you're pulling lines, keeping a lookout in the galley you're cooking.","quoteAuthor":"Billy Campbell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae5a","quoteText":"I was training more learning how to scuba dive which I'd never done which was really, really, really cool.","quoteAuthor":"Ashley Scott","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae5b","quoteText":"Not being a comic book fan, being thrown into that and seeing the extreme - it's taken very seriously. So I tried to do as much learning as I could about it so I wasn't mean or anything.","quoteAuthor":"Ashley Scott","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae5c","quoteText":"You have to keep your sanity as well as know how to distance yourself from it while still holding onto the reins tightly. That is a very difficult thing to do, but I'm learning.","quoteAuthor":"Diahann Carroll","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae5d","quoteText":"I had been impressed by the fact that biological systems were based on molecular machines and that we were learning to design and build these sorts of things.","quoteAuthor":"K. Eric Drexler","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae5e","quoteText":"We wanted to solve robot problems and needed some vision, action, reasoning, planning, and so forth. We even used some structural learning, such as was being explored by Patrick Winston.","quoteAuthor":"Marvin Minsky","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae5f","quoteText":"I think Lenat is headed in the right direction, but someone needs to include a knowledge base about learning.","quoteAuthor":"Marvin Minsky","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae60","quoteText":"I hope I'm always learning something.","quoteAuthor":"Kate Winslet","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae61","quoteText":"Part of the joy of music is listening to lots of different kinds of music and learning from it. Specifically for me, I like writing songs that move me, and what moves me are beautiful songs on the piano or the guitar and really, really heavy music.","quoteAuthor":"Ryan Adams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae62","quoteText":"Marriage, for a woman at least, hampers the two things that made life to me glorious - friendship and learning.","quoteAuthor":"Jane Harrison","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae63","quoteText":"The relation of repetitions for learning and for repeating English stanzas needs no amplification. These were learned by heart on the first day with less than half of the repetitions necessary for the shortest of the syllable series.","quoteAuthor":"Hermann Ebbinghaus","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae64","quoteText":"Our country has had a hard time learning that lesson with energy.","quoteAuthor":"Mac Thornberry","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae65","quoteText":"Well, until this very day, I'm still learning.","quoteAuthor":"Dennis Brown","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae66","quoteText":"You see, that is it with music, you never stop learning.","quoteAuthor":"Dennis Brown","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae67","quoteText":"Learning how to work and learning how to fail is important.","quoteAuthor":"Jamie Moyer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae68","quoteText":"I'm learning with the older that I get that some feelings are just universal and that I'm not the only one who hates their hair or their life at times.","quoteAuthor":"Brie Larson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae69","quoteText":"I didn't have a regular school experience and wanted a more abstract way of learning. I started exploring in lots of different creative ways. It gave me the opportunity to travel and play music, so it was good for me.","quoteAuthor":"Brie Larson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae6a","quoteText":"Learning about all those different things psychologically - about grief and my own addictions and problems and stuff like that, and really getting an education on it, I think it was part of the process of it, learning about it and trying to lick it.","quoteAuthor":"Richie Sambora","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae6b","quoteText":"I am a candid interview and I have a dark and dry sense of humor - a very Canadian sense of humor and I am only learning now stupidly that you can't read tongue. When I say something funny in a newspaper and I meant it to be funny, it doesn't read that way.","quoteAuthor":"Michael Buble","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae6c","quoteText":"I was delighted to have lines when they came - learning lines for film isn't a problem, but television is a little different, because we shot those shows the whole way through.","quoteAuthor":"David Selby","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae6d","quoteText":"I had been here five years already, training very hard, learning about the systems, the shuttle, the station systems. But, everything really became real when I started to work with them.","quoteAuthor":"Philippe Perrin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae6e","quoteText":"Writing is learning to say nothing, more cleverly each day.","quoteAuthor":"William Allingham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae6f","quoteText":"I spent a lot of years just learning my craft and falling down in front of the camera.","quoteAuthor":"Thomas Jane","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae70","quoteText":"The experience of learning how to get straight to the core of a problem proved to be of immense value later when I had a long succession of responsibilities in large, complex government departments.","quoteAuthor":"Elliot Richardson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae71","quoteText":"But the mechanics of learning to 'throw your voice' are pretty simple. Anyone with a tongue, an upper palate, teeth, and a normal speaking voice can learn ventriloquism.","quoteAuthor":"Jeff Dunham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae72","quoteText":"What makes this story so remarkable is that throughout my early childhood I had ongoing learning difficulties, particularly in mathematics. I struggled to learn the multiplication table, and no matter how hard I tried, I simply couldn't remember 6 times 7 or 7 times 8.","quoteAuthor":"Andrew Lo","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae73","quoteText":"And initially, a lot of companies avoid trying to make a really radical new kind of title for a new system, because that would involve learning a new machine and learning how to make the new title at the same time.","quoteAuthor":"Trip Hawkins","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae74","quoteText":"Studying literature at Harvard is like learning about women at the Mayo clinic.","quoteAuthor":"Roy Blount, Jr.","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae75","quoteText":"I make personal appearances around the country. I'm starting a book tour now, and I may be coming to Toronto with the Learning Annex, which I'm doing all through the United States, so that may come up just before Christmas.","quoteAuthor":"Burt Ward","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae76","quoteText":"The day you stop learning and creating must be the most boring day.","quoteAuthor":"Samantha Barks","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae77","quoteText":"All the learning in the world cannot replace instinct.","quoteAuthor":"Robert Ley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae78","quoteText":"Violence is a problem we all want to solve. I want to make sure that kids learn to deal with anger by learning how to talk with people to solve problems. Here in the United States Senate I want to make sure we have safe schools, safe neighborhoods and good things for kids to do after school!","quoteAuthor":"Patty Murray","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae79","quoteText":"Just keep learning from the role and not just go for the money.","quoteAuthor":"Haley Joel Osment","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae7a","quoteText":"Think about how much it costs to incarcerate someone. Do we want them just sitting in prison, lifting weights, becoming violent and thinking about the next crime? Or do we want them having a little purpose in life and learning a skill?","quoteAuthor":"John Ensign","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae7b","quoteText":"I'm learning as I go. I don't know everything. I never had anybody to look at, nobody ever taught me, and where I'm from I didn't have any famous role models.","quoteAuthor":"Wale","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae7c","quoteText":"I looked at longevity in show business when I was about 13, and the people who seemed to have longevity were the ones who'd spent quite a bit of time learning about what they were doing before they made it.","quoteAuthor":"Paul Merton","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae7d","quoteText":"Early on, it's good to develop the ability to write. Learning to write is a useful exercise, even if what you're writing about is not that relevant.","quoteAuthor":"Walter Gilbert","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae7e","quoteText":"If it doesn't feel like a job and I'm learning something and getting that rush that I get, I don't care if it's behind a camera, on a TV set, or on the moon.","quoteAuthor":"Benjamin Walker","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae7f","quoteText":"Travel provided many interesting experiences, but perhaps the most useful lesson I learned was that I really had no proficiency for learning the thousands of characters of the written Chinese language.","quoteAuthor":"Eric Allin Cornell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae80","quoteText":"I love learning, and I think that curiosity is a wonderful gift.","quoteAuthor":"Andie MacDowell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae81","quoteText":"I always loved the idea of learning martial arts, but it wasn't until I was in my 20s that I really started doing it and taking up karate.","quoteAuthor":"Kelly Hu","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae82","quoteText":"Deliverance is about what I went through the first time. And I chalk it up as a learning experience.","quoteAuthor":"Bubba Sparxxx","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae83","quoteText":"Medieval learning was really advanced.","quoteAuthor":"Terry Jones","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae84","quoteText":"For 'So Cold the River,' I'm actually working on adapting the book with Scott Silver, who was just nominated for an Oscar for 'The Fighter,' and who also wrote '8 Mile,' which I think is a terrific screenplay. The chance to work with Scott is a tremendous pleasure and I'm learning a lot.","quoteAuthor":"Michael Koryta","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae85","quoteText":"I think people should look at learning about Native American history the same as visiting Washington, D.C., and seeing the monuments there. It's all part of the package.","quoteAuthor":"Chaske Spencer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae86","quoteText":"Particularly for English people, Shakespeare is always at the forefront of both drama and the English language. He's always been there. I can't remember starting school and not learning about him.","quoteAuthor":"Jamie Campbell Bower","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae87","quoteText":"I discovered that in a story I could safely dream any dream, hope any hope, go anywhere I pleased any time I pleased, fight any foe, win or lose, live or die. My stories created a safe experimental learning place.","quoteAuthor":"Donald Davis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae88","quoteText":"Anytime you ride against the best in the world, it becomes a learning process.","quoteAuthor":"Bonnie Blair","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae89","quoteText":"I'm learning to play by the rules. I sort of hate to think of it that way, but that's how it is. I'm really learning to function out there and in such a way that I don't need to drink.","quoteAuthor":"Dana Plato","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae8a","quoteText":"I hardly teach. It's more like a gathering of minds looking at one subject and learning from each other. I enjoy the process.","quoteAuthor":"Fay Godwin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae8b","quoteText":"People always ask me if I could live in any other era what would it be, and I tell them none! I feel so lucky to live in an age where technology has changed and continues to change and make life so much more exciting. It keeps everyone young and constantly learning new things.","quoteAuthor":"Nina Garcia","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae8c","quoteText":"This was our last stop. This was it. We had those two embryos that we had banked prior to learning about the breast cancer, and with the medicine she was on, this was our last effort. The prayers were answered.","quoteAuthor":"Bill Rancic","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae8d","quoteText":"Currently, I am overseeing the construction of the new Trump Tower in Chicago. I am involved in meeting with the construction crews, architects and sales teams. I am learning a lot and working with some of the best in the business.","quoteAuthor":"Bill Rancic","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae8e","quoteText":"The record business is dangerous to the health of bands and individuals, which is something I'm just now learning. But it's not dangerous in any of the ways people think it's not that they try to make you compromise your art. That's not the problem.","quoteAuthor":"T-Bone Burnett","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae8f","quoteText":"The problem for me is that I've never actually studied photography, so it's quite a steep learning curve. Cameras these days do so much for you automatically but I still think there's a point where you should actually know the technical side.","quoteAuthor":"Graeme Le Saux","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae90","quoteText":"As a part of preparing those lawsuits, learning about those lawsuits, I learned about the various nuclear issues in parts of the nuclear production process I guess you'd say.","quoteAuthor":"Tom Udall","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae91","quoteText":"Even though I didn't get a business degree, I enjoyed learning about economics.","quoteAuthor":"Herb Ritts","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae92","quoteText":"I'd go down to the end of my street, to a garage that had a certain feeling about it, or a particular light I'd take a picture of a friend who needed a head shot. That's how I learned, instead of having school assignments and learning camera techniques.","quoteAuthor":"Herb Ritts","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae93","quoteText":"I took the process of doing as much myself as I could like a duck to water. I set up my own label and publishing, etc, and it was a fun learning curve two decades ago.","quoteAuthor":"David Knopfler","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae94","quoteText":"I think there's so much negative influence on children in school settings. It becomes learning by rote to pass a test. It's not contextualized.","quoteAuthor":"Esperanza Spalding","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae95","quoteText":"Our learning ought to be our lives' amendment, and the fruits of our private study ought to appear in our public behavior.","quoteAuthor":"Thomas Nashe","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae96","quoteText":"I'm learning a lot about the culture of weight loss. I didn't know there were bloggers out there who were proud to be fat.","quoteAuthor":"Mick Cornett","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae97","quoteText":"Learning how to learn is life's most important skill.","quoteAuthor":"Tony Buzan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae98","quoteText":"Advise for anybody - enjoy what you are doing, enjoy the process of learning and don't be impatient.","quoteAuthor":"Robin Cousins","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae99","quoteText":"We learn more by looking for the answer to a question and not finding it than we do from learning the answer itself.","quoteAuthor":"Lloyd Alexander","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae9a","quoteText":"All those years we'd spent learning these chops, and all those gigs in Germany where you'd play all night, and along comes punk. It has nothing to do with that. A lot of people went out of business.","quoteAuthor":"Nick Lowe","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae9b","quoteText":"It's interesting when you've been a partner with someone for so long. So now to sing solo and starting all over again I am learning that I am more bodacious than I thought. I don't know where it's coming from but I am glad.","quoteAuthor":"Valerie Simpson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae9c","quoteText":"Well, I think that part of being young is not exactly knowing why you do some of the things that you do. And it's by exploring your life or experimenting or making mistakes and learning from them hopefully that you start to forge an identity.","quoteAuthor":"Stephen Chbosky","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae9d","quoteText":"I had an acting coach while I was doing the show and every week I could see my work improving. I really liked working on the show because I was learning new things every day.","quoteAuthor":"Dannii Minogue","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae9e","quoteText":"You're always learning on different avenues and this is an opportunity for me to start on a fresh plate and start learning some other things that can really help me, that I need, and I want, to progress forward.","quoteAuthor":"Elvis Stojko","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7ae9f","quoteText":"Children don't just play any more - they're far too busy learning to fence and taking extra French classes. In the end, you're actually doing more damage to your children by trying to hot-house them. It's far better to remain a calm parent.","quoteAuthor":"Shirley Henderson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aea0","quoteText":"I like working solo and it was a lot of fun joking around with the audience, saying things. I'm only just learning how to do certain things.","quoteAuthor":"Art Garfunkel","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aea1","quoteText":"To summarize, the particular song a male sings, and the behavioral responses of females to song and morphological signals, are not genetically inherited in a fixed manner but are determined by learning early in life.","quoteAuthor":"Peter R. Grant","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aea2","quoteText":"I think the biggest thing was that I was putting pressure on myself leading up to Beijing. Now I am learning how to take that pressure off and seeing this as an incredible opportunity, but not like, 'I absolutely have to medal.'","quoteAuthor":"Ryan Hall","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aea3","quoteText":"I don't think any other city in the world... the sun doesn't shine the same way anywhere as it does in New York. And then I guess everyone's very good at hanging out. Not in a crazy way, but you're just constantly interacting and learning.","quoteAuthor":"Ben Lovett","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aea4","quoteText":"I really believe that what happens one day affects the next, and I think that came from that experience of learning that if I told the score inning by inning, play by play, it built up to its natural climax.","quoteAuthor":"Doris Kearns Goodwin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aea5","quoteText":"Imagination is as vital to any advance in science as learning and precision are essential for starting points.","quoteAuthor":"Percival Lowell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aea6","quoteText":"I think as an actor you're always learning, you're always trying to experience more things.","quoteAuthor":"Matthew Lewis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aea7","quoteText":"I think my books talk about kids learning to like and respect themselves and each other. You can't write a message book you just tell the best story you know how to tell.","quoteAuthor":"Paula Danziger","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aea8","quoteText":"There is only one thing more painful than learning from experience and that is not learning from experience.","quoteAuthor":"Archibald McLeish","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aea9","quoteText":"The second half of the '60s really was a kind of learning period, in terms of writing, for me.","quoteAuthor":"Bruce Cockburn","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeaa","quoteText":"I'm now learning how to distinguish when I'm acting and when I'm not acting - offstage as well as onstage.","quoteAuthor":"Micky Dolenz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeab","quoteText":"I feel like I'm just learning how to play the guitar. I mean, really learning to play the guitar.","quoteAuthor":"Stephen Stills","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeac","quoteText":"As you get older, you're always maturing, you're always learning something new about yourself.","quoteAuthor":"Troy Vincent","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aead","quoteText":"I think it's so important to keep learning and keep your brain active.","quoteAuthor":"Beverley Mitchell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeae","quoteText":"Learning how to get in tune with your field of energy and understand how to create your energy, expand that energy, and move that energy through your body. Coming back to your center, and approaching life from that center-to-line place... That to me gave me strength and understanding and hopefully wisdom to solve life's problems and challenges.","quoteAuthor":"Erin Gray","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeaf","quoteText":"I wanted to translate from one flat surface to another. In fact, my learning disabilities controlled a lot of things. I don't recognize faces, so I'm sure it's what drove me to portraits in the first place.","quoteAuthor":"Chuck Close","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeb0","quoteText":"Productivity is going to be a critical issue. And it's not just about getting more time for professors in the classroom. It involves reexamining the learning experience and restructuring faculty and the use of faculty time.","quoteAuthor":"Roy Romer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeb1","quoteText":"I tell students, 'If you are learning from YouTube I almost don't want to teach you because what you learn from YouTube it takes 10 times as long to unlearn.' They do an approximation of the centre of the note, an approximation of the interpretation, a cloned version.","quoteAuthor":"Kiri Te Kanawa","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeb2","quoteText":"I really believe I've been a good person. Not perfect - forget about perfect - but just learning by what I was taught and living by my own values. I might have stepped on a few ants - and a few other things as well - but I've never hurt anybody.","quoteAuthor":"Kiri Te Kanawa","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeb3","quoteText":"I love the work, I love being in front of the camera and working with actors and directors and creating something. For me, it's like learning everyday.","quoteAuthor":"Estella Warren","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeb4","quoteText":"I think when you're learning an instrument, you are restricted because much of it is the noise of individual theory and your ability to play the instrument.","quoteAuthor":"James Blake","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeb5","quoteText":"Of course, I'd like to produce and direct a blockbuster, but you gotta build up to that. So now I'm learning from a bunch of little movies. And it's more fun with smaller pictures. It's more creative.","quoteAuthor":"Lea Thompson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeb6","quoteText":"In any of the arts, you never stop learning.","quoteAuthor":"Claire Bloom","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeb7","quoteText":"I got started when I was 3 years old because my father was a music teacher and my lessons were free. Instead of learning to walk, you learn to play the piano.","quoteAuthor":"Carla Bley","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeb8","quoteText":"I'm learning something all the time. That's the way I want it to go, and that's the way I'll go until I am no longer on this planet.","quoteAuthor":"Doris Roberts","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeb9","quoteText":"Cops and robbers resemble each other, so there's not a lot to learn in terms of learning the logistics of committing the crime or investigating the crime.","quoteAuthor":"Andre Braugher","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeba","quoteText":"I think jazz is a wonderful learning tool.","quoteAuthor":"John Otto","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aebb","quoteText":"The top experts in the world are ardent students. The day you stop learning, you're definitely not an expert.","quoteAuthor":"Brendon Burchard","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aebc","quoteText":"To make a kung fu film is like a dream come true, because I'm a big fan of kung fu movies and I'm learning kung fu for a long time.","quoteAuthor":"Stephen Chow","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aebd","quoteText":"I did learn Chinese kung-fu in a school for a short time, but I couldn't afford to pay for long-term learning.","quoteAuthor":"Stephen Chow","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aebe","quoteText":"I suppose I am a frustrated musician so I annoy my family by playing guitar in the house. I used to be into acoustic stuff but my son Joseph is learning drums, so now I have an electric guitar and we play Metallica. We have an amp and a PA in the garage with his drum kit.","quoteAuthor":"Kevin McKidd","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aebf","quoteText":"I've done some TV and I've done a lot of theater, obviously, and the last character I played on Broadway was a very fast-talking broad. I'm used to learning material and words.","quoteAuthor":"Sutton Foster","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aec0","quoteText":"I was just learning to play guitar when Tracy Chapman came out. She wrote these songs, she played them by herself and I so admired her for that.","quoteAuthor":"Madeleine Peyroux","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aec1","quoteText":"My number one goal was not getting 'A's' - and I proved it. I was a 'C' student. You have to be ready to learn. If you're not interesting in learning, it doesn't work. As I grew older and wanted to learn and desperately wanted inside information, learning was a lot easier.","quoteAuthor":"Brian Lamb","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aec2","quoteText":"The rite of passage of learning to build a fire that will burn all night with one match is not an insignificant one in my husband's family, and I grew up camping and backpacking. I love to camp.","quoteAuthor":"Sarah Wayne Callies","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aec3","quoteText":"I believe that every role that I have done this far has had quality and content. My roles have been very demanding and every role has been a challenge and a learning experience that has helped me mature as an actress.","quoteAuthor":"Natasha Henstridge","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aec4","quoteText":"But the important thing about learning to wait, I feel sure, is to know what you are waiting for.","quoteAuthor":"Anna Neagle","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aec5","quoteText":"I have had many occasions this year where I questioned and second-guessed my decision in a game, but it comes down to learning from mistakes and being accountable for what you did right or did wrong.","quoteAuthor":"Don Mattingly","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aec6","quoteText":"I think the biggest difficulty is that when I'm here in America, there's a necessity of using English, so I really have a great sense of really wanting to learn, but unfortunately when I head back to Japan, the necessity vanishes and so does my enthusiasm about learning.","quoteAuthor":"Chiaki Kuriyama","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aec7","quoteText":"I was fairly solitary. I didn't like structured learning. People didn't seem to be my cup of tea.","quoteAuthor":"Dan Farmer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aec8","quoteText":"In addition to the research, I enjoyed learning French and assimilating the culture of another country.","quoteAuthor":"James Cronin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aec9","quoteText":"In such an environment, I was able to study things that could be of immediate usefulness to the world. That learning experience undoubtedly served me well when I eventually entered the work force.","quoteAuthor":"Koichi Tanaka","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeca","quoteText":"I am dumb when it comes to learning dance steps.","quoteAuthor":"Mia Kirshner","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aecb","quoteText":"I count myself as one of millions of Americans whose life simply would not be the same without the libraries that supported my learning.","quoteAuthor":"Scott Turow","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aecc","quoteText":"I'm not a very good painter, but I'm learning a lot.","quoteAuthor":"Cleo Moore","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aecd","quoteText":"The fundamentals of baseball haven't changed, but how we can teach those fundamentals has. With an e-book, learning can be more rewarding and fun.","quoteAuthor":"Dusty Baker","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aece","quoteText":"Each experience I go through - marriage, my public life, my personal life - I'm learning as I go.","quoteAuthor":"Jason Sudeikis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aecf","quoteText":"In the past, I had my idols but today I enjoy learning from all the soccer I watch.","quoteAuthor":"Andres Iniesta","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aed0","quoteText":"I was 17 and just learning what high fidelity was, what good sound was, and learning the mechanics of tape machines. It was a real education, going right from the consumer end to the record factory.","quoteAuthor":"Alan Parsons","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aed1","quoteText":"My entire learning process is slow, because I have no visual memory.","quoteAuthor":"Georg Solti","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aed2","quoteText":"I want to keep learning, keep exploring, keep doing more.","quoteAuthor":"Jessye Norman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aed3","quoteText":"I'd love to be a saxophonist. I don't know why, but I pretend I'm the saxophonist when I listen to music. I have about as much chance playing the sax as I do learning how to fly.","quoteAuthor":"Richard Price","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aed4","quoteText":"Learning to drive is a scary thing for a parent. I had to basically lie to get the keys when I was a kid.","quoteAuthor":"Rob Mariano","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aed5","quoteText":"I think kids slowly begin to realize that what they're learning relates to other things they know. Then learning starts to get more and more exciting.","quoteAuthor":"Norton Juster","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aed6","quoteText":"I'm still learning, and that's what life is about.","quoteAuthor":"Cary Elwes","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aed7","quoteText":"I only have one child. But I am learning that there is a lot to being a parent that you did not expect.","quoteAuthor":"Dee Snider","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aed8","quoteText":"I always wanted to go to the Chavez school but I could never afford it when I was growing up so a lot of my learning came from magic books and watching other magicians. I was also very lucky that I had a couple of really good magic teachers.","quoteAuthor":"Lance Burton","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aed9","quoteText":"Our libraries are valuable centers of education, learning and enrichment for people of all ages. In recent years, libraries have taken on an increasingly important role. today's libraries are about much more than books.","quoteAuthor":"Jodi Rell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeda","quoteText":"My one thing is I continue to be interested and want to be a student. I don't want to be a master. When I'm learning something, I'm in my element.","quoteAuthor":"Chick Corea","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aedb","quoteText":"Today when I think about diversity, I actually think about the word 'inclusion.' And I think this is a time of great inclusion. It's not men, it's not women alone. Whether it's geographic, it's approach, it's your style, it's your way of learning, the way you want to contribute, it's your age - it is really broad.","quoteAuthor":"Ginni Rometty","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aedc","quoteText":"I'm learning to embrace who I am and what I look like.","quoteAuthor":"Erica Durance","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aedd","quoteText":"Art in the classroom not only spurs creativity, it also inspires learning.","quoteAuthor":"Mickey Hart","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aede","quoteText":"Everything in life is a lesson and I have learned from each marriage. Yes, I've made mistakes but every experience is a learning curve.","quoteAuthor":"Patsy Kensit","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aedf","quoteText":"I love learning about different dialects and I own all sorts of regional and time-period slang dictionaries. I often browse through relevant ones while writing a story. I also read a lot of diaries and oral histories.","quoteAuthor":"Ron Rash","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aee0","quoteText":"We do a lot of shows for young people who have probably never been to the theater before and they are learning about the Holocaust, which unhappily, many of them do not know about.","quoteAuthor":"Linda Lavin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aee1","quoteText":"If you feel your school is failing you, the question is why. Is it a lack of parental involvement, large classes, school violence, poor learning environment? Are there any standards to determine where problems are? Are there tutoring or mentoring programs? If the school is still failing after 3 years then what are your options?","quoteAuthor":"John Rowland","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aee2","quoteText":"People trust I know what I'm doing. I have lots of credibility. I've had years of learning. I know and understand my business.","quoteAuthor":"Lori Greiner","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aee3","quoteText":"I'm learning a lot how to be good at what I do and also how lucky I am and take it all in and be grateful for all this late in life success I've been having and it's good to have people that have been around and successful for awhile and work with them and see how they behave and it's why they are who they are and why they're still successful.","quoteAuthor":"Jeffrey Dean Morgan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aee4","quoteText":"I enjoy the element of pushing yourself, learning something new, whether it's a dance step, a scene, an emotion.","quoteAuthor":"Kenny Wormald","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aee5","quoteText":"The director's job is full of all sorts of annoyances and details - like how many cars are on the street. Ugh. I don't want it. I like my gig. And I feel that for the next 30 years or so I can keep learning more about it.","quoteAuthor":"Tyne Daly","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aee6","quoteText":"Learning starts with failure the first failure is the beginning of education.","quoteAuthor":"John Hersey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aee7","quoteText":"I think I'd like to stay anchoring because, number one, I'm learning a lot, and I love it when I'm learning. And number two, I also have the luxury of a stable life.","quoteAuthor":"Linda Vester","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aee8","quoteText":"I'd think learning to play the guitar would be very confusing for sighted people.","quoteAuthor":"Doc Watson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aee9","quoteText":"My daughter, the one who lives nearby, is raising her children to be very much aware. We went on a nature walk on Monday I'm learning so much from her.","quoteAuthor":"Joanne Woodward","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeea","quoteText":"I've just been learning how to direct my own videos, choreography, doing costumes... every creative opportunity there is with my music I've taken.","quoteAuthor":"Santigold","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeeb","quoteText":"I spent many years trying to write a lot like Ben Folds or John Lennon or Rivers Cuomo. I think that's healthy when you're learning to write and seeing how chords fit together and how songs take shape.","quoteAuthor":"Andrew Dost","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeec","quoteText":"In Britain, you do your job. When you do an American TV show, there is a sense of being one with the crew, and there is a leadership element, which was a learning curve for me because it is very different culturally. In Britain, you just do it, leave and say, 'Thanks.'","quoteAuthor":"Theo James","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeed","quoteText":"Learning lines is my biggest challenge.","quoteAuthor":"Tim Meadows","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeee","quoteText":"Learning can take place in the backyard if there is a human being there who cares about the child. Before learning computers, children should learn to read first. They should sit around the dinner table and hear what their parents have to say and think.","quoteAuthor":"Dixie Carter","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeef","quoteText":"Belief gets in the way of learning.","quoteAuthor":"Jeremy Collier","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aef0","quoteText":"I love talking about women because they are a constant study and you're always learning.","quoteAuthor":"Mario Lopez","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aef1","quoteText":"Learning teacheth more in one year than experience in twenty.","quoteAuthor":"Roger Ascham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aef2","quoteText":"Young children were sooner allured by love, than driven by beating, to attain good learning.","quoteAuthor":"Roger Ascham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aef3","quoteText":"Let the master praise him, and say, 'Here ye do well.' For, I assure you, there is no such whetstone to sharpen a good wit, and encourage a will to learning, as is praise.","quoteAuthor":"Roger Ascham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aef4","quoteText":"In mine opinion, love is fitter than fear, gentleness better than beating, to bring up a child rightly in learning.","quoteAuthor":"Roger Ascham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aef5","quoteText":"Oprah was not somebody who was telling us what to do, she wasn't really teaching us like so many people we see today. With Oprah, she was learning and we were learning with her. And I think that's really was the seed that was planted for all of us to just hang in there with her.","quoteAuthor":"Bonnie Hunt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aef6","quoteText":"Then as everything, like I say, things started to come together, when things started to go our way, that's when you results started to come. I was no different driver. I was certainly learning every time I went in the car.","quoteAuthor":"Dan Wheldon","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aef7","quoteText":"When I have the time at home, I'll practice three or four hours a day. I have to. And I'm a late starter I started at age 17 and at age 51 I'm still learning.","quoteAuthor":"Bruce Hornsby","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aef8","quoteText":"I know it may seem surprising to people, but learning dialog that has a conversational flow to it is not that difficult.","quoteAuthor":"Deidre Hall","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aef9","quoteText":"But I think it's hard for me to only put out one record a year. Because I get too antsy. But it's good I'm learning to do that, because each record counts. And you should make it count.","quoteAuthor":"Ty Segall","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aefa","quoteText":"Maybe our young people are not as vacuous as we would like to lead ourselves to believe - that all they're interested in is hairdos and looking at other beautiful people. Maybe they're interested in learning something.","quoteAuthor":"David James Elliott","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aefb","quoteText":"In the United States, we spend millions of dollars on sports because it promotes teamwork, discipline, and the experience of learning to make great progress in small increments. Learning to play music does all this and more.","quoteAuthor":"Linda Ronstadt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aefc","quoteText":"There are hurdles to overcome in sport and in life. Sport is a very valuable learning ground for how to live your life in the best possible way.","quoteAuthor":"Lynn Davies","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aefd","quoteText":"Melville brought to the task a sound knowledge of actual whaling, much curious learning in the literature of the subject, and, above all, an imagination which worked with great power upon the facts of his own experience.","quoteAuthor":"Carl Clinton Van Doren","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aefe","quoteText":"After the United States entered the war, I joined the Naval Reserve and spent ninety days in a Columbia University dormitory learning to be a naval officer.","quoteAuthor":"James Tobin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7aeff","quoteText":"Diabetes is a disease that's had a deep impact on my family. My little brother has had type 1 diabetes since he was a baby and I have spent time learning about the disease and trying to bring attention to it so that one day soon we will reach a cure.","quoteAuthor":"Izabel Goulart","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af00","quoteText":"It was a fantastic learning experience and OK, I got slammed because I wasn't Audrey Hepburn but you could have predicted that, really, if you'd opened your eyes wide enough.","quoteAuthor":"Julia Ormond","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af01","quoteText":"I want to direct, produce, and write, learning as I go.","quoteAuthor":"Emmanuel Lewis","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af02","quoteText":"An important aspect of the current situation is the strong social reaction against suggestions that the home language of African American children be used in the first steps of learning to read and write.","quoteAuthor":"William Labov","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af03","quoteText":"Everything is a learning experience.","quoteAuthor":"Angus T. Jones","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af04","quoteText":"I love learning new things that will never be put to practical use.","quoteAuthor":"Jackson Rathbone","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af05","quoteText":"The Finland of the 21st century can thrive only if women of learning - in common with their male counterparts - are guaranteed the opportunity to use their creative potential to the full.","quoteAuthor":"Tarja Halonen","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af06","quoteText":"There's always a learning curve, where you've got to learn what your subject is all about.","quoteAuthor":"Brad Gilbert","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af07","quoteText":"I played saxophone, so I was into jazz. I learned from each audience and each teacher that I had. I can't really tell you any rules or anything, but the way I develop my beliefs is really just by personally learning from different situations.","quoteAuthor":"Chad Hugo","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af08","quoteText":"Learning is what most adults will do for a living in the 21st century.","quoteAuthor":"S. J. Perelman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af09","quoteText":"Obviously, I've been on sets before but nothing as big as 'Twilight.' You forget sometimes that you're on set of one of the biggest movies ever- so when you just sit back and think about it its just so incredible. It's such a great learning experience.","quoteAuthor":"Booboo Stewart","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af0a","quoteText":"Everything starts and ends with the song, and working with writers and really learning their process and craft was an invaluable experience.","quoteAuthor":"Tommy Mottola","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af0b","quoteText":"Students who are interested in learning about the environment should not be dissuaded from doing so, but only if they have proved their proficiency in other basic courses, such as U.S. history. Until then, we need to focus on producing well-educated citizens steeped in their country's history and mindful of their civic responsibilities.","quoteAuthor":"George Nethercutt","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af0c","quoteText":"Some kids don't know where they'll spend the night. How can we expect them to focus on learning?","quoteAuthor":"Dennis Moore","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af0d","quoteText":"Under these conditions it is not astonishing that learning was highly prized in fact, my parents made sacrifices to be able to give their children a good education.","quoteAuthor":"Simon van der Meer","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af0e","quoteText":"I'm learning as much martial arts as I possibly can. My show is packed with action. Enough to get a rise.","quoteAuthor":"Traci Bingham","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af0f","quoteText":"The introduction of many minds into many fields of learning along a broad spectrum keeps alive questions about the accessibility, if not the unity, of knowledge.","quoteAuthor":"Edward Levi","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af10","quoteText":"The British system had requirements, including Latin. I'm not positive you ever had to know Greek, but there are certainly kinds of curricula where you had to know Greek too. I think in Britain there was the most mindless, repetitive sort of learning.","quoteAuthor":"William Scott","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af11","quoteText":"I avoid the media circus, keep my head down and try to keep growing and learning things.","quoteAuthor":"Georgie Fame","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af12","quoteText":"Pop songs are not as graceful as they used to be. Performers today haven't gone through the regimen of learning how to write. And of course, everyone wants to own copyrights.","quoteAuthor":"Hal David","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af13","quoteText":"Growing up, my sisters and I would always talk stories. One of my frustrations was I didn't know anything about cameras. I didn't know how to make a film and I obviously didn't have a special effects budget. I was a kid. So I was learning to draw to get down the stuff that was in my head, that I couldn't afford to actually do.","quoteAuthor":"Jennifer Yuh Nelson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af14","quoteText":"I come from Montana, and in eastern Montana we have a lot of dirt between light bulbs. It is expensive trying to bring the new technologies to smaller schools to upgrade their technologies to take advantage of distance learning.","quoteAuthor":"Conrad Burns","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af15","quoteText":"When I left Bradford and got a phone call from Dave Parnaby asking 'did I want to come back in?', I was delighted to accept. The whole buzz at the club at the moment is great for someone like me who is still learning and wanting to hopefully go into management in my own right at some point.","quoteAuthor":"Colin Cooper","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af16","quoteText":"'Strictly Business' is about a young black man who is learning about himself, and that applies to a lot of young black men, those who are trying to find jobs. This film gives them a good look at that situation.","quoteAuthor":"Tommy Davidson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af17","quoteText":"We are learning more about the humanity of the unborn child. Science and truth support the prolife movement.","quoteAuthor":"Candice S. Miller","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af18","quoteText":"Film, for me, has been a process of learning on the job.","quoteAuthor":"Michael Stuhlbarg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af19","quoteText":"Working with David Gordon Green, and Jonah Hill, and Michael Cera, and Drew Barrymore, and all of those people - those are the best people in comedy to work with. Anna Faris. You know, that's my goal, to keep learning and to just keep working with the best people I can. And yeah, we do all hang out, and we all kind of know each other.","quoteAuthor":"Ari Graynor","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af1a","quoteText":"That's not all our crops can do. We are also learning how to transform plants into factories. We can now raise plants that will create enzymes that would otherwise be created in chemical factories.","quoteAuthor":"Thomas Carper","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af1b","quoteText":"From you we have learned what we, at least, value, to separate Church and State and from you we gather inspiration at all times in our devotion to learning, to religious liberty, and to individual and National freedom.","quoteAuthor":"Seth Low","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af1c","quoteText":"I've been doing a lot of learning from mistakes, first and foremost, and building off that.","quoteAuthor":"William Green","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af1d","quoteText":"I didn't miss training because it had become so painful for me. I filled the void pretty quickly as I went straight into coaching and it was great I had to start learning all over again, and then when I went into TV I knew nothing about it so I had to start from the very beginning.","quoteAuthor":"Jo Durie","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af1e","quoteText":"I'm thinking about learning a few new things - like taking classical guitar lessons - and I'd like to bring what I learn into hard rock.","quoteAuthor":"Mick Mars","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af1f","quoteText":"I know what I like when I see it, but no way have I ever become interested in learning about it.","quoteAuthor":"Timothy Spall","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af20","quoteText":"I like doing accents and I like learning as much as I can learn.","quoteAuthor":"Jaime King","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af21","quoteText":"I think that's what's great about being an actress is you get to learn so many different things like that, like learning a little bit of Tibetan here, learning a Southern accent there.","quoteAuthor":"Jaime King","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af22","quoteText":"Acting classes, I guess, are good and I would like to maybe sometime take one. But I would feel like I was learning someone else's technique. I like mine.","quoteAuthor":"Frankie Muniz","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af23","quoteText":"I like to start out each day from the beginning. I'm always learning things.","quoteAuthor":"Bruce Weber","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af24","quoteText":"I am looking forward to learning at the knee of Paul Ryan. He doesn't strike me as a politician. He strikes me as an economist.","quoteAuthor":"Todd Rokita","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af25","quoteText":"It wasn't until I went to college that I met the theatre people and began to admire them because they were learning a trade that was guaranteed to make money!","quoteAuthor":"John Davidson","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af26","quoteText":"I think I'm going to spend some time learning how to be a first-time mom, and then I'll go back to work.","quoteAuthor":"Linda Cardellini","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af27","quoteText":"I acted in theater and I took film classes when I was 12 and just obsessed over it. I loved it and spent hours and hours in the film studio learning and watching.","quoteAuthor":"Mary Elizabeth Winstead","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af28","quoteText":"As I got older, I really got into Tupac's poetry, his books and just learning about his life and what he was into.","quoteAuthor":"Jhene Aiko","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af29","quoteText":"Always keep learning. It keeps you young.","quoteAuthor":"Patty Berg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af2a","quoteText":"We'll go back to the moon by not learning anything new.","quoteAuthor":"Burt Rutan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af2b","quoteText":"Not only did I get to play with these great international musicians, but I also had the opportunity to jam with the local celebrities in Toronto, people like the Walsh Brothers, David Wilcox, Kim Mitchell and the like. It was a great learning experience.","quoteAuthor":"Jeff Healey","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af2c","quoteText":"When house and land are gone and spent, then learning is most excellent.","quoteAuthor":"Samuel Foote","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af2d","quoteText":"I just want to keep learning.","quoteAuthor":"Simon Kinberg","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af2e","quoteText":"Being a press secretary is like learning to type: You're hunting and pecking for a while and then you find yourself doing the touch system and don't realize it. You're speaking for the president without ever having to go to him.","quoteAuthor":"Larry Speakes","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af2f","quoteText":"I'm only just learning what language to use when I want my microphone turned down, you know, because it's all so new to me. It can be quite difficult on a daily basis to communicate with the people I work with, so I'm just looking forward to knowing more.","quoteAuthor":"Duffy","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af30","quoteText":"We also learn that this country and the Western world have no monopoly of goodness and truth and scholarship, we begin to appreciate the ingredients that are indispensable to making a better world. In a life of learning that is, perhaps, the greatest lesson of all.","quoteAuthor":"John Hope Franklin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af31","quoteText":"I've definitely had my fair share at shaking my fists at the gods of Hollywood, but I'm learning that I cannot think that way or I will go crazy.","quoteAuthor":"Sarah Drew","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af32","quoteText":"In those parts of the world where learning and science has prevailed, miracles have ceased but in those parts of it as are barbarous and ignorant, miracles are still in vogue.","quoteAuthor":"Ethan Allen","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af33","quoteText":"To know ourselves, is agreed by all to be the most useful Learning the first Lessons, therefore, given us ought to be on that Subject.","quoteAuthor":"Eliza Haywood","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af34","quoteText":"So I went out and bought Hard Again by Muddy Waters. That was a big learning curve. I listened to that album again and again and again. James Cotton was the harmonica player on that album.","quoteAuthor":"Sonny Terry","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af35","quoteText":"I was myself brought up with my brother, whose name was Matthias, for he was my own brother, by both father and mother and I made mighty proficiency in the improvements of my learning, and appeared to have both a great memory and understanding.","quoteAuthor":"Flavius Josephus","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af36","quoteText":"Coming to understand a painting or a symphony in an unfamiliar style, to recognize the work of an artist or school, to see or hear in new ways, is as cognitive an achievement as learning to read or write or add.","quoteAuthor":"Nelson Goodman","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af37","quoteText":"Just learning to think in another language allows you to see your own culture in a better viewpoint.","quoteAuthor":"Gates McFadden","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af38","quoteText":"The nice thing about being a writer is that you can make magic happen without learning tricks.","quoteAuthor":"Humphrey Carpenter","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af39","quoteText":"I've studied all my musical life, but learning is only good if you do something constructive with it.","quoteAuthor":"Tony Williams","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af3a","quoteText":"Responsibility for learning belongs to the student, regardless of age.","quoteAuthor":"Robert Martin","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af3b","quoteText":"Learning disabilities cannot be cured, but they can be treated successfully and children with LD can go on to live happy, successful lives.","quoteAuthor":"Anne Ford","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af3c","quoteText":"Learning, while at school, that the charge for the education of girls was the same as that for boys, and that, when they became teachers, women received only half as much as men for their services, the injustice of this distinction was so apparent.","quoteAuthor":"Lucretia Mott","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af3d","quoteText":"When Honor's sun declines, and Wealth takes wings, Then Learning shines, the best of precious things.","quoteAuthor":"Edward Cocker","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af3e","quoteText":"Playing golf is like learning a foreign language.","quoteAuthor":"Henry Longhurst","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af3f","quoteText":"I have never forgotten my days as an Eagle Scout. I didn't know it at the time, but what really came out of my Scouting was learning how to lead and serve the community. It has come in handy in my career in government.","quoteAuthor":"Lloyd Bentsen","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af40","quoteText":"Father, in spite of all this spending of money in learning Latin, I will be a painter.","quoteAuthor":"William Allan","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af41","quoteText":"For a small child there is no division between playing and learning between the things he or she does just for fun and things that are educational. The child learns while living and any part of living that is enjoyable is also play.","quoteAuthor":"Penelope Leach","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af42","quoteText":"For me, French is so rich and so sacred that learning it is like learning a foreign language.","quoteAuthor":"Fabrice Luchini","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af43","quoteText":"No amount of study or learning will make a man a leader unless he has the natural qualities of one.","quoteAuthor":"Archibald Wavell","quoteGenre":"learning","__v":0},{"_id":"5eb17ab1b69dc744b4e7af44","quoteText":"We were learning together. We'd go to various clinics and try to learn as much as possible.","quoteAuthor":"Tom Conway","quoteGenre":"learning","__v":0}]