[{"_id":"5eb17ab1b69dc744b4e7e704","quoteText":"The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.","quoteAuthor":"Albert Einstein","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e705","quoteText":"I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.","quoteAuthor":"Harvey Fierstein","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e706","quoteText":"Once you replace negative thoughts with positive ones, you'll start having positive results.","quoteAuthor":"Willie Nelson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e707","quoteText":"Positive thinking will let you do everything better than negative thinking will.","quoteAuthor":"Zig Ziglar","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e708","quoteText":"If you're not making mistakes, then you're not doing anything. I'm positive that a doer makes mistakes.","quoteAuthor":"John Wooden","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e709","quoteText":"Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough.","quoteAuthor":"Richard M. DeVos","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e70a","quoteText":"Always turn a negative situation into a positive situation.","quoteAuthor":"Michael Jordan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e70b","quoteText":"In order to carry a positive action we must develop here a positive vision.","quoteAuthor":"Dalai Lama","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e70c","quoteText":"No matter what you're going through, there's a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you'll find the positive side of things.","quoteAuthor":"Demi Lovato","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e70d","quoteText":"You've done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination.","quoteAuthor":"Ralph Marston","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e70e","quoteText":"Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.","quoteAuthor":"W. Clement Stone","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e70f","quoteText":"It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts.","quoteAuthor":"Robert H. Schuller","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e710","quoteText":"If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.","quoteAuthor":"Pat Riley","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e711","quoteText":"Positive anything is better than negative nothing.","quoteAuthor":"Elbert Hubbard","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e712","quoteText":"I believe in Karma. If the good is sown, the good is collected. When positive things are made, that returns well.","quoteAuthor":"Yannick Noah","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e713","quoteText":"You learn far more from negative leadership than from positive leadership. Because you learn how not to do it. And, therefore, you learn how to do it.","quoteAuthor":"Norman Schwarzkopf","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e714","quoteText":"But I have found that in the simple act of living with hope, and in the daily effort to have a positive impact in the world, the days I do have are made all the more meaningful and precious. And for that I am grateful.","quoteAuthor":"Elizabeth Edwards","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e715","quoteText":"People deal too much with the negative, with what is wrong. Why not try and see positive things, to just touch those things and make them bloom?","quoteAuthor":"Nhat Hanh","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e716","quoteText":"Positive feelings come from being honest about yourself and accepting your personality, and physical characteristics, warts and all and, from belonging to a family that accepts you without question.","quoteAuthor":"Willard Scott","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e717","quoteText":"There is little difference in people, but that little difference makes a big difference. That little difference is attitude. The big difference is whether it is positive or negative.","quoteAuthor":"Robert Collier","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e718","quoteText":"A lot of times people look at the negative side of what they feel they can't do. I always look on the positive side of what I can do.","quoteAuthor":"Chuck Norris","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e719","quoteText":"Winners make a habit of manufacturing their own positive expectations in advance of the event.","quoteAuthor":"Brian Tracy","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e71a","quoteText":"You can't make positive choices for the rest of your life without an environment that makes those choices easy, natural, and enjoyable.","quoteAuthor":"Deepak Chopra","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e71b","quoteText":"I believe in karma, and I believe if you put out positive vibes to everybody, that's all you're going to get back.","quoteAuthor":"Kesha","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e71c","quoteText":"You must not under any pretense allow your mind to dwell on any thought that is not positive, constructive, optimistic, kind.","quoteAuthor":"Emmet Fox","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e71d","quoteText":"When you are enthusiastic about what you do, you feel this positive energy. It's very simple.","quoteAuthor":"Paulo Coelho","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e71e","quoteText":"I surround myself with positive, productive people of good will and decency.","quoteAuthor":"Ted Nugent","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e71f","quoteText":"Your smile will give you a positive countenance that will make people feel comfortable around you.","quoteAuthor":"Les Brown","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e720","quoteText":"I've always believed that you can think positive just as well as you can think negative.","quoteAuthor":"James A. Baldwin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e721","quoteText":"If you are given a chance to be a role model, I think you should always take it because you can influence a person's life in a positive light, and that's what I want to do. That's what it's all about.","quoteAuthor":"Tiger Woods","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e722","quoteText":"A strong, positive self-image is the best possible preparation for success.","quoteAuthor":"Joyce Brothers","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e723","quoteText":"Work hard, stay positive, and get up early. It's the best part of the day.","quoteAuthor":"George Allen, Sr.","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e724","quoteText":"I think a lot of times we don't pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled.","quoteAuthor":"Amy Adams","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e725","quoteText":"I feel that sin and evil are the negative part of you, and I think it's like a battery: you've got to have the negative and the positive in order to be a complete person.","quoteAuthor":"Dolly Parton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e726","quoteText":"That's my gift. I let that negativity roll off me like water off a duck's back. If it's not positive, I didn't hear it. If you can overcome that, fights are easy.","quoteAuthor":"George Foreman","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e727","quoteText":"I'm looking forward to influencing others in a positive way. My message is you can do anything if you just put your mind to it.","quoteAuthor":"Justin Bieber","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e728","quoteText":"Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.","quoteAuthor":"Imelda Staunton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e729","quoteText":"Satisfaction consists in freedom from pain, which is the positive element of life.","quoteAuthor":"Arthur Schopenhauer","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e72a","quoteText":"The most positive men are the most credulous.","quoteAuthor":"Alexander Pope","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e72b","quoteText":"God never ends anything on a negative God always ends on a positive.","quoteAuthor":"Edwin Louis Cole","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e72c","quoteText":"Look at people for an example, but then make sure to do things your way. Surround yourself with positive people.","quoteAuthor":"Queen Latifah","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e72d","quoteText":"You have to listen to the people who have a negative opinion as well as those who have positive opinion. Just to make sure that you are blending all these opinions in your mind before a decision is made.","quoteAuthor":"Carlos Ghosn","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e72e","quoteText":"The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being.","quoteAuthor":"Lee Iacocca","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e72f","quoteText":"I was blessed with certain gifts and talents and God gave them to me to be the best person I can be and to have a positive impact on other people.","quoteAuthor":"Bryan Clay","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e730","quoteText":"Talking is always positive. That's why I talk too much.","quoteAuthor":"Louis C. K.","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e731","quoteText":"Where men of judgment creep and feel their way, The positive pronounce without dismay.","quoteAuthor":"William Cowper","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e732","quoteText":"Delete the negative accentuate the positive!","quoteAuthor":"Donna Karan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e733","quoteText":"Instead of hating, I have chosen to forgive and spend all of my positive energy on changing the world.","quoteAuthor":"Camryn Manheim","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e734","quoteText":"Sometimes the most positive thing you can be in a boring society is absolutely negative.","quoteAuthor":"Johnny Rotten","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e735","quoteText":"So there was a fire inside me. And that fire inside you, it can be turned into a negative form or a positive form. And I gradually realised that I had this fire and that it had to be used in a positive way.","quoteAuthor":"John Newcombe","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e736","quoteText":"So long as you've got your friends about you, and a good positive attitude, you don't really have to care what everyone else thinks.","quoteAuthor":"Gail Porter","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e737","quoteText":"The way positive reinforcement is carried out is more important than the amount.","quoteAuthor":"B. F. Skinner","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e738","quoteText":"The learner always begins by finding fault, but the scholar sees the positive merit in everything.","quoteAuthor":"Georg Wilhelm Friedrich Hegel","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e739","quoteText":"I'm taking all the negatives in my life, and turning them into a positive.","quoteAuthor":"Pitbull","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e73a","quoteText":"A year or so ago I went through all the people in my life and asked myself: does this person inspire me, genuinely love me and support me unconditionally? I wanted nothing but positive influences in my life.","quoteAuthor":"Mena Suvari","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e73b","quoteText":"I was determined to share my positive approach and not let diabetes stand in the way of enjoying my life.","quoteAuthor":"Paula Deen","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e73c","quoteText":"You shall always find what you created in your mind, for instance, a benevolent God or an evil Devil. Between them are countless facets. Therefore, concentrate on the depth of your consciousness and on what you consider to be positive and good.","quoteAuthor":"Hans Bender","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e73d","quoteText":"I believe that you should gravitate to people who are doing productive and positive things with their lives.","quoteAuthor":"Nadia Comaneci","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e73e","quoteText":"I'm totally into new age and self-help books. I used to work in a bookstore and that's the section they gave me, and I got way into it. I just loved the power of positive thinking, letting yourself go.","quoteAuthor":"Jason Mraz","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e73f","quoteText":"I don't want to waste anyone's time or money. I want to give people some truth and positive heart lift.","quoteAuthor":"Mos Def","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e740","quoteText":"And I have to work so hard at talking positively to myself. If I don't, it's just real hard to get through the day, and I'll get really down, and just want to cry. My whole body language changes. I get more slumped over.","quoteAuthor":"Delta Burke","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e741","quoteText":"If it's great stuff, the people who consume it are nourished. It's a positive force.","quoteAuthor":"Manuel Puig","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e742","quoteText":"Some people never contribute anything positive to society, they may even drain our resources, but most of us try to do something better, to give back.","quoteAuthor":"Martin Yan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e743","quoteText":"Fortune cookies are a good idea. If the message is positive, it can make your day a little better.","quoteAuthor":"Yao Ming","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e744","quoteText":"Having achieved my own dreams, I want to give to kids who are less fortunate, who struggle with everyday obstacles. I want to give them something positive in their lives: support.","quoteAuthor":"Kristi Yamaguchi","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e745","quoteText":"There is no advertisement as powerful as a positive reputation traveling fast.","quoteAuthor":"Brian Koslow","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e746","quoteText":"I really struggle with that feeling of helplessness. That's why I really try to get my blogs, and even myself, to point to the positive and look at all the inspiring things that are happening.","quoteAuthor":"Daryl Hannah","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e747","quoteText":"First of all, I try to be a positive role model.","quoteAuthor":"Bruce Jenner","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e748","quoteText":"I hope to make a positive, productive contribution, as cheesy as that may sound.","quoteAuthor":"Chelsea Clinton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e749","quoteText":"Perhaps one of the only positive pieces of advice that I was ever given was that supplied by an old courtier who observed: Only two rules really count. Never miss an opportunity to relieve yourself never miss a chance to sit down and rest your feet.","quoteAuthor":"King Edward VIII","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e74a","quoteText":"Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.","quoteAuthor":"Joel Osteen","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e74b","quoteText":"I think it's important to get your surroundings as well as yourself into a positive state - meaning surround yourself with positive people, not the kind who are negative and jealous of everything you do.","quoteAuthor":"Heidi Klum","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e74c","quoteText":"There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.","quoteAuthor":"W. Clement Stone","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e74d","quoteText":"Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.","quoteAuthor":"William James","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e74e","quoteText":"A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results.","quoteAuthor":"Wade Boggs","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e74f","quoteText":"In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.","quoteAuthor":"Lee Iacocca","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e750","quoteText":"Frustration, although quite painful at times, is a very positive and essential part of success.","quoteAuthor":"Bo Bennett","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e751","quoteText":"You can make positive deposits in your own economy every day by reading and listening to powerful, positive, life-changing content and by associating with encouraging and hope-building people.","quoteAuthor":"Zig Ziglar","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e752","quoteText":"I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.","quoteAuthor":"Michael Jordan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e753","quoteText":"Most of the luxuries and many of the so-called comforts of life are not only not indispensable, but positive hindrances to the elevation of mankind.","quoteAuthor":"Henry David Thoreau","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e754","quoteText":"And we can see the positive impacts right here at Solyndra. Less than a year ago, we were standing on what was an empty lot.But through the Recovery Act, this company received a loan to expand its operations. This new factory is the result of those loans.","quoteAuthor":"Barack Obama","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e755","quoteText":"A lot of the problems I had with fame I was bringing on myself. A lot of self-loathing, a lot of woe-is-me. Now I'm learning to see the positive side of things, instead of, like, 'I can't go to Kmart. I can't take my kids to the haunted house.'","quoteAuthor":"Eminem","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e756","quoteText":"Adopting the right attitude can convert a negative stress into a positive one.","quoteAuthor":"Hans Selye","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e757","quoteText":"I like to think my dad was easygoing and kind, and I think some of those things have been passed down. I am like him in a sense of being positive and hopeful. He was compassionate, and I've got a lot of that in me as well.","quoteAuthor":"Joel Osteen","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e758","quoteText":"Conservatism has had from its inception vigorously positive, intellectually rigorous agenda and thinking. That agenda should have in my three pillars: strengthen the economy, strengthen our security, and strengthen our families.","quoteAuthor":"Mitt Romney","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e759","quoteText":"Every positive value has its price in negative terms... the genius of Einstein leads to Hiroshima.","quoteAuthor":"Pablo Picasso","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e75a","quoteText":"A strong positive mental attitude will create more miracles than any wonder drug.","quoteAuthor":"Patricia Neal","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e75b","quoteText":"I'm not sure what the future holds but I do know that I'm going to be positive and not wake up feeling desperate. As my dad said 'Nic, it is what it is, it's not what it should have been, not what it could have been, it is what it is.'","quoteAuthor":"Nicole Kidman","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e75c","quoteText":"We don't have enough support for maternal leave and the kinds of things that some of the European countries do. So we still make it hard on women to go into the work force and feel that they can be good at work but then doing the most important job, which is raising your children in a responsible and positive way.","quoteAuthor":"Hillary Clinton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e75d","quoteText":"There is a sense that things, if you keep positive and optimistic about what can be done, do work out.","quoteAuthor":"Hillary Clinton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e75e","quoteText":"So I had to be careful. I recognized the responsibility that, whether I liked it or not, I had to accept whatever the obligation was. That was to behave in a manner, to carry myself in such a professional way, as if there ever is a reflection, it's a positive one.","quoteAuthor":"Sidney Poitier","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e75f","quoteText":"Art is not a study of positive reality, it is the seeking for ideal truth.","quoteAuthor":"John Ruskin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e760","quoteText":"Having a positive mental attitude is asking how something can be done rather than saying it can't be done.","quoteAuthor":"Bo Bennett","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e761","quoteText":"A positive attitude is not going to save you. What it's going to do is, everyday, between now and the day you die, whether that's a short time from now or a long time from now, that every day, you're going to actually live.","quoteAuthor":"Elizabeth Edwards","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e762","quoteText":"At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.","quoteAuthor":"Jane D. Hull","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e763","quoteText":"You can't live a positive life with a negative mind and if you have a positive outcome you have a positive income and just to have more positivity and just to kind of laugh it off.","quoteAuthor":"Miley Cyrus","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e764","quoteText":"Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time.","quoteAuthor":"Steven Biko","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e765","quoteText":"To be positive is to be mistaken at the top of one's voice.","quoteAuthor":"Ambrose Bierce","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e766","quoteText":"I realized that if my thoughts immediately affect my body, I should be careful about what I think. Now if I get angry, I ask myself why I feel that way. If I can find the source of my anger, I can turn that negative energy into something positive.","quoteAuthor":"Yoko Ono","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e767","quoteText":"Positive, adj.: Mistaken at the top of one's voice.","quoteAuthor":"Ambrose Bierce","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e768","quoteText":"Foods high in bad fats, sugar and chemicals are directly linked to many negative emotions, whereas whole, natural foods rich in nutrients - foods such as fruits, vegetables, grains and legumes - contribute to greater energy and positive emotions.","quoteAuthor":"Marilu Henner","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e769","quoteText":"Men are liars. We'll lie about lying if we have to. I'm an algebra liar. I figure two good lies make a positive.","quoteAuthor":"Tim Allen","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e76a","quoteText":"When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home's potential for positive influence.","quoteAuthor":"Stephen Covey","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e76b","quoteText":"Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world.","quoteAuthor":"Alfred A. Montapert","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e76c","quoteText":"But reason always cuts a poor figure beside sentiment the one being essentially restricted, like everything that is positive, while the other is infinite.","quoteAuthor":"Honore de Balzac","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e76d","quoteText":"We succeed in enterprises which demand the positive qualities we possess, but we excel in those which can also make use of our defects.","quoteAuthor":"Alexis de Tocqueville","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e76e","quoteText":"Positive rights are the right to shelter, the right to education, the right to health care, the right to a living wage. These things are - these are, I would call them, more properly, political rights rather than positive rights. And they are extremely tricky, because now we are dealing with things that are zero sum.","quoteAuthor":"P. J. O'Rourke","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e76f","quoteText":"You don't want to love - your eternal and abnormal craving is to be loved. You aren't positive, you're negative. You absorb, absorb, as if you must fill yourself up with love, because you've got a shortage somewhere.","quoteAuthor":"David Herbert Lawrence","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e770","quoteText":"A positive attitude can really make dreams come true - it did for me.","quoteAuthor":"David Bailey","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e771","quoteText":"And to me, fame is not a positive thing. The idea of being famous is a lot better than the reality. It's fantastic when you go to premieres and people cheer you, but it's not real. And it's totally not my approach to get my name on a club door just because I can.","quoteAuthor":"Tom Felton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e772","quoteText":"Don't let people disrespect you. My mom says don't open the door to the devil. Surround yourself with positive people.","quoteAuthor":"Cuba Gooding, Jr.","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e773","quoteText":"I like to encourage people to realize that any action is a good action if it's proactive and there is positive intent behind it.","quoteAuthor":"Michael J. Fox","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e774","quoteText":"For to be poised against fatality, to meet adverse conditions gracefully, is more than simple endurance it is an act of aggression, a positive triumph.","quoteAuthor":"Thomas Mann","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e775","quoteText":"People who talk about revolution and class struggle without referring explicitly to everyday life, without understanding what is subversive about love and what is positive in the refusal of constraints, such people have a corpse in their mouth.","quoteAuthor":"Raoul Vaneigem","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e776","quoteText":"For most Americans, Friday afternoons are filled with positive anticipation of the weekend. In Washington, it's where government officials dump stories they want to bury. Good news gets dropped on Monday so bureaucrats can talk about it all week.","quoteAuthor":"John Sununu","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e777","quoteText":"I do not expect the white media to create positive black male images.","quoteAuthor":"Huey Newton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e778","quoteText":"To delight in war is a merit in the soldier, a dangerous quality in the captain, and a positive crime in the statesman.","quoteAuthor":"George Santayana","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e779","quoteText":"You should also appreciate the goodness around you, and surround yourself with positive people.","quoteAuthor":"Nadia Comaneci","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e77a","quoteText":"I never appreciated 'positive heroes' in literature. They are almost always cliches, copies of copies, until the model is exhausted. I prefer perplexity, doubt, uncertainty, not just because it provides a more 'productive' literary raw material, but because that is the way we humans really are.","quoteAuthor":"Jose Saramago","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e77b","quoteText":"Christians were instructed to serve others, and the thanksgiving was for the grace of God and the fact that God offered a way for man to return to a positive relationship with Him.","quoteAuthor":"John Clayton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e77c","quoteText":"Say and do something positive that will help the situation it doesn't take any brains to complain.","quoteAuthor":"Robert A. Cook","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e77d","quoteText":"Even when bad things happen you have to try to use those bad things in a positive manner and really just take the positive out of it.","quoteAuthor":"Natalie du Toit","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e77e","quoteText":"The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being.","quoteAuthor":"Lech Walesa","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e77f","quoteText":"When families are strong and stable, so are children - showing higher levels of wellbeing and more positive outcomes. But when things go wrong - either through family breakdown or a damaged parental relationship - the impact on a child's later life can be devastating.","quoteAuthor":"Iain Duncan Smith","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e780","quoteText":"Well, you know, a lot of people look at the negative things, the things that they did wrong and - which I do. But I like to stress on the things I did right, because there are certain things that I like to look at from a positive standpoint that are just positive reinforcement.","quoteAuthor":"Tiger Woods","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e781","quoteText":"In high school, in sport, I had a coach who told me I was much better than I thought I was, and would make me do more in a positive sense. He was the first person who taught me not to be afraid of failure.","quoteAuthor":"Mike Krzyzewski","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e782","quoteText":"Really you just gotta keep chugging along and keep a positive attitude and get through all the problems. You gotta face them, otherwise you don't get through.","quoteAuthor":"Lesley Gore","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e783","quoteText":"Suffering is the positive element in this world, indeed it is the only link between this world and the positive.","quoteAuthor":"Franz Kafka","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e784","quoteText":"Getting sober just exploded my life. Now I have a much clearer sense of myself and what I can and can't do. I am more successful than I have ever been. I feel very positive where I never did before, and I think that's all a direct result of getting sober.","quoteAuthor":"Jamie Lee Curtis","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e785","quoteText":"Injustice, poverty, slavery, ignorance - these may be cured by reform or revolution. But men do not live only by fighting evils. They live by positive goals, individual and collective, a vast variety of them, seldom predictable, at times incompatible.","quoteAuthor":"Isaiah Berlin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e786","quoteText":"The internet could be a very positive step towards education, organisation and participation in a meaningful society.","quoteAuthor":"Noam Chomsky","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e787","quoteText":"There's a fine line between stubbornness and the positive side of that, which is dogged determination.","quoteAuthor":"Jeb Bush","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e788","quoteText":"Live life to the fullest, and focus on the positive.","quoteAuthor":"Matt Cameron","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e789","quoteText":"I've had to deal with all different types of situations - positive and negative and extremes of both.","quoteAuthor":"Shia LaBeouf","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e78a","quoteText":"Listening is a positive act: you have to put yourself out to do it.","quoteAuthor":"David Hockney","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e78b","quoteText":"'Do What You Gotta Do' is a positive, inspirational song that says no matter what it is whether you're up against challenges or trying to get your dreams and aspirations met, you should do what whatever you have to do shy of killing yourself or someone else.","quoteAuthor":"Angie Stone","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e78c","quoteText":"I think anytime you can affect people in general, in a positive way, then you're a lucky individual.","quoteAuthor":"Sam Elliott","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e78d","quoteText":"When people ask me about my story, I just go through the positive stuff: the tent-pole moments, the big landmark checkpoints.","quoteAuthor":"Shia LaBeouf","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e78e","quoteText":"I hate banks. They do nothing positive for anybody except take care of themselves. They're first in with their fees and first out when there's trouble.","quoteAuthor":"Earl Warren","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e78f","quoteText":"We should be the pro-legal immigration party. A party that has a positive platform and agenda on how we can create a legal immigration system that works for immigrants and works for America.","quoteAuthor":"Marco Rubio","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e790","quoteText":"I've been singing for six years. I've been in and out of the studios with top producers, but it wasn't something I was ready to express to the public or to the press. I wasn't ready to come out. I wanted to perfect my voice and be 100 percent positive that I could come out right.","quoteAuthor":"Tyra Banks","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e791","quoteText":"Kant introduced the concept of the negative into philosophy. Would it not also be worthwhile to try to introduce the concept of the positive into philosophy?","quoteAuthor":"Karl Wilhelm Friedrich Schlegel","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e792","quoteText":"I love everybody. One of the great things about me is that I have a very positive attitude.","quoteAuthor":"Imelda Marcos","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e793","quoteText":"Indeed, our particular concept of private property, which deters us from exhausting the positive resources of the earth, favors pollution.","quoteAuthor":"Garrett Hardin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e794","quoteText":"How much do you as a consumer value a positive experience with a brand or its customer service department? How willing are you to share that with your friends? How inclined are you to let that person know that you're interaction with them was positive?","quoteAuthor":"Simon Mainwaring","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e795","quoteText":"When a positive exchange between a brand and customers becomes quantifiable metrics, it encourages brand to provide better service, customer service to do a better job, and consumers to actively show their gratitude.","quoteAuthor":"Simon Mainwaring","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e796","quoteText":"More brands are waking up to their social responsibility and doing good work through cause marketing campaigns. Yet too many still go about it the wrong way. I mean 'wrong' in two senses. Firstly, they are marketing ineffectively, and secondly, as a consequence their positive social impact is not maximized.","quoteAuthor":"Simon Mainwaring","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e797","quoteText":"When I was a kid, no one would believe anything positive that you could say about black people. That's a terrible burden.","quoteAuthor":"Kareem Abdul-Jabbar","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e798","quoteText":"What I have is P.H. positive chronic myeloid leukemia, which is an aberration in your white blood cells.","quoteAuthor":"Kareem Abdul-Jabbar","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e799","quoteText":"Positive, healthy, loving relationships in your twenties... I don't know if anyone would disagree with it: I think they're the exception, not the norm. People are either playing house really aggressively because they're scared of what an uncertain time it is, or they're avoiding commitment altogether.","quoteAuthor":"Lena Dunham","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e79a","quoteText":"I don't just want a better deal for Britain. I want a better deal for Europe too. So I speak as British prime minister with a positive vision for the future of the European Union. A future in which Britain wants, and should want, to play a committed and active part.","quoteAuthor":"David Cameron","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e79b","quoteText":"I can't let time move on without fighting tooth and nail and hopefully being a part of a revolution that is positive.","quoteAuthor":"Ian Somerhalder","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e79c","quoteText":"There is no racial or ethnic involvement in Thanksgiving, and people who may be very distant from the Christian system can see the beauty and the positive spirit that comes from the holiday.","quoteAuthor":"John Clayton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e79d","quoteText":"But you see, our society is still trapped in this binary, black/white logic and that has had some very positive implications for our generation. It's had some very negative ones as well and one of the negative ones is that it creates enormous identity problems for people who have one black ancestor and all white ancestors for example.","quoteAuthor":"Henry Louis Gates","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e79e","quoteText":"It's a positive thing to talk about terrible things and make people laugh about them.","quoteAuthor":"Louis C. K.","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e79f","quoteText":"Positive thinking is the key to success in business, education, pro football, anything that you can mention. I go out there thinking that I'm going to complete every pass.","quoteAuthor":"Ron Jaworski","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7a0","quoteText":"In our music, in our everyday life, there are so many negative things. Why not have something positive and stamp it with blackness?","quoteAuthor":"Jamie Foxx","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7a1","quoteText":"What I really like is an intelligent review. It doesn't have to be positive. A review that has some kind of insight, and sometimes people say something that's startling or is so poignant.","quoteAuthor":"Patti Smith","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7a2","quoteText":"Good news doesn't necessarily have to be a positive thing. Bringing good news is imparting hope to one's fellow man.","quoteAuthor":"Patti Smith","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7a3","quoteText":"Political folk talk a lot these days about 'messaging' - a neologism designed to describe the way in which parties and politicians consciously characterize their efforts. It is only intended to be positive - i.e., 'Our messaging is designed to show we care.'","quoteAuthor":"John Podhoretz","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7a4","quoteText":"Accent your positive and delete your negative.","quoteAuthor":"Donna Karan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7a5","quoteText":"Those minutes that I'm on stage are the best! Being there and looking at the crowd and seeing their faces, hearing them sing the positive words from the songs.","quoteAuthor":"Miley Cyrus","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7a6","quoteText":"People always accuse me of being motivational in a way, like it was a bad thing, but that's just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music.","quoteAuthor":"Lenny Kravitz","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7a7","quoteText":"Of course, a positive growth rate might be taken as evidence that a population is below its optimum.","quoteAuthor":"Garrett Hardin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7a8","quoteText":"You hear certain things, negative things, all the time that aren't true, but you never hear about the positive.","quoteAuthor":"Floyd Mayweather, Jr.","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7a9","quoteText":"I think that politics could be a positive thing. My beef is that people focus on the personal aspect of a politician too much. They should focus on the results.","quoteAuthor":"LL Cool J","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7aa","quoteText":"All the legal action I've taken against newspapers has had a massively positive effect on my life and achieved exactly what I wanted, which is privacy and non-harassment.","quoteAuthor":"Sienna Miller","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7ab","quoteText":"Everyone in L.A. is very positive and upbeat, whereas London can get quite miserable at times.","quoteAuthor":"Sienna Miller","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7ac","quoteText":"People don't really understand, but having people stare, and point, and take pictures, even if it is in a positive framework, is quite isolating there's no two ways about it. You feel a little bit, you know, freakish.","quoteAuthor":"Emma Watson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7ad","quoteText":"The positive testimony of history is that the State invariably had its origin in conquest and confiscation. No primitive State known to history originated in any other manner.","quoteAuthor":"Albert J. Nock","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7ae","quoteText":"An external electric field, meeting it and passing through it, affects the negative as much as the positive quanta of the atom, and pushes the former to one side, and the latter in the other direction.","quoteAuthor":"Johannes Stark","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7af","quoteText":"Does not the very word 'creative' mean to build, to initiate, to give out, to act - rather than to be acted upon, to be subjective? Living photography is positive in its approach, it sings a song of life - not death.","quoteAuthor":"Berenice Abbott","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7b0","quoteText":"Political consultants are pugilists, masters in the dark art of negativity. Which is why it's surprising to hear Democrats such as Steve McMahon and Republicans like Rich Galen urging their presidential candidates to be more, well, positive.","quoteAuthor":"Ron Fournier","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7b1","quoteText":"There's a weird cloud around you when you're recognizable. It was a brief window for me. I think you have to have a pathological need for attention of any type, negative or positive, to thrive in that kind of situation. And I only want compliments.","quoteAuthor":"Diablo Cody","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7b2","quoteText":"The job numbers are positive. We've had more jobs created now than were lost during the recession. We're seeing that the creation, we're seeing those numbers not only grow but shift toward the private sector and shift toward full-time employment and these are all signs that the recovery is taking some hold but we're not out of woods.","quoteAuthor":"Stephen Harper","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7b3","quoteText":"You should tell yourself frequently 'I will only react to constructive suggestions.' This gives you positive ammunition against your own negative thoughts and those of others.","quoteAuthor":"Jane Roberts","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7b4","quoteText":"Electricity is of two kinds, positive and negative. The difference is, I presume, that one comes a little more expensive, but is more durable the other is a cheaper thing, but the moths get into it.","quoteAuthor":"Stephen Leacock","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7b5","quoteText":"Nature isn't positive in that way. It doesn't aim itself at you. It's not being unkind to you.","quoteAuthor":"David Attenborough","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7b6","quoteText":"Resist your fear fear will never lead to you a positive end. Go for your faith and what you believe.","quoteAuthor":"T. D. Jakes","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7b7","quoteText":"I love acting like I'm in love. It's a very positive thing.","quoteAuthor":"Amanda Seyfried","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7b8","quoteText":"Most of us start out with a positive attitude and a plan to do our best.","quoteAuthor":"Marilu Henner","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7b9","quoteText":"This place? Nothing positive. OK, I want to say something positive. It's positively a dump.","quoteAuthor":"Charles Barkley","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7ba","quoteText":"Is truth always positive? Of course. Once the truth comes out, you know, it's all right. We're scared that if the truth comes out that it's not all right. It's the other way around.","quoteAuthor":"Yoko Ono","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7bb","quoteText":"I'm getting positive feedback for my acting so we'll see if any other interesting parts come up.","quoteAuthor":"Johnny Vegas","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7bc","quoteText":"I think we all suffer from guilt at some point in our lives, but for the most part I never really regret, and I try to always remain positive. Yes, I think that those issues are very interesting to play in a character, and they're prominent issues in life, and I think people can relate to them.","quoteAuthor":"Channing Tatum","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7bd","quoteText":"I'm a big cockeyed optimist. I try to accentuate the positive as opposed to the negative.","quoteAuthor":"Betty White","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7be","quoteText":"There's a positive side to film and television, the sense of feeding into the theater... Your fans will follow you, hopefully, and be open-minded to see you play other things and experience other stories you want to tell.","quoteAuthor":"Kim Cattrall","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7bf","quoteText":"The simple act of paying positive attention to people has a great deal to do with productivity.","quoteAuthor":"Tom Peters","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7c0","quoteText":"Conserving energy and thus saving money, reducing consumption of unnecessary products and packaging and shifting to a clean-energy economy would likely hurt the bottom line of polluting industries, but would undoubtedly have positive effects for most of us.","quoteAuthor":"David Suzuki","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7c1","quoteText":"Her beauty didn't do her any good and she couldn't use it in any positive way or manipulative way. I just hope that people will look and see and believe in that hope of love, that hope of freedom, even if it was just for a limited time.","quoteAuthor":"Diane Kruger","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7c2","quoteText":"I don't think of myself as a role model. I do try to live in a compassionate, considerate and positive way. The only advice I can offer is to find what you love to do, find the joy in it, and express yourself through your passion.","quoteAuthor":"Barry Williams","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7c3","quoteText":"Flexible working is not just for women with children. It is necessary at the other end of the scale. If people can move into part-time work, instead of retirement, then that will be a huge help. If people can fit their work around caring responsibilities for the elderly, the disabled, then again that's very positive.","quoteAuthor":"Theresa May","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7c4","quoteText":"Why should conservationists have a positive interest in... farming? There are lots of reasons, but the plainest is: Conservationists eat.","quoteAuthor":"Wendell Berry","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7c5","quoteText":"The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it's amazing how the light shines so much brighter.","quoteAuthor":"Reba McEntire","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7c6","quoteText":"We have a positive vision of the future founded on the belief that the gap between the promise and reality of America can one day be finally closed. We believe that.","quoteAuthor":"Barbara Jordan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7c7","quoteText":"My incarceration was actually a positive thing from the beginning. I needed a gimmick to get my act going again, it gave me material.","quoteAuthor":"Tommy Chong","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7c8","quoteText":"I don't personally try to balance my work because I operate under the assumption that anyone reading or watching my stuff isn't having a particularly balanced day anyway. But negative attitudes just amuse me more than positive ones.","quoteAuthor":"Lev Yilmaz","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7c9","quoteText":"When you're a houseguest and you leave, it's nice to straighten something up or send your hosts a useful gift. And when you leave the planet, it's nice to have made a positive contribution.","quoteAuthor":"Alexander Payne","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7ca","quoteText":"I think fitness is important. I think a healthy lifestyle is important. I think putting positive energy out there is important and just staying connected with the people.","quoteAuthor":"LL Cool J","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7cb","quoteText":"I just try to stay positive and focused on the tennis, not let anything get to me, like crazy questions. But I'm tough, let me tell you, tough as nails.","quoteAuthor":"Venus Williams","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7cc","quoteText":"I had a really bad temper, when I was growing up. Sport helped me channel that temper into more positive acts.","quoteAuthor":"Mike Krzyzewski","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7cd","quoteText":"I had many teachers that were great, positive role models and taught me to be a good person and stand up and be a good man. A lot of the principals they taught me still affect how I act sometimes and it's 30 years later.","quoteAuthor":"Kevin James","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7ce","quoteText":"African art is functional, it serves a purpose. It's not a dormant. It's not a means to collect the largest cheering section. It should be healing, a source a joy. Spreading positive vibrations.","quoteAuthor":"Mos Def","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7cf","quoteText":"I just believe in the goodwill of people, the power of people to do something positive.","quoteAuthor":"Eddie Izzard","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7d0","quoteText":"An investigator starts research in a new field with faith, a foggy idea, and a few wild experiments. Eventually the interplay of negative and positive results guides the work. By the time the research is completed, he or she knows how it should have been started and conducted.","quoteAuthor":"Donald Cram","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7d1","quoteText":"I had never had a positive leading character - somebody that wasn't an antihero, or who wasn't more of a guy that you're supposed to be on the side of.","quoteAuthor":"Gus Van Sant","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7d2","quoteText":"That's what makes Linux so good: you put in something, and that effort multiplies. It's a positive feedback cycle.","quoteAuthor":"Linus Torvalds","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7d3","quoteText":"I always figure from the cradle to the grave, we all have our individual journeys, and maybe my journey was a positive one and I accomplished certain things without stepping on too many toes.","quoteAuthor":"Robert Duvall","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7d4","quoteText":"I've always gotten a positive reaction to doing African-American characters.","quoteAuthor":"Tracey Ullman","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7d5","quoteText":"I'm an algebra liar. I figure two good lies make a positive.","quoteAuthor":"Tim Allen","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7d6","quoteText":"I presume that nobody will deny the positive aspects of the North American cultural world. These are well known to all. But these aspects do not make one forget the disastrous effects of the industrial and commercial process of 'cultural lamination' that the USA is perpetrating on the planet.","quoteAuthor":"Jose Saramago","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7d7","quoteText":"We tend to think of politics as bad, full of dirty tricks, negative ads, big campaigns, but I am here to explore the original meaning of politics, which is positive and has to do with balancing competing interests and looking for solutions.","quoteAuthor":"Eric Liu","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7d8","quoteText":"Facing the press is not easy, but because you have to go, you have to try to take a lot of positive things for yourself from these face-to-face meetings.","quoteAuthor":"Jose Mourinho","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7d9","quoteText":"I don't like to read about myself, whether it be positive or negative.","quoteAuthor":"Chloe Sevigny","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7da","quoteText":"I try to stay positive by focusing on how much I'll appreciate my health if I get better.","quoteAuthor":"Daniel Johns","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7db","quoteText":"The only reason we make good role models is because you guys look up to athletes and we can influence you in positive ways. But the real role models should be your parents and teachers!","quoteAuthor":"Dante Hall","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7dc","quoteText":"If you think of a work of fiction as a kind of scale model of the world, then the positive valences - where things turn out better than you thought they would - ought to be in there somewhere, too.","quoteAuthor":"George Saunders","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7dd","quoteText":"I turned 54 this year and I find myself feeling like I'm in a bit of a race to get down on paper the way I really feel about life - or the way it has presented to me. And because it has presented to me very beautifully, this is hard. It is technically very hard to show positive manifestations.","quoteAuthor":"George Saunders","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7de","quoteText":"Although our inattention can contribute to our lack of total well-being, we also have the power to choose positive behaviors and responses. In that choice we change our every experience of life!","quoteAuthor":"Greg Anderson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7df","quoteText":"Coming to terms with the fear of death is conducive to healing, positive personality transformation, and consciousness evolution.","quoteAuthor":"Stanislav Grof","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7e0","quoteText":"It is a weird feeling to have people go, 'Hey Chris' like they know me. But, number one, 99 percent of my experiences have been really cool. People couldn't be nicer and more positive.","quoteAuthor":"Christopher Meloni","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7e1","quoteText":"Don't give up, be positive and if you know someone who knows someone at a record company don't stop beating down their door till you get heard. Don't ever say it'll never happen or it'll never happen.","quoteAuthor":"Mary J. Blige","quoteGenre":"positive","__v":0},{"_id":"5eb17ab1b69dc744b4e7e7e2","quoteText":"I have always viewed the mission of Wikipedia to be much bigger than just creating a killer website. We're doing that of course, and having a lot of fun doing it, but a big part of what motivates us is our larger mission to affect the world in a positive way.","quoteAuthor":"Jimmy Wales","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7e3","quoteText":"I think positive. I always think we're going to score. Two minutes is a lot of time if you have timeouts and you're throwing every down. You have to make the right decisions. I've always had great receivers, which helps. It's not just me doing it.","quoteAuthor":"Dan Marino","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7e4","quoteText":"The most positive step is to try to expand the employment base by making it, if not economically friendly, at least not economically disastrous, for studios to take on deficits.","quoteAuthor":"Dick Wolf","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7e5","quoteText":"We have been blessed with a healthy, growing economy, with more Americans going back to work, and with our Nation acting as a positive force for good in the world.","quoteAuthor":"Jim DeMint","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7e6","quoteText":"I'm an un-healable positive optimist.","quoteAuthor":"Andre Rieu","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7e7","quoteText":"You know I think that going into therapy is a very positive thing, and talking about it is really helpful, because the more you talk the more your fears fade, because you get it out.","quoteAuthor":"Fran Drescher","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7e8","quoteText":"To have someone to relate to and hopefully enjoy the music and get a positive message out of it, to make the best music that we possibly could, those were the goals.","quoteAuthor":"Janet Jackson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7e9","quoteText":"Food has always brought me comfort and the bingeing is triggered when I'm in a space that is not positive.","quoteAuthor":"Janet Jackson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7ea","quoteText":"Each season I find myself constantly inspired by 'The Biggest Loser' contestants. Their tenacity and willingness to learn new, healthy habits is tremendous and the results speak for themselves. I am honored to be part of such an inspiring program that helps inspire positive change in so many lives.","quoteAuthor":"Curtis Stone","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7eb","quoteText":"Sometimes you're not even sure which of your stories were failures. There are things I've written that I thought were complete catastrophes when I finished with them that have gone on to generate some of my most positive feedback.","quoteAuthor":"Len Wein","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7ec","quoteText":"We expect all our businesses to have a positive impact on our top and bottom lines. Profitability is very important to us or we wouldn't be in this business.","quoteAuthor":"Jeff Bezos","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7ed","quoteText":"I launched Chefs for Humanity, a national nonprofit, with my voice, heart and money from my own pocket. Money gives you the ability to make a difference in the world and, when used in a positive way, is a lot of fun.","quoteAuthor":"Cat Cora","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7ee","quoteText":"I want to come across as a positive person.","quoteAuthor":"Greta Scacchi","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7ef","quoteText":"Play like you're positive on the victory, even though they're leading big now.","quoteAuthor":"Knute Rockne","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7f0","quoteText":"People look up to me as somebody who is able to switch the image of our country from negative to positive.","quoteAuthor":"Novak Djokovic","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7f1","quoteText":"I was brought up by a single mom in a poor town in Arkansas and while some aspects of small-town life were really positive - like the fact that everyone there is really sweet and hospitable - there is also this close-minded mentality, and that naturally made me want to rebel.","quoteAuthor":"Beth Ditto","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7f2","quoteText":"I just want to put some positive stuff out there. If it works, great. If it doesn't, no problem.","quoteAuthor":"Kevin James","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7f3","quoteText":"Studies show that children of divorced parents can have outcomes as positive as those coming from intact homes, provided the father remains financially supportive and active in his children's lives.","quoteAuthor":"Larry Elder","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7f4","quoteText":"Constructive criticism is about finding something good and positive to soften the blow to the real critique of what really went on.","quoteAuthor":"Paula Abdul","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7f5","quoteText":"I'm a positive person, and I try to look at the good side of everything.","quoteAuthor":"Leona Lewis","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7f6","quoteText":"I would like to be a positive force for young girls.","quoteAuthor":"Leona Lewis","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7f7","quoteText":"Optimists are usually wrong. But all the great change in history, positive change, was done by optimists.","quoteAuthor":"Thomas Friedman","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7f8","quoteText":"I like video games, I like tech, I like being positive.","quoteAuthor":"Jimmy Fallon","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7f9","quoteText":"And that is why marriage and family law has emphasized the importance of marriage as the foundation of family, addressing the needs of children in the most positive way.","quoteAuthor":"John Boehner","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7fa","quoteText":"I've been hearing this since I first joined the Reds organization, that I'm going to be the next this or that. It's tough on a young player coming up. You show some positive things and everybody jumps on that and says you should be the next Willie Mays.","quoteAuthor":"Eric Davis","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7fb","quoteText":"Right now people seem to be very tentative about the positive benefits of capitalism.","quoteAuthor":"Jeb Bush","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7fc","quoteText":"I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude.","quoteAuthor":"Yani Tseng","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7fd","quoteText":"I want to be a positive role-model for my daughter. The last thing I want to put out there is that it's acceptable to be too thin or have an eating disorder because you're in Hollywood.","quoteAuthor":"Tori Spelling","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7fe","quoteText":"I'm not happy not doing anything. When positive things are rolling in, you've got to take them when you can get them.","quoteAuthor":"Tori Spelling","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e7ff","quoteText":"I am conscious of my inability to grasp, in all its details and positive developments, any very large portion of human knowledge.","quoteAuthor":"Mikhail Bakunin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e800","quoteText":"How do you nurture a positive attitude when all the statistics say you're a dead man? You go to work.","quoteAuthor":"Patrick Swayze","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e801","quoteText":"I've noticed that my resolutions involve me not doing stuff that I wasn't going to do anyway so here's something more positive. I'm going to retrain as a Latin teacher in a provincial public school.","quoteAuthor":"Arthur Smith","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e802","quoteText":"For, to be a stranger is naturally a very positive relation it is a specific form of interaction.","quoteAuthor":"Georg Simmel","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e803","quoteText":"By doing something positive in this world, you're helping people and the future. We're all trying to help the world... make it a better place to live. We're actually still changing the world, aren't we?","quoteAuthor":"Rick Danko","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e804","quoteText":"I got a lot of positive people around me.","quoteAuthor":"Dave Chappelle","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e805","quoteText":"I really wanted to do something positive on the Internet. I wanted to try to get young people talking about, thinking about, life's big questions-make it cool and OK to wonder about the heart, the soul and free will and God and death and big topics like that, big human topics.","quoteAuthor":"Rainn Wilson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e806","quoteText":"I think what is happening is I think first of all there is confidence in the U.K. economy. We're in a German rather than a Greek position in international financial markets, which is very positive and keeps our debt service costs down, and we're also beginning to see real evidence of rebalancing.","quoteAuthor":"Vince Cable","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e807","quoteText":"Freedom of religion is a principle that is central to our Nation's Declaration of Independence. Congress has taken this positive step to protect our freedom to express allegiance to America's flag and the ideals it represents.","quoteAuthor":"Ron Lewis","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e808","quoteText":"I have my team. Like if you see everyone around me - I have my hair and makeup girl, my assistant. They're very calm, they're all about positive energy. There're no drama queens. Everyone wants everyone else to have a positive experience. There are no agendas. I think it creates a healthy environment and there are no boundaries to cross.","quoteAuthor":"Fergie","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e809","quoteText":"I will end up with someone in the arts. I am positive. I eat, breathe and sleep acting. And I'll end up with someone who is happy staying at home and having me cook supper. But I also really need to be intellectually challenged and stimulated. I want someone bookish, and someone who is passionate.","quoteAuthor":"Ginnifer Goodwin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e80a","quoteText":"One thing that hasn't changed, though, is that we still have to hear the new ad 2 or 3 times before it begins to affect us, even when we're already familiar with the advertiser in question and have a positive opinion of them.","quoteAuthor":"Roy H. Williams","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e80b","quoteText":"I'm big on being positive. I'm generally so positive and happy. I just always felt that I was exactly where I wanted to be. And things have continued to go in great directions.","quoteAuthor":"Andy Cohen","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e80c","quoteText":"At the end of the day the question comes, what are you doing for the world? You have to try to do something that's going to add something positive.","quoteAuthor":"Paul Feig","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e80d","quoteText":"I believe that when you work on yourself, you are attracted by different, more positive beings.","quoteAuthor":"Isabelle Adjani","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e80e","quoteText":"I have never won a race, and that is my main disappointment - but you have to be positive.","quoteAuthor":"Jean Alesi","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e80f","quoteText":"When I got into the film business, my aim was to adopt a positive persona, of a guy who fights against injustice. And it saved me, because my acting was atrocious to say the least!","quoteAuthor":"Chuck Norris","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e810","quoteText":"My ultimate aim is to make euthanasia a positive experience.","quoteAuthor":"Jack Kevorkian","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e811","quoteText":"To have the chance to see your music be elevated and to have almost universally positive response to that music, makes me feel better every day. I feel more confident and inspired, and that's fun.","quoteAuthor":"John Legend","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e812","quoteText":"I've been looking at companies that are on a positive path vs. a negative path and I've come to use the language of sports, winning streaks and losing streaks.","quoteAuthor":"Rosabeth Moss Kanter","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e813","quoteText":"I've always had God, but now I want to go back to church for the sense of community and that feeling of positive thinking, a place where I can think about being a better person.","quoteAuthor":"Julianne Hough","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e814","quoteText":"I want people to use Perl. I want to be a positive ingredient of the world and make my American history. So, whatever it takes to give away my software and get it used, that's great.","quoteAuthor":"Larry Wall","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e815","quoteText":"The positive news is that the British economy is continuing to grow and is creating jobs. And it is positive news too that at a time of real international instability we are a safe haven in the storm.","quoteAuthor":"George Osborne","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e816","quoteText":"Either positive or negative comments are good because it shows I am still relevant.","quoteAuthor":"Justin Guarini","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e817","quoteText":"Healthy children are born from healthy, respected, well-nourished and educated mothers and it is imperative that they have a voice in the decisions which affect them. If you empower a mother and let her have her say towards a poverty-free future, the positive impact this would have on ending hunger will be immense.","quoteAuthor":"Dionne Warwick","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e818","quoteText":"As a person who is not confrontational by disposition I tend to see that the quality of being confrontational is a positive attribute.","quoteAuthor":"John Hall","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e819","quoteText":"Everything that's bad for you catches on too quickly in America, because that's the easiest thing to get people to invest in, the pursuits that are easy and destructive, the ones that bring out the least positive aspects of people.","quoteAuthor":"Gil Scott-Heron","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e81a","quoteText":"If I have affected someone in a positive way, that means a lot to me.","quoteAuthor":"Bill Parcells","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e81b","quoteText":"To me, it doesn't matter how good you are. Sport is all about playing and competing. Whatever you do in cricket and in sport, enjoy it, be positive and try to win.","quoteAuthor":"Ian Botham","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e81c","quoteText":"My wife was the first romantic partner who understood both American and native parts of me - not so much the positive stuff, but the damage.","quoteAuthor":"Sherman Alexie","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e81d","quoteText":"To be perfectly honest, I feel I have a duty to use my celebrity status in a positive way.","quoteAuthor":"David Schwimmer","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e81e","quoteText":"It comes down to building your own world out here on the road. It's who you surround yourself with. My band and crew are really positive guys.","quoteAuthor":"Brad Paisley","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e81f","quoteText":"It would be good for us Africans to accept ourselves as we are and recapture some of the positive aspects of our culture.","quoteAuthor":"Wangari Maathai","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e820","quoteText":"To emphasize only the beautiful seems to me to be like a mathematical system that only concerns itself with positive numbers.","quoteAuthor":"Paul Klee","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e821","quoteText":"For a manager to be perceived as a positive manager, they need a four to one positive to negative contact ratio.","quoteAuthor":"Ken Blanchard","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e822","quoteText":"Sexy in India is not considered positive. But, with today's crop of fresh faces in the modelling arena, being sexy is an asset.","quoteAuthor":"Aishwarya Rai","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e823","quoteText":"If the amount of money going into the war economy were invested in landscape restoration, we would be in a far more positive position. It may get a little dire before we pull together, but I think when the prosperous nations, and in particular the U.S., realize they're wrecking their own kids' lives, there will be a mass change in value.","quoteAuthor":"Kim Stanley Robinson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e824","quoteText":"When children are very young, you read them books that are positive to help them go to sleep. But there comes a moment when they begin to understand the difficulties of the world. They know there are problems and the books they read should reflect that, not gloss over them.","quoteAuthor":"Michael Morpurgo","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e825","quoteText":"For the liberal state to accommodate a diversity of beliefs while having few positive convictions is one of the more admirable achievements of civilization.","quoteAuthor":"Terry Eagleton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e826","quoteText":"But you cannot expect every writer to dwell on human suffering. I think my books do deal with grave issues. People who say they are too positive probably haven't read them.","quoteAuthor":"Alexander McCall Smith","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e827","quoteText":"I think people in Botswana are pleased that my books paint a positive picture of their lives and portray the country as being very special. They've made a great success of their country, and the people are fed up with the constant reporting of only the problems and poverty of the continent. They welcome something which puts the positive side.","quoteAuthor":"Alexander McCall Smith","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e828","quoteText":"My Botswana books are positive, and I've never really sought to deny that. They are positive. They present a very positive picture of the country. And I think that that is perfectly defensible given that there is so much written about Africa which is entirely negative.","quoteAuthor":"Alexander McCall Smith","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e829","quoteText":"The characteristic political attitude of today is not one of positive belief, but of despair.","quoteAuthor":"Herbert Read","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e82a","quoteText":"I have played on many teams throughout my career, and I know when a team has the tools, and the right positive attitude towards winning.","quoteAuthor":"Boomer Esiason","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e82b","quoteText":"You don't know what someone's going to walk away from a movie with, but you hope it's something positive, but if nothing, you want them most basically to be entertained and engaged. That's your job. But you also hope to give them something to chew on or maybe some insight into the human existence, you hope a little bit. Not to sound too lofty.","quoteAuthor":"Melissa Rosenberg","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e82c","quoteText":"I am positive that flexibility is a feminine characteristic.","quoteAuthor":"Emma Bonino","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e82d","quoteText":"I'm out there arguing the Labor case. I will do it anywhere and everywhere that I can. I do it within various communities across Australia where I am able to make a positive contribution. And let me tell you, my voice won't be silenced in the public debate because the issue at stake for Australia are so stark.","quoteAuthor":"Kevin Rudd","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e82e","quoteText":"I am a positive person and do not allow things to get on top of me.","quoteAuthor":"Jamie Redknapp","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e82f","quoteText":"Now is the time for the U.S. and the nations of Western Europe who engaged in the slave trade throughout this hemisphere to come forward in a positive way to assist in undoing the harm that was caused by their past colonial policies in the hemisphere.","quoteAuthor":"Charles Rangel","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e830","quoteText":"I've always kind of lived my life to be as much as possible a positive role model for children.","quoteAuthor":"Corey Feldman","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e831","quoteText":"It has been argued that British girls are incapable of deep feeling or brilliant acting owing to their lack of temperament. This, I am positive, is not true.","quoteAuthor":"Ivor Novello","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e832","quoteText":"The wonderful Mozambican people have endured tremendous misery without losing their dignity and their positive outlook on life. Moreover, they have not lost their will to progress and develop. Mozambique is a country where the people never surrendered.","quoteAuthor":"Henning Mankell","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e833","quoteText":"Sometimes a good love song can change the world and create positive energy more than any political song can.","quoteAuthor":"Serj Tankian","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e834","quoteText":"So the experts think we could have an AIDS-free generation in Africa by 2015, even if the mothers are positive.","quoteAuthor":"Alan Cumming","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e835","quoteText":"I'm concentrating on the positive, on all the wonderful things I'm doing now.","quoteAuthor":"Tia Carrere","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e836","quoteText":"Design can have such a positive impact on the way people live and on their relationships and moods.","quoteAuthor":"Genevieve Gorder","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e837","quoteText":"I believe that, by and large, people are good and everybody you meet is more likely to surprise you in a positive way than in a negative way.","quoteAuthor":"Anthony Horowitz","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e838","quoteText":"But in fact if you look at film as a metaphor, only through the negative can you have the positive print. What I'm trying to get to is the positive value of negation.","quoteAuthor":"Godfrey Reggio","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e839","quoteText":"There is so much that is positive, wonderful even, about state schools. At a state school your kids will learn to live alongside and appreciate other kids from many diverse and different cultures.","quoteAuthor":"Arabella Weir","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e83a","quoteText":"Generally, I'm a pretty positive, but like any other working person, if the jobs aren't coming in, I do get depressed.","quoteAuthor":"Britt Ekland","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e83b","quoteText":"No matter who you meet in life, you take something from them, positive or negative.","quoteAuthor":"Gary Allan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e83c","quoteText":"You might think the thinner version of yourself is going to be the most positive or confident, but that's not how it is for me. When I'm over 200 pounds, that's when I'm the most confident version of myself.","quoteAuthor":"Garrett Hedlund","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e83d","quoteText":"More Asians need to be on television as a positive role model.","quoteAuthor":"Kiana Tom","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e83e","quoteText":"We have used the presence of UNMIK, as well as other European and American agencies to establish a legal framework compatible with the European Union and that is already an advantage. We have seen the positive effects of this and our parliament will continue to go this way.","quoteAuthor":"Ibrahim Rugova","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e83f","quoteText":"Since turning professional at 18, I have travelled the world playing the game that I love and consider myself a global player. As the World No.1 right now, I wish to be a positive role model and a sportsperson that people respect, and enjoy watching.","quoteAuthor":"Rory McIlroy","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e840","quoteText":"I think everyone goes through chapters in their life and there was a time when I wasn't feeling terribly positive about what I was contributing to film, or wasn't feeling as if I was going in the direction I wanted and I re-evaluated what I was doing.","quoteAuthor":"Jude Law","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e841","quoteText":"And I'm a believer that you take a negative and turn it into a positive, and as it turned out, it was one of the best things that ever happened to me. And so I do appreciate the Ranger staff and the Ranger organization for giving me that opportunity.","quoteAuthor":"Nolan Ryan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e842","quoteText":"Players should know that if you can't make the contribution of the winning shot, that your attitude every day when you come to practice, or the positive contribution you make through cheering and keeping up team morale, is just as important in the overall picture.","quoteAuthor":"Sue Wicks","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e843","quoteText":"The object of my relationship with Vietnam has been to heal the wounds that exist, particularly among our veterans, and to move forward with a positive relationship,... Apparently some in the Vietnamese government don't want to do that and that's their decision.","quoteAuthor":"Ho Chi Minh","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e844","quoteText":"There is slow growth, but it is positive slow growth. At the same time, ratios of debt-to-incomes go down. That's a beautiful deleveraging.","quoteAuthor":"Ray Dalio","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e845","quoteText":"My dad's gay experiences really had a very positive influence on me and my straight relationships - how to better accept all the weirdness and ambiguity and ups and downs and paradoxes. I knew from the beginning I was writing about love.","quoteAuthor":"Mike Mills","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e846","quoteText":"I think I make films to help bolster and feed the part of me that wants to remain in a positive relationship with the world and to engage in it. So hopefully in non-sentimental ways, I'm trying to make something that helps make me happy.","quoteAuthor":"Mike Mills","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e847","quoteText":"One out of every 100 American men is HIV positive. The rate of infection has reached epidemic proportions in 40 developing nations.","quoteAuthor":"Philip Emeagwali","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e848","quoteText":"I want always to be positive.","quoteAuthor":"Gianni Versace","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e849","quoteText":"I had to develop the mentality and stay positive about making my comeback.","quoteAuthor":"Alonzo Mourning","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e84a","quoteText":"It is true that you can't prove a negative. However, the existence of God is provable in the same way a building is positive proof that there was a builder.","quoteAuthor":"Ray Comfort","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e84b","quoteText":"If you look just at the decades after 1934, you know it's hard to point to really inspired and positive support from outside of Haiti, to Haiti, and much easier to point to either small-minded or downright mean-spirited policies.","quoteAuthor":"Paul Farmer","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e84c","quoteText":"I had to come from something, come from a place that was negative and positive but the majority of it is a negative place.","quoteAuthor":"Kendrick Lamar","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e84d","quoteText":"Giving governors more leeway in administering health care could represent a small, positive development in the ongoing saga of Obamacare. Unfortunately, instead of choosing flexibility, President Obama and his left-leaning advisers always default to rigid 'Washington knows best' answers.","quoteAuthor":"Fred Upton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e84e","quoteText":"Make a Goal Box, a chart of positive daily contact with a family when you are working with them.","quoteAuthor":"Richard G. Scott","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e84f","quoteText":"I'd try to channel my nervous energy in a positive way into strength and endurance. It didn't always work.","quoteAuthor":"Kristi Yamaguchi","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e850","quoteText":"I think Gadhafi is on the mark. And up until this point in time, I think they truly want to turn this around and become a positive player with the West after years and years of terrorism and stagnation.","quoteAuthor":"Curt Weldon","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e851","quoteText":"When you come off something really disappointing, you want to come back and kind of regroup and get involved in something positive right away.","quoteAuthor":"Andy Roddick","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e852","quoteText":"I have to think of the positive that's how I cope.","quoteAuthor":"Ingrid Newkirk","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e853","quoteText":"It's a problem for him because he's got - like Edward VII had - nearly all his lifetime to wait until he becomes Monarch. What is he going to do with it? So he wants to do something positive but he always courts those dangers.","quoteAuthor":"Anthony Holden","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e854","quoteText":"I think the state of the NFL has a very positive outlook.","quoteAuthor":"Roger Goodell","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e855","quoteText":"As writers and readers, as sinners and citizens, our realism and our aesthetic sense make us wary of crediting the positive note.","quoteAuthor":"Seamus Heaney","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e856","quoteText":"I want to make sure that no matter how long I go through this, I don't fall into the trap of changing and modifying how I do things that aren't a positive example. I want to remain somebody that the entire family can listen to or watch.","quoteAuthor":"Clay Aiken","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e857","quoteText":"I would like to do something dark or small. I love independent films. I love emotional scenes. I love people who are struggling with something. I think it's just the juxtaposition to my incredibly happy, positive demeanor.","quoteAuthor":"Shailene Woodley","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e858","quoteText":"And what we've lost sight of is that performing manual labor with your hands is one of the most incredibly satisfying and positive things you can do.","quoteAuthor":"Nick Offerman","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e859","quoteText":"You don't need to invade a place or install a new government to help bring about a positive change.","quoteAuthor":"Nicholas D. Kristof","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e85a","quoteText":"I like to write sad songs. They're much easier to write and you get a lot more emotion into them. But people don't want to hear them as much. And radio definitely doesn't they want that positive, uptempo thing.","quoteAuthor":"Alan Jackson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e85b","quoteText":"But, I would be naive not to recognize the number of musicians who tell me they have been influenced by me and sight me - as well as Alex and Neil - as a musician who has been a positive influence on their playing.","quoteAuthor":"Geddy Lee","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e85c","quoteText":"I always had this non-stop drive. I had to keep sending stories out and every once in awhile I'd get something accepted or get the little trickle of positive feedback.","quoteAuthor":"Kevin J. Anderson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e85d","quoteText":"When you think about the day-to-day, positive impact on the lives of U.S. citizens, there is no relationship that we have in the world that is more important than our relationship with Canada.","quoteAuthor":"Paul Cellucci","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e85e","quoteText":"Canada and the United States are also working at the World Trade Organization and in our own hemisphere with negotiations for a Trade Area of the Americas to try to help countries create a positive climate for investment and trade.","quoteAuthor":"Paul Cellucci","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e85f","quoteText":"A lot of victims, for example, have become addicted to alcohol and drugs. It seems to me that the church's healing ministry is going to be enhanced through this in much broader strokes. That's good, it's all positive.","quoteAuthor":"Roger Mahony","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e860","quoteText":"I wished to go completely outside and to make a symbolic start for my enterprise of regenerating the life of humankind within the body of society and to prepare a positive future in this context.","quoteAuthor":"Joseph Beuys","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e861","quoteText":"A positive attitude is something everyone can work on, and everyone can learn how to employ it.","quoteAuthor":"Joan Lunden","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e862","quoteText":"Gay culture is surviving and thriving. Some activists believe the recent rise in homophobic violence might be a gauge of the success of positive gay images.","quoteAuthor":"Lance Loud","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e863","quoteText":"It is important to recognize and politics positive thinking is often the slaves' virtue - something that people do to con themselves about the burden and change being placed upon them.","quoteAuthor":"James Bovard","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e864","quoteText":"A lasting solution to this problem will have an exceptionally positive influence foremost on the peoples of Palestine and Israel, as well as on the region and the international community.","quoteAuthor":"Recep Tayyip Erdogan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e865","quoteText":"We have initiated programs for re-entry offenders, since some 500,000 to 600,000 offenders will come out of prison each year for the next three or four years. We want to have positive alternatives when they come back to the community.","quoteAuthor":"Janet Reno","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e866","quoteText":"I do like to write nasty songs. It's a useful weapon to have, and it's cathartic as well, because I create art out of anger, something positive out of something negative.","quoteAuthor":"Lisa Marie Presley","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e867","quoteText":"Moreover, behind this vague tendency to treat religion as a side issue in modern life, there exists a strong body of opinion that is actively hostile to Christianity and that regards the destruction of positive religion as absolutely necessary to the advance of modern culture.","quoteAuthor":"Christopher Dawson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e868","quoteText":"In everyday things the law of sacrifice takes the form of positive duty.","quoteAuthor":"James Anthony Froude","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e869","quoteText":"I have nothing to lose and think that it's a positive thing that I am young and playing on a good level.","quoteAuthor":"Caroline Wozniacki","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e86a","quoteText":"My mom was always the support. I can always go out to her and she'll always find the positive in things.","quoteAuthor":"Caroline Wozniacki","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e86b","quoteText":"And of course, pop music is all about memorability and simplicity and positive messages and a little dash of joy.","quoteAuthor":"Feist","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e86c","quoteText":"Any kind of anthemic song, for the most part, they're on the positive side of things. It's not hard to identify when a melody is just one degree too complicated or one degree too simple and where that line of pop memorability lies.","quoteAuthor":"Feist","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e86d","quoteText":"But I did not find any positive inspiration in my studies until I approached my nineteenth year.","quoteAuthor":"Georg Brandes","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e86e","quoteText":"If Ralph Nader runs, President Bush is going to be re-elected, and if Ralph Nader doesn't run, President Bush is going to be re-elected. We're going to run on the president's strong and principled leadership and his positive agenda for a second term.","quoteAuthor":"Ed Gillespie","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e86f","quoteText":"But I think there was a sense amongst the House Republicans especially that we didn't just want to be opposed to Bill Clinton that we wanted to tell the country what we were for and to brand ourselves in a more positive manner.","quoteAuthor":"Ed Gillespie","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e870","quoteText":"It's also a question of finding good material and interesting roles. I'm not the only actress out there, and good parts just don't fall into your lap that easily. But I like most of the films I've made recently and so I'm pretty positive about the future.","quoteAuthor":"Winona Ryder","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e871","quoteText":"There's no such thing as an actor giving positive criticism to a director. The minute you say 'Don't you think it would look nicer...', that director's going to hate your guts. Particularly if it's a good idea.","quoteAuthor":"Peter Mullan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e872","quoteText":"While only about half of the voters feel they know very much about Reagan or what he stands for, the Republicans who do have a very positive perception of him.","quoteAuthor":"Robert Teeter","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e873","quoteText":"Celebrity means that I can affect people in a positive way.","quoteAuthor":"David Hasselhoff","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e874","quoteText":"The two things I was positive about in life were that I was going to be a teacher at a boarding school or an operative with the CIA posted abroad. I could write a book about all the things I was sure about.","quoteAuthor":"Tucker Carlson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e875","quoteText":"Since I've been in Playboy myself in Australia, I love it, and I think it's really empowering and positive towards women, which is not a view that many women hold.","quoteAuthor":"Dannii Minogue","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e876","quoteText":"We sincerely ask the Beijing authorities across the Strait to view the election result from a positive perspective, to accept the democratic decision of the Taiwanese people.","quoteAuthor":"Chen Shui-bian","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e877","quoteText":"However, I must say that I am very happy to see that we have such a positive result for our first referendum in our history and that gives me more confidence in Taiwan's democracy.","quoteAuthor":"Chen Shui-bian","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e878","quoteText":"I had a great first year and Mr. MacDonald was my biggest supporter. He gave me the encouragement I needed that first year to get my career started on a positive note.","quoteAuthor":"Jim Evans","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e879","quoteText":"The world is really figuring BSE out, and that's positive.","quoteAuthor":"Mike Johanns","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e87a","quoteText":"The only way that we're going to feel secure in this country again and that we're going to feel good about ourselves is if we use these systems we've put into place to create positive change around the world. I really believe we can do that.","quoteAuthor":"John Perkins","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e87b","quoteText":"It's useless to try and make rhyme or reason of it, because one guy thinks one thing and the other guy sees a whole other thing. So I try not to take them too seriously. Lately I have them screened so I only read the positive ones.","quoteAuthor":"David Zucker","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e87c","quoteText":"I'm not the most positive person.","quoteAuthor":"Penny Marshall","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e87d","quoteText":"I feel blessed to be here representing our country and carrying out th research of scientists around the world... I hope you could feel the positive energy that beamed to the whole planet as we glided over.","quoteAuthor":"Laurel Clark","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e87e","quoteText":"The Wreckoning is a darker song. But the record is positive.","quoteAuthor":"Taryn Manning","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e87f","quoteText":"Yes, but I think if you look at it with a sort of gay sensibility and want everything to be positive about gay life, it could be interpreted as antigay.","quoteAuthor":"John Schlesinger","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e880","quoteText":"But when I first got cancer, after the initial shock and the fear and paranoia and crying and all that goes with cancer - that word means to most people ultimate death - I decided to see what I could do to take that negative and use it in a positive way.","quoteAuthor":"Herbie Mann","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e881","quoteText":"I want my life to effect the balance to the positive.","quoteAuthor":"Mira Sorvino","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e882","quoteText":"With everything that's thrown at you, whether it be problems at home, problems at work - whatever - basically, if you remain positive, you can see your way out of that.","quoteAuthor":"Sean Paul","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e883","quoteText":"You have to be positive, and I'm not just talking about athletics, this also applies to life.","quoteAuthor":"Sheryl Swoopes","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e884","quoteText":"I don't think the objective of an abortion clinic is to try to talk women out of having the procedure. That obviously would not be positive for their bottom line.","quoteAuthor":"Bob McDonnell","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e885","quoteText":"When the going got tough, I really had to draw on many of the same competitive instincts I did when I was skating. I really had to put my head down and stay positive. I had to fight.","quoteAuthor":"Peggy Fleming","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e886","quoteText":"Tennis has had a very positive impact on my life.","quoteAuthor":"Gabriela Sabatini","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e887","quoteText":"During this period at the Department of Education, my working relationship with Judge Thomas was positive.","quoteAuthor":"Anita Hill","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e888","quoteText":"I had the idea for the show like a year and a half, two years ago. And it was all about the things that I didn't like about TV. I was trying to create a positive solution for it. And it actually worked.","quoteAuthor":"Genevieve Gorder","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e889","quoteText":"We manage to bounce ideas off one another. Every band fights, but at the end of the day, we're very positive about the way we fight. At least we come out with a result.","quoteAuthor":"Keith Emerson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e88a","quoteText":"I think sometimes in life we want to ignore the problems of society and just think about the good. I believe in positive thinking and affirmative living, I also think it's really important to remember all of our disenfranchised members of society.","quoteAuthor":"Kerry Washington","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e88b","quoteText":"We asserted ourselves as a music community, and showed legislators that music is positive. Especially if you've sold 300 million records worldwide and pay taxes.","quoteAuthor":"Krist Novoselic","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e88c","quoteText":"I believe that the profits will come from the quality of your creative products. Since the beginning, I've always wanted to develop a self-feeding circle of creative productions: the positive financial returns from one show would be used to develop and create a new show, and so on.","quoteAuthor":"Guy Laliberte","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e88d","quoteText":"I'm a very driven, ambitious, positive person. But I'm a spiritual person as well. I believe in creative visualization. So for me to go to America - which I find such a positive place - well, I took to it like a duck to water.","quoteAuthor":"Victoria Beckham","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e88e","quoteText":"The birth of democracy in Iraq is one of the great positive changes of our era.","quoteAuthor":"Ernest Istook","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e88f","quoteText":"A guy as great as Brett Favre has been for the length of time he's been, you would hope that he would be able to leave the game with a positive flavor in his mouth.","quoteAuthor":"John Elway","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e890","quoteText":"I was so lucky to walk away with two Super Bowls and know that the last year was positive.","quoteAuthor":"John Elway","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e891","quoteText":"The result is - document destruction - we're really not going to be able to prove beyond a truth the negatives and some of the positive conclusions that we're going to come to. There will be always unresolved ambiguity here.","quoteAuthor":"David Kay","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e892","quoteText":"The different Ministries have to work more on the promotion of the country, to build Kosovo's public image. Concrete projects must be assembled, in order to activate our businessmen to have more contacts. We have to create a positive image about ourselves.","quoteAuthor":"Ibrahim Rugova","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e893","quoteText":"The large ensemble cast and the fact that it was being shot in New York, combined with a lot of strong positive images as far as African Americans are concerned, really turned me on to The Best Man.","quoteAuthor":"Taye Diggs","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e894","quoteText":"Being famous is having the power to really implement positive change in the world, and it gives you the power to do what you want. I'm really grateful for it because I can play music and people will listen.","quoteAuthor":"Sean Lennon","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e895","quoteText":"I realize myself that hate wastes a lot of time and energy and I would rather re-direct any energy that I have to good and positive use.","quoteAuthor":"Julian Cope","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e896","quoteText":"I have long recognized a link between fitness and mental health and I think we need to encourage young people to take part in sports and team activities because we know it has such positive results.","quoteAuthor":"Tipper Gore","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e897","quoteText":"I took some me time. I think that's a really important thing to do for yourself, especially in this business. And now I feel like I'm in a really good, positive place in my life.","quoteAuthor":"Ashlee Simpson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e898","quoteText":"I was very pleased that the positive things about me and my game outshone the aggressive style of play I use. I would never tone that down, because I believe in that style of play, and I believe that you can play rough on the court and still be a good sport.","quoteAuthor":"Sue Wicks","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e899","quoteText":"More Americans own their home than ever before. Nearly 70 percent of American's are homeowners. So it is a good time for us to asses the positive impacts of homeownership on families, communities and on the nation's economy.","quoteAuthor":"Randy Neugebauer","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e89a","quoteText":"I have grown up but that should be a positive thing. When you look at a photo album it's lovely to remember being so young but it's also good to know you grew up!","quoteAuthor":"Jenny Agutter","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e89b","quoteText":"The dumber half of the audience - whether they're male or female, and a lot of them are male - for some reason responds very quickly to the feminine voice. How can I put it? They kind of instantly react to the female voice in a positive way quicker than they would the male voice.","quoteAuthor":"Frank Black","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e89c","quoteText":"So I took it as a very positive sign that the club came to me rather than the other way round.","quoteAuthor":"Dennis Bergkamp","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e89d","quoteText":"I've had a lot of very positive feedback about those stories, and seem to have struck upon something that most people feel. I can also tap dance, and don't know many other authors who can.","quoteAuthor":"Paul Kane","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e89e","quoteText":"I mean, you know, I get a tremendous positive charge every day just from knowing these kids and who they are. I mean, Larry, my 12-year-old son is my hero in life. Could there be a greater privilege than that? I mean, I can't imagine anything that would be more exciting.","quoteAuthor":"Jim Lampley","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e89f","quoteText":"Women are called upon to defend every bit of progress we have made against particularly virulent attack. But we must also hold out a vision, put forth a positive agenda of what women need and want and then move forward toward that dream.","quoteAuthor":"Patricia Ireland","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8a0","quoteText":"Growing up with three older brothers and being the youngest and the only girl, my mom always made me tough. She's taught me over the years how to be a strong, independent woman, how to carry yourself in a positive way and anything that my brothers can do, I can do.","quoteAuthor":"Diana Lopez","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8a1","quoteText":"The President, in talking about freedom and democracy, is sparking a wave of very positive democratic sentiment that might help us override both Islamic fundamentalism that has formed in that region, and also some of the hatred for our policies of invading Iraq.","quoteAuthor":"Bill Richardson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8a2","quoteText":"Everything has positive and negative consequences.","quoteAuthor":"Farrah Fawcett","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8a3","quoteText":"Peter Ustinov was the first really positive influence in my career. He was real and he bore witness to it. The things he said to you, he lived them.","quoteAuthor":"Terence Stamp","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8a4","quoteText":"I'm so positive.","quoteAuthor":"Rickie Lee Jones","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8a5","quoteText":"What if you threw a protest and no one showed up? The lack of angst and anger and emotion is a big positive.","quoteAuthor":"Jay Alan Sekulow","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8a6","quoteText":"I think the rise of China is one of the great events of all economic and human history, and I think this will be overwhelmingly a positive thing for the region and the world.","quoteAuthor":"Paul Keating","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8a7","quoteText":"Surround yourself with positive people.","quoteAuthor":"Melanie Fiona","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8a8","quoteText":"My parents leaving a third world country to a first world country and building from nothing - that's really inspiring to me and it's influenced me in a positive way.","quoteAuthor":"Melanie Fiona","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8a9","quoteText":"I think I'm the most positive guy still going in my generation, and I'm out there to prove that.","quoteAuthor":"Luther Allison","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8aa","quoteText":"I've never followed a vegan or vegetarian diet in the past, but I think I could do it. It would not be easy. I have worked with nutritionists who have said a vegan diet is not necessarily all positive for your health, because you need nutrients you only find in meats. I believe in a balanced diet.","quoteAuthor":"Joel Robuchon","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ab","quoteText":"I spent two years in the Army. And my older brother, who was also a great positive influence on me, encouraged me to think about law school, and I said - well, I didn't have any money.","quoteAuthor":"George J. Mitchell","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ac","quoteText":"Americans try to talk about positive family values, although the actual state of things is disastrous.","quoteAuthor":"Vladimir Zhirinovsky","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ad","quoteText":"The '80s seem a real positive force. The '70s were deadening, in a lot of ways.","quoteAuthor":"Paul Kantner","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ae","quoteText":"There is something in even the darkest situations that we can make a positive in our lives.","quoteAuthor":"Deborah Norville","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8af","quoteText":"Children may not notice the positive moments in life unless we point them out to them.","quoteAuthor":"Deborah Norville","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8b0","quoteText":"And I'm a pretty positive person - I don't put a lot of energy into worrying, and I'm not a person who lives in a great deal of fear.","quoteAuthor":"Rachel Hunter","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8b1","quoteText":"George W. Bush brought a lot of minorities into his administration, which was a positive thing, and they had some issues that they wanted to press, but 9/11 really gave them direction. It gave them a purpose.","quoteAuthor":"Josh Brolin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8b2","quoteText":"The actual danger is nothing, and the positive advantages very great.","quoteAuthor":"William John Wills","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8b3","quoteText":"I think that Americans should gradually begin to adopt positive behavior rather than doing evil. They should not expect an immediate reaction in return for their positive measures. It will take time.","quoteAuthor":"Akbar Hashemi Rafsanjani","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8b4","quoteText":"And they said if we help with the crisis, they would do a lot of positive acts. After we helped in those crises, they showed negative acts and the Japanese and Turks were ashamed.","quoteAuthor":"Akbar Hashemi Rafsanjani","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8b5","quoteText":"In the annals of history, few men have left a more positive imprint on the world than Pope John Paul II.","quoteAuthor":"Vito Fossella","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8b6","quoteText":"It's nice to help remember somebody who really made a very positive difference in the world.","quoteAuthor":"Mary Hart","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8b7","quoteText":"Something I've noticed as I get older is that I do think about the future more. It's all positive thinking.","quoteAuthor":"Abbie Cornish","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8b8","quoteText":"The feedback that I get from my association with Gomez is heartwarming. It is very difficult for me to take anything but a positive view of the Gomez phenomenon.","quoteAuthor":"John Astin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8b9","quoteText":"I can walk into a room and create a good ambience. I was taught all about this back when I studied acting. One of the things they would teach you is how to send out positive signals when you enter a room. I am glad I learned this.","quoteAuthor":"Jean Reno","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ba","quoteText":"I realize I will always be the poster child for police brutality, but I can try to use that as a positive force for healing and restraint.","quoteAuthor":"Rodney King","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8bb","quoteText":"By allowing the positive ions to pass through an electric field and thus giving them a certain velocity, it is possible to distinguish them from the neutral, stationary atoms.","quoteAuthor":"Johannes Stark","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8bc","quoteText":"We can in fact first place the beam of rays of moving positive atomic ions in a plane perpendicular to the axis in which we see the spectral lines emitted by them.","quoteAuthor":"Johannes Stark","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8bd","quoteText":"Thus at the beginning of 1906 it seemed to be established that the emitters of the spectral series of chemical elements are their positive atomic ions.","quoteAuthor":"Johannes Stark","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8be","quoteText":"I am blood type O-positive, which I remember by staying 'optimistic positive.'","quoteAuthor":"Michael Weatherly","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8bf","quoteText":"We are a consumer company and our success is directly linked to our users trusting us. Therefore we have the same incentive as the user: they want to see relevant advertising so their experience of Google is positive and we want to deliver it.","quoteAuthor":"Susan Wojcicki","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8c0","quoteText":"While the wider global environment is worrying, we are seeing some positive results in our economic affairs.","quoteAuthor":"Michael D. Higgins","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8c1","quoteText":"I am delighted with the strong vote I have received. My message of positive leadership, patriotism and commitment clearly was resonating with tens of thousands of ordinary Irish people.","quoteAuthor":"Michael D. Higgins","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8c2","quoteText":"There must be a positive and negative in everything in the universe in order to complete a circuit or circle, without which there would be no activity, no motion.","quoteAuthor":"John McDonald","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8c3","quoteText":"Revenge is not a positive state of mind or energy to indulge your self in.","quoteAuthor":"Michael K. Williams","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8c4","quoteText":"We've certainly learned a lot of lessons from Katrina, from Rita. Rita was better than Katrina. We're doing a better job planning. We're closer - more closely aligned with the Department of Defense. These things would be positive things if we were to have another attack.","quoteAuthor":"Michael Chertoff","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8c5","quoteText":"It's amazing how a competitive nature can turn a negative into something positive.","quoteAuthor":"Barry Mann","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8c6","quoteText":"At any rate, I can only see such a success having positive effects for everyone, particularly as our anticipation of the World cup would only increase further.","quoteAuthor":"Franz Beckenbauer","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8c7","quoteText":"The World Cup tournament overall and, naturally, the new stadiums at its heart, are the ideal platform to portray Germany as a positive and exceptional location, and above all of course, as a highly capable economic location.","quoteAuthor":"Franz Beckenbauer","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8c8","quoteText":"I've realized the extraordinary power of sports to heal, unite and inspire. I believe the Olympics will serve as the ultimate platform to provide positive changes and I hope to inspire all of Japan through my strong showing there.","quoteAuthor":"Kohei Uchimura","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8c9","quoteText":"My grandmother always told me you must keep to your old roads and stick to your original friends and just go through smooth, be careful and stay positive.","quoteAuthor":"Wayne Wonder","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ca","quoteText":"It is amazing that something I did 23 years ago still has an audience that people respond to and I am touched and surprised that people are still very positive about.","quoteAuthor":"Gil Gerard","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8cb","quoteText":"Most of the people I know who work out seriously do so because they have such an amazing outlook on life. To be who I want to be, I'm going to work out to be more positive, more active. It's proactive.","quoteAuthor":"John Krasinski","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8cc","quoteText":"Kids go to school and college and get through, but they don't seem to really care about using their minds. School doesn't have the kind of long term positive impact that it should.","quoteAuthor":"Howard Gardner","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8cd","quoteText":"Congress must take responsibility for a new positive direction - an innovative agenda that will lead to a more secure America. Secure communities, secure economies, and a secure quality of life.","quoteAuthor":"Rick Larsen","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ce","quoteText":"We need a positive economic agenda that invests in the innovation and growth that will create jobs for middle class families and ensure that America remains the world leader.","quoteAuthor":"Rick Larsen","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8cf","quoteText":"We work hard on the show. We really believe in the show. It's an enormous privilege to work on a show that has the power to touch people's lives in such a positive way. The fan mail and the e-mail certainly reflect that.","quoteAuthor":"Roma Downey","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8d0","quoteText":"This whole fuss did not only damage Fischer's image, but that of the USA as well. The way the Americans treated one of their most popular citizens did not make a positive impression worldwide.","quoteAuthor":"Anatoly Karpov","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8d1","quoteText":"I have great friends around me that are positive and I think that's the key to life is making your own path. Set your own rules because there is no set rule, there is no set look, there is no set anything. You make your own rules in your life. You make your own decisions.","quoteAuthor":"Amber Riley","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8d2","quoteText":"Aside from sales, the letters from readers have been primarily positive.","quoteAuthor":"Jean M. Auel","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8d3","quoteText":"I don't know why they're doing it. I have to assume that their motives are positive, not negative. But they don't understand the severity of the problem in this state.","quoteAuthor":"Gray Davis","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8d4","quoteText":"I've tried to take the opportunity to be as positive a person as I can be, as positive role model as I can be.","quoteAuthor":"Kyan Douglas","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8d5","quoteText":"I am a positive person. I never think of the glass as half empty. I just keep pushing forward.","quoteAuthor":"Rosie Perez","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8d6","quoteText":"When the audience leaves, I'd like them to feel positive when they go.","quoteAuthor":"Juice Newton","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8d7","quoteText":"I was raised on the values of speaking up and making a positive difference in a very political family that believed in the importance of public service.","quoteAuthor":"Scott McClellan","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8d8","quoteText":"That's really my goal now. I'm trying to be a positive role model to my kids and to just enjoy this ride, because it's hard. It's hard to enjoy it when you're in it.","quoteAuthor":"Taylor Dayne","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8d9","quoteText":"If I can inspire someone to go in a positive way and pursue a dream, it can only be good.","quoteAuthor":"Parminder Nagra","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8da","quoteText":"I've come to understand that there's always something positive, even in a negative situation.","quoteAuthor":"Leif Garrett","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8db","quoteText":"For me, being tall was very positive because I thought my mom was the most beautiful person ever.","quoteAuthor":"Lisa Leslie","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8dc","quoteText":"I think if you just look at life in a positive way, positive things will happen.","quoteAuthor":"Jake Owen","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8dd","quoteText":"After I became a citizen, I felt freer to say what I thought about this country, both negative and positive. I think I had been, consciously and subconsciously, biting my tongue in the past.","quoteAuthor":"Robert MacNeil","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8de","quoteText":"STAR TREK is a show that had a vision about a future that was positive.","quoteAuthor":"George Takei","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8df","quoteText":"Shapes that contain no inner components of positive/negative relationships will function better with other shapes of the same nature.","quoteAuthor":"Keith Haring","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8e0","quoteText":"I just hope it grows into where it was before because I want my son to see it. I want him to have a positive memory of it going forward, so he can be proud of his daddy.","quoteAuthor":"Scott Stapp","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8e1","quoteText":"I know some people will be surprised to hear it, but I've found that my music, whether its blues or rock, or whatever you want to call it, can be channeled into a positive direction that actually helps people.","quoteAuthor":"Rick Derringer","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8e2","quoteText":"Whence it follows that God is absolutely perfect, since perfection is nothing but magnitude of positive reality, in the strict sense, setting aside the limits or bounds in things which are limited.","quoteAuthor":"Gottfried Leibniz","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8e3","quoteText":"I am really, I think, truly an easygoing, positive, fun person.","quoteAuthor":"Lisa Scottoline","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8e4","quoteText":"I think that giving mindless praise is ridiculous. But I understand why parents do it. They want their kids to feel good about themselves. But parents are never going to teach their children true, positive self esteem by praising everything they do.","quoteAuthor":"Rosalind Wiseman","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8e5","quoteText":"Nobody under the sun was like Madonna. She was positive and clear and wholly dedicated to achieving everything that she's achieved.","quoteAuthor":"Nile Rodgers","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8e6","quoteText":"I influence people, hopefully on the positive side.","quoteAuthor":"Isaac Hayes","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8e7","quoteText":"People don't believe in positive changes anymore.","quoteAuthor":"Alexei Navalny","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8e8","quoteText":"When I was campaigning, I told the people if nothing happens under my mandate it will still be a positive thing because my mandate will be used as a rupture between the past and the future.","quoteAuthor":"Michel Martelly","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8e9","quoteText":"I think that generally music should be a positive thing, I like Bob Marley's attitude: he said that his goal in life was to single handedly fight all the evil in the world with nothing but music, and when he went to a place he didn't go to play, he went to conquer.","quoteAuthor":"Jon Fishman","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ea","quoteText":"If we can produce more ethanol and bio-diesel to help fuel our vehicles, we will create jobs, boost local economies and produce cleaner burning fuels. This will keep dollars here at home where they can have a positive impact on our economy.","quoteAuthor":"Rick Renzi","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8eb","quoteText":"My stance has always been that there's no place in our sport for drug users. I've always said it's a ban for life if you come up positive. I stand by that.","quoteAuthor":"Maurice Greene","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ec","quoteText":"As Bob Dole found out, you can't keep a positive image while being your party's mouthpiece in Congress. That's why no legislative leader since James Madison has ever been elected president.","quoteAuthor":"Dick Morris","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ed","quoteText":"Modern Orthodoxy has a highly positive attitude toward the State of Israel. Our Ultra-Orthodox brethren recognize only the Holy Land, but not the state.","quoteAuthor":"Norman Lamm","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ee","quoteText":"Your best creative assets do not occur unless you do a mental shift. You have to be in a positive frame of mind because inspiration is fleeting. I walk to work for inspiration and to clear my mind.","quoteAuthor":"Ron Ben-Israel","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ef","quoteText":"With what all these people are saying, do you think that anybody wants to be around me? They all think that I did this on purpose? That I knew that I was positive, for so many years? I feel now that I'm going to be attacked if anybody sees me or if I go to the office.","quoteAuthor":"Marc Wallice","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8f0","quoteText":"If I knew I was positive, why would I have ever gone to PAW to take a test?","quoteAuthor":"Marc Wallice","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8f1","quoteText":"But nobody is listening to those points. They are just listening to the gossip which is saying that I knew I was positive for all these years because I had a faked test a few years ago.","quoteAuthor":"Marc Wallice","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8f2","quoteText":"Nobody could've ever known I was positive because I didn't know.","quoteAuthor":"Marc Wallice","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8f3","quoteText":"It was a very emotional dinner... Everyone shared personal stories about her and gave her words of encouragement and inspiration. Everyone tried to remain positive.","quoteAuthor":"Lil' Kim","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8f4","quoteText":"There's been a slow death in a way. On the positive side, there are films getting into the Academy Awards that wouldn't have, but on the negative side, financiers are now dominant and making all the decisions. I can't count the ways a director's vision is compromised.","quoteAuthor":"Lili Taylor","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8f5","quoteText":"Let's not dismiss or attack individual ideas as being inadequate before we have had a chance to assess their positive effect as part of a whole solution.","quoteAuthor":"John Thune","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8f6","quoteText":"I'm positive and I smile a lot, and I'm kind of a banana, but serious work just seems to find me, so I'm not going to argue with it.","quoteAuthor":"Mireille Enos","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8f7","quoteText":"So many reality shows are scripted and create this fake drama, and it's a bunch of bull. We wanted to do something real and something wholesome and something that's focused on positive family values.","quoteAuthor":"Bill Rancic","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8f8","quoteText":"It's an important thing to have a relationship with the director, and have it be a positive one.","quoteAuthor":"Trevor Rabin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8f9","quoteText":"There's a lot of peer pressure to not do positive stories out of Iraq... I think there's a sense that the administration got a pass during the hot days of war and now that the war is over it's time to even out the deck somewhat.","quoteAuthor":"Jerry Nachman","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8fa","quoteText":"It was great fun. We had gone on tour in between the sessions and reconnected with the audience and got a lot of energy back from them, a lot of positive energy.","quoteAuthor":"Roger Andrew Taylor","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8fb","quoteText":"That something extra, I believe, is a certain humanity that comes from upbeat and positive human interest letters and success stories. Advertisers like to be associated with those qualities.","quoteAuthor":"Casey Kasem","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8fc","quoteText":"I did the whole rock and roll thing that's coming up. I think you're going to enjoy that! 'Burt Rocks', it's called. I like that he's a dreamer I like how positive he is. There's a lot of things I think I can learn from Burt.","quoteAuthor":"Garret Dillahunt","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8fd","quoteText":"Everyone has things that they don't love about themselves but I think that as a woman its much healthier and more positive to focus on your good parts and the things you like about yourself, not pick yourself apart.","quoteAuthor":"Miranda Kerr","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8fe","quoteText":"There is a positive and personal relationship between the Egyptian people and the Syrian people.","quoteAuthor":"Mohammed Morsi","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e8ff","quoteText":"It just happened that the course of the campaign went negative we actually went positive for a little over a week and you do the tracking of poll numbers and it hurt us. So the public responded to those type of ads.","quoteAuthor":"Scott McCallum","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e900","quoteText":"Perhaps trying to move away from my problems and focus on the positive is the best I can do.","quoteAuthor":"Jenni Rivera","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e901","quoteText":"President Obama has basically avoided or not done any attempt to intervene in any positive way in the housing market. I think in the financial crisis that's been a shame.","quoteAuthor":"Glenn Hubbard","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e902","quoteText":"Since I can barely write two books a year the best solution seems to be co-author projects. My goal isn't to get another writer to clone me... it's more to produce a book that shares my vision of positive, fun entertainment.","quoteAuthor":"Janet Evanovich","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e903","quoteText":"The nature of catastrophe is, after all, reasonably unvarying in the way it ruins, destroys, wounds and devastates. But if something can be learned from the event - not least something as profound as the theory of plate tectonics - then it somehow puts the ruination into a much more positive light.","quoteAuthor":"Simon Winchester","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e904","quoteText":"Music and songs are written at different periods of time, at different times in your life. They reflect the feelings you have and to be honest, I quite like having positive emotions.","quoteAuthor":"Scott Ian","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e905","quoteText":"So, we have choice, and sometimes it seems very hard, but the best way to heal physically or emotionally is to keep positive.","quoteAuthor":"Petra Nemcova","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e906","quoteText":"It demonstrates to his simple mind in the most positive manner that we have no prejudice against him on account of his race, and that while he behaves himself he will be treated the same as a white man.","quoteAuthor":"George Crook","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e907","quoteText":"Those churches have closed down or have been merged with a church that has a more positive vision.","quoteAuthor":"Bill Hybels","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e908","quoteText":"I've felt that if you dwell too much on your errors, you're dealing in the negativity of things. I don't like that. I'd rather work on the positive reinforcement, the things I did well.","quoteAuthor":"Hale Irwin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e909","quoteText":"I would love to hear all types of Christian artists played all over the world. I'd love to hear good, positive mainstream music played all over the place. I'd love to be able to bring music together. But I have not deserted Christ. I have not deserted my faith.","quoteAuthor":"Stacie Orrico","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e90a","quoteText":"Financial institutions, the corporate world and civil society - all must uphold high standards of probity in their working. Only a genuine partnership between the Government and its people can bring about positive change to create a just society.","quoteAuthor":"Pratibha Patil","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e90b","quoteText":"My doctors warned me repeatedly that if you don't stay positive, you don't do well.","quoteAuthor":"Vince Flynn","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e90c","quoteText":"So much money and energy is expended making a film that I think it should be used for positive ends.","quoteAuthor":"David Strathairn","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e90d","quoteText":"The most important thing is to stay positive.","quoteAuthor":"Saku Koivu","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e90e","quoteText":"We found out tonight how important and how crucial momentum swings can be. I thought we were playing very well. We were doing a lot of positive things but then we lost the puck two times in our zone and things swung their way. You can't afford to give teams momentum.","quoteAuthor":"Saku Koivu","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e90f","quoteText":"I'm not here to discuss the past... I'm here to be positive.","quoteAuthor":"Mark McGwire","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e910","quoteText":"The news is what it is. It's going to be good, it's going to be positive, it's going to be negative. It's going to have all sorts of effects on candidates always.","quoteAuthor":"Mark E. Hyman","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e911","quoteText":"I have long been a supporter of the Head Start program because each and every year I witness the dramatic positive impact that early intervention services have on children's lives in my congressional district.","quoteAuthor":"Lucille Roybal-Allard","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e912","quoteText":"I think every time I go in a game, I have added something positive. I have gotten a rebound or made a defensive play. That is what I try to focus on.","quoteAuthor":"Rebecca Lobo","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e913","quoteText":"Dallas is a positive, get-it done city.","quoteAuthor":"Laura Miller","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e914","quoteText":"Together, often by unanimous vote, the council has worked quickly to get positive results.","quoteAuthor":"Laura Miller","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e915","quoteText":"I have a treadmill, and I work out with my trainer, Julie Diamond, as often as possible. She's so positive.","quoteAuthor":"Emily Deschanel","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e916","quoteText":"I truly believe that everything that we do and everyone that we meet is put in our path for a purpose. There are no accidents we're all teachers - if we're willing to pay attention to the lessons we learn, trust our positive instincts and not be afraid to take risks or wait for some miracle to come knocking at our door.","quoteAuthor":"Marla Gibbs","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e917","quoteText":"The reason most of the children are having problems in any inner-city neighborhood is because they don't see enough positive role models in their own environment.","quoteAuthor":"Marla Gibbs","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e918","quoteText":"From what we've heard about George W., he has a lot issues that he wants to run on. They're positive. They're good. He thinks he's got a good vision for America.","quoteAuthor":"Barbara Olson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e919","quoteText":"Canadians tend to be a bit more religious than most Europeans - though not more than the Poles or Ukrainians. Most important, their attitude to immigration and ethnic minorities is more positive than that of most Europeans.","quoteAuthor":"Timothy Garton Ash","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e91a","quoteText":"We would like to ease the life of the Palestinians. I prepared a new plan that we call a positive agenda.","quoteAuthor":"Silvan Shalom","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e91b","quoteText":"It's all positive energy from me, man.","quoteAuthor":"Swizz Beatz","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e91c","quoteText":"I think it's almost an indulgence to focus on the dark side of things. And as you get older, you want to focus on the positive.","quoteAuthor":"Rob Brydon","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e91d","quoteText":"I want to contribute to sport and the community in a positive way.","quoteAuthor":"Kyle Shewfelt","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e91e","quoteText":"Be positive and laugh at everything.","quoteAuthor":"Alexandra Roach","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e91f","quoteText":"To protect people's lives and keep our children safe, we must implement public-works spending and do so proudly. If possible, I'd like to see the Bank of Japan purchase all of the construction bonds that we need to issue to cover the cost. That would also forcefully circulate money in the market. That would be positive for the economy, too.","quoteAuthor":"Shinzo Abe","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e920","quoteText":"We believe that it is very important that we have hopefully averted what would have been the most substantial headwind of all, which is a default for the first time in our history, and that that will contribute to a more positive environment that we hope will allow for greater growth and job creation.","quoteAuthor":"Jay Carney","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e921","quoteText":"To me, the blues is an infection. I don't think it's necessarily a melancholy thing the blues can be really positive and I think I think anyone and everyone can have a place for the blues. It need not always a woeful, sorrowful thing. It's more reflective it reminds you to feel.","quoteAuthor":"Mick Fleetwood","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e922","quoteText":"America's biggest export is media and I think that's a positive thing.","quoteAuthor":"Aloe Blacc","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e923","quoteText":"Instead of yelling and spanking, which don't work anyway, I believe in finding creative ways to keep their attention - turning things into a game, for instance. And, when they do something good, positive reinforcement and praise.","quoteAuthor":"Patricia Richardson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e924","quoteText":"I don't think, until the end, I had read a positive review of Boy Meets World.","quoteAuthor":"Will Friedle","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e925","quoteText":"We made happy sounds because we were upset... just trying to make a positive situation out of a negative one.","quoteAuthor":"Ian Williams","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e926","quoteText":"My biggest problem will be lack of match toughness but I am a positive, optimistic person.","quoteAuthor":"Greg Rusedski","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e927","quoteText":"I have a lot of younger fans, obviously the choices I make often influence them. But having said that, it's kind of the best motivation in the world to stay positive and make good choices.","quoteAuthor":"James Maslow","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e928","quoteText":"The worst times can be the best if you think with positive energy.","quoteAuthor":"Domenico Dolce","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e929","quoteText":"It's always overwhelming when you come to another country and you're embraced in such a positive way.","quoteAuthor":"Flo Rida","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e92a","quoteText":"An American Idol is someone that has all the qualities that America thinks is positive, attractive and alluring.","quoteAuthor":"Mario Vazquez","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e92b","quoteText":"Research programmes, besides their negative heuristic, are also characterized by their positive heuristic.","quoteAuthor":"Imre Lakatos","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e92c","quoteText":"The positive heuristic of the programme saves the scientist from becoming confused by the ocean of anomalies.","quoteAuthor":"Imre Lakatos","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e92d","quoteText":"I am a happy person and I choose to be a positive person. I think some people think my life has been tragic and there have been these horrible dramas but things really have been, and are, fine.","quoteAuthor":"Patsy Kensit","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e92e","quoteText":"I look to longevity. I just consider myself an actress and getting good roles. If being a 'superstar' gets me good roles, then that's a positive thing. But my goal isn't just to be a superstar. It's to act for a long time.","quoteAuthor":"Penelope Ann Miller","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e92f","quoteText":"College was especially sweet because of the positive, hopeful atmosphere of a college campus.","quoteAuthor":"Jerry Kramer","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e930","quoteText":"I'd like to feel that an advertiser gets something extra when they advertise with us - a certain humanity that comes from upbeat and positive human interest letters and success stories.","quoteAuthor":"Casey Kasum","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e931","quoteText":"To me success means effectiveness in the world, that I am able to carry my ideas and values into the world - that I am able to change it in positive ways.","quoteAuthor":"Maxine Hong Kingston","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e932","quoteText":"The real metric of success isn't the size of your bank account. It's the number of lives in whom you might be able to make a positive difference.","quoteAuthor":"Naveen Jain","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e933","quoteText":"In the case of Iraq, notwithstanding the violence there at the moment, the very fact that a hideous regime - responsible for genocide, for the use of chemical and biological weapons, aggression against two neighbors - has been removed in itself is a positive development.","quoteAuthor":"Jose Ramos-Horta","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e934","quoteText":"Television is much better crafted today then in the 70s. The content is less positive but I'm one of those that feel our entertainment reflects our world, it's not a driver - art imitates life.","quoteAuthor":"Christopher Knight","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e935","quoteText":"Positivity, that's one of the things I try to spread throughout my company and really anyone I come in contact with. Because as you know, life's too short. You got to keep it positive and keep it fun.","quoteAuthor":"Jose Garces","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e936","quoteText":"It gets kinda monotonous, but that's television. There are plus sides and down sides. The positive side is that you have steady work for nine months of the year for however many years your show is on TV,.","quoteAuthor":"Alexis Bledel","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e937","quoteText":"The Games are just a nice, positive way to build friendships, camaraderie and, of course, self-esteem. Plus, the Games are a great opportunity for people to participate in sports who normally wouldn't.","quoteAuthor":"Greg Louganis","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e938","quoteText":"It will be about which candidate, which of the two candidates remaining, is best suited to make a positive difference in the lives of North Carolina families, and I submit to each of you tonight that I am that candidate and Elizabeth Dole is not.","quoteAuthor":"Erskine Bowles","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e939","quoteText":"Well, I think the president is going to do well in terms of his influence for positive change here in the Congress, making sure that we don't overspend, making sure that we spend for only those programs that are justified.","quoteAuthor":"Thad Cochran","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e93a","quoteText":"One positive command he gave us: You shall love and honor your emperor. In every congregation a prayer must be said for the czar's health, or the chief of police would close the synagogue.","quoteAuthor":"Mary Antin","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e93b","quoteText":"Since God is the foundation of my life, anything that streams from that can only be positive.","quoteAuthor":"Ving Rhames","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e93c","quoteText":"'Glee' is one of the very few mainstream outlets that is giving a voice to communities of people that don't necessarily have a loud voice, specifically the gay community. It gives a really positive and forward statement.","quoteAuthor":"Jack Antonoff","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e93d","quoteText":"We have now under President Obama's leadership had 29 months in a row of private sector job growth. That stretch of positive private sector job growth hasn't happened since 2005. We still have a long way to go, but we are moving in the right direction.","quoteAuthor":"Martin O'Malley","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e93e","quoteText":"The travel, the amazing work I have had the chance to do, the meetings with different people are all very inspiring and give me lots of positive energy.","quoteAuthor":"Saskia de Brauw","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e93f","quoteText":"He is a very positive captain he is proactive as well as reactive. He is keen to read the game, to get in there, and he never stops thinking about the game, the situation, and trying to turn it to his advantage. He has been very good for the game.","quoteAuthor":"David Gower","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e940","quoteText":"In my books and in romance as a genre, there is a positive, uplifting feeling that leaves the reader with a sense of encouragement and hope for a brighter future - or a brighter present.","quoteAuthor":"Debbie Macomber","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e941","quoteText":"At the last Celebration I spoke before an auditorium full of people and I could just feel the affection and the positive feelings that they were exuding. It was actually moving. I remember thinking, 'I'm not worthy,' because 'Star Wars' is so much bigger than all of us.","quoteAuthor":"Mark Hamill","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e942","quoteText":"I appreciate the 'Surreal Life.' I had a really positive experience on that show, and with those people. I found some love in my heart for religion again, and had the support of a new family of friends. I wouldn't have had the pleasure of meeting those people, if we were not all placed in that fishbowl.","quoteAuthor":"Vince Neil","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e943","quoteText":"Sometimes negative news does come out, but it is often exaggerated and manipulated to spread scandal. Journalists sometimes risk becoming ill from coprophilia and thus fomenting coprophagia: which is a sin that taints all men and women, that is, the tendency to focus on the negative rather than the positive aspects.","quoteAuthor":"Pope Francis I","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e944","quoteText":"One of the really positive things about minority government is that there is the necessity to broker policy positions. What happens is you get a hybrid of what a single party might do. And I don't think that is a bad thing.","quoteAuthor":"Kathleen Wynne","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e945","quoteText":"Even though I'm retired for some years now I still have something positive to say to kids. And they still listen.","quoteAuthor":"Stephen Baker","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e946","quoteText":"If someone's going to talk about me, I'd want it to be positively. The way many write, you'd think only bad things were interesting. If we don't think positive, what's the use? It's a lot more fun, you know.","quoteAuthor":"Dorothy Stratten","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e947","quoteText":"In the long term, the United States could greatly benefit Islam by uniquely freeing the religion from government constraints and permitting it to evolve in a positive, modern direction. But that's the long term.","quoteAuthor":"Daniel Pipes","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e948","quoteText":"They've been fairly positive, as firm as they could be in regards to the derivatives operations in Montreal. We didn't sense that there was a hesitation about it. But things change.","quoteAuthor":"Jean Charest","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e949","quoteText":"You have a lot of ups and downs in coaching, especially, but I can't remember any bad times at this point. I mean, they're all good. A lot of tears when you lose, a lot of down times, but I can't remember any of them. They're all positive now. Even the bad times were good.","quoteAuthor":"Don Nelson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e94a","quoteText":"I just recently joined Twitter. It's very positive - I love all the accolades. If my ego is hurting, I can just open my Twitter account and see 'Oh, I love you! I love the show!' and it's great. I'm trying to find the balance between trying to be funny, being honest and just being a promoter as the guy on 'Royal Pains.'","quoteAuthor":"Mark Feuerstein","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e94b","quoteText":"Music is pretty much the lifestyle, not the music itself. The lifestyle really pulled me off the street. Made me want to do something organized and positive.","quoteAuthor":"Brandon Thomas","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e94c","quoteText":"The only country where you see any positive movement within domestic consumption is Brazil, where you really do have a variety of coffees to make blends with.","quoteAuthor":"Robert Nelson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e94d","quoteText":"You wish to put a positive construction on your deeds and words.","quoteAuthor":"Nigel Rees","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e94e","quoteText":"It's the writers' job to make it positive. It's my job to make it real.","quoteAuthor":"Lee Pace","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e94f","quoteText":"The only positive finding which could be drawn from the first series, was the conclusion that the relationships obviously had a more complicated lay-out than had been thought, for the effects were so varied that no obedience to any law could be discovered.","quoteAuthor":"Walter Rudolf Hess","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e950","quoteText":"When the media defines something, you have to question: Is it the definition that you want applied to your culture? I'm trying to determine who's leaving the legacy, and if the legacy that is being left is a positive one.","quoteAuthor":"Tim Reid","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e951","quoteText":"I really believe that's one of the many reasons that God had put me right in the middle of the Backstreet Boys. There are so many stars today that don't realize the impact they have on young people. Being a superstar is great, as long as you can be a positive role model.","quoteAuthor":"Brian Littrell","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e952","quoteText":"I've received a lot of positive feedback from both the secular and Christian markets. People seem to be receiving it with open arms and hearts, and are interested in the stories I want to share about my relationship with God and my faith.","quoteAuthor":"Brian Littrell","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e953","quoteText":"No, I was never one of those positive people who believes he can have whatever he sets his sights on. I just kept working at it.","quoteAuthor":"George Miller","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e954","quoteText":"Washington State has a strong tradition of a positive relationship - positive working relationship between labor and management, whether in the private sector or the public sector. It needs to continue to be that way.","quoteAuthor":"Rob McKenna","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e955","quoteText":"My whole thing is just to put out positive messages in the music, give people something that can change their lives.","quoteAuthor":"Kid Cudi","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e956","quoteText":"The British system had requirements, including Latin. I'm not positive you ever had to know Greek, but there are certainly kinds of curricula where you had to know Greek too. I think in Britain there was the most mindless, repetitive sort of learning.","quoteAuthor":"William Scott","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e957","quoteText":"I take any opportunity I can to raise our country's flag really high and get some shining positive light on things over there.","quoteAuthor":"Kirsty Coventry","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e958","quoteText":"People have to remain positive and believe in those dreams. It's really important.","quoteAuthor":"Kirsty Coventry","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e959","quoteText":"Everyone at home is so supportive. People recognise me, say how proud they are of me. It's awesome to hear, it's amazing to know I can touch so many people in a positive way.","quoteAuthor":"Kirsty Coventry","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e95a","quoteText":"His tenacity is unmatched in my opinion. Incredible how someone could have suffered that long and come back out of prison with such a good heart and positive things to say and do.","quoteAuthor":"Maurice Ashley","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e95b","quoteText":"The pace of technological change in recent years has been both impressive and positive for consumers.","quoteAuthor":"Mike Ferguson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e95c","quoteText":"I try to keep it light and positive most of the time, whereas earlier on I didn't always do that.","quoteAuthor":"Gordon Lightfoot","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e95d","quoteText":"When I've had hard times in my life, the one thing about being in TV is that it's positive. I withdrew to 'Cheers,' it was familiar in that it was family. It had a kind of realistic positiveness to it.","quoteAuthor":"Bruno Heller","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e95e","quoteText":"No matter what you're going through, as long as you have some specific emotion, whether it's positive or negative, it is all stuff that you can use on stage.","quoteAuthor":"Reeve Carney","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e95f","quoteText":"I kept my age quiet for a good few years. I didn't see it as a positive. I worked remotely, so I just didn't tell people.","quoteAuthor":"Pete Cashmore","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e960","quoteText":"There are so many little girls who follow me and look up to me. I'm their role model, so I have to make sure I'm always being professional and not putting any swear words out there - just really putting positive things out there on the Internet.","quoteAuthor":"Jordyn Wieber","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e961","quoteText":"I did this role in Life Goes On as an HIV positive character and so emotionally that was the most challenging.","quoteAuthor":"Chad Lowe","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e962","quoteText":"The overall view of the human genome project has been one of great excitement and positive press, but there are people who have concerns that are quite reasonable, and they are frightened of things they don't understand.","quoteAuthor":"Thomas R. Cech","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e963","quoteText":"From reading over the notes for each session it was apparent that there had been improvement by more or less regular steps from almost complete terror at sight of the rabbit to a completely positive response with no signs of disturbance.","quoteAuthor":"Mary C. Jones","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e964","quoteText":"I have a huge breakfast every morning because I never know if I'll have time for lunch, especially during Fashion Week. It keeps my mood positive all day. And my parents taught me to have tons of fruit and vegetables, which I think helps my skin.","quoteAuthor":"Constance Jablonski","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e965","quoteText":"The places I visit in any given week are my home, so when I'm somewhere that feels good to me, it's a real game changer. If a place causes me to have a strong reaction, be it positive or negative, it'll often find its way into my music.","quoteAuthor":"Ron Pope","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e966","quoteText":"I try to give positive energy in all my shows.","quoteAuthor":"Curtis Jones","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e967","quoteText":"The power of women in the politics is a soft power. It is a positive change that our country and other countries in the region... are making by giving a chance to women.","quoteAuthor":"Atifete Jahjaga","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e968","quoteText":"I am able to really enjoy the positive attention I receive.","quoteAuthor":"Doutzen Kroes","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e969","quoteText":"Banks should contribute to the real economy, make a positive contribution to economic growth.","quoteAuthor":"Jeroen Dijsselbloem","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e96a","quoteText":"When a person tests positive for HIV, it is not a test for the virus itself but for antibodies to the virus, and the test is not able to distinguish between HIV antibodies and a multitude of other antibodies. Many conditions can lead to a false positive result, including flu shots, hepatitis, and pregnancy.","quoteAuthor":"Nate Mendel","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e96b","quoteText":"The past 6 and a half years have been the most amazing years of my life. It's sad it has come to an end but Avril and I are still family and moving forward in the most positive way possible.","quoteAuthor":"Deryck Whibley","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e96c","quoteText":"Women tell me they are different since 21 May - the day I was arrested - it's a positive change, they believe now.","quoteAuthor":"Manal al-Sharif","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e96d","quoteText":"When you're growing up, it's always nice to have someone you can relate and look up to. I'm proud of how I conduct my business and how I have accomplished all that I have accomplished, and hope that I can be a positive influence on not only the Mexican community but also young boxers and people all around the world.","quoteAuthor":"Victor Ortiz","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e96e","quoteText":"Only fools are positive.","quoteAuthor":"Moe Howard","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e96f","quoteText":"A buoyant, positive approach to the game is as basic as a sound swing.","quoteAuthor":"Tony Lema","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e970","quoteText":"The deaf community is hungry to see itself in the most positive way.","quoteAuthor":"Lupe Ontiveros","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e971","quoteText":"Measurements of the specific ionization of both the positive and negative particles, by counting the number of droplets per unit length along the tracks, showed the great majority of both the positive and negative particles to possess unit electric charge.","quoteAuthor":"Carl D. Anderson","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e972","quoteText":"Women were freed from positive duties when they could not perform them, but not when they could.","quoteAuthor":"Henrietta Szold","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e973","quoteText":"The influence of blogging is overall a very positive force in the media.","quoteAuthor":"Garrett Graff","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e974","quoteText":"I try to make the good days great and take something positive from the days I'm not feeling good - work on technique or something like that.","quoteAuthor":"Katie Ledecky","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e975","quoteText":"What none of the critics, positive or negative, grasped was that 'The Searchers' was a different kind of Western, something much darker and more disturbing than the usual fare.","quoteAuthor":"Glenn Frankel","quoteGenre":"positive","__v":0},{"_id":"5eb17ab2b69dc744b4e7e976","quoteText":"I try to avoid saying anything positive about any presidential candidate for fear that if I actually like them then I will kill their campaign.","quoteAuthor":"Jack Abramoff","quoteGenre":"positive","__v":0}]