[{"_id":"5eb17ab2b69dc744b4e7f52d","quoteText":"An individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for the law.","quoteAuthor":"Martin Luther King, Jr.","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f52e","quoteText":"Everyone should be respected as an individual, but no one idolized.","quoteAuthor":"Albert Einstein","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f52f","quoteText":"Let every man be respected as an individual and no man idolized.","quoteAuthor":"Albert Einstein","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f530","quoteText":"Be peaceful, be courteous, obey the law, respect everyone but if someone puts his hand on you, send him to the cemetery.","quoteAuthor":"Malcolm X","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f531","quoteText":"If once you forfeit the confidence of your fellow-citizens, you can never regain their respect and esteem.","quoteAuthor":"Abraham Lincoln","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f532","quoteText":"I'm not concerned with your liking or disliking me... All I ask is that you respect me as a human being.","quoteAuthor":"Jackie Robinson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f533","quoteText":"When you are content to be simply yourself and don't compare or compete, everybody will respect you.","quoteAuthor":"Lao Tzu","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f534","quoteText":"When people do not respect us we are sharply offended yet in his private heart no man much respects himself.","quoteAuthor":"Mark Twain","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f535","quoteText":"Men are so willing to respect anything that bores them.","quoteAuthor":"Marilyn Monroe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f536","quoteText":"Respect is what we owe love, what we give.","quoteAuthor":"Philip James Bailey","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f537","quoteText":"I think I'm a natural-born leader. I know how to bow down to authority if it's authority that I respect.","quoteAuthor":"Tupac Shakur","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f538","quoteText":"Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that's real power.","quoteAuthor":"Clint Eastwood","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f539","quoteText":"One of the most sincere forms of respect is actually listening to what another has to say.","quoteAuthor":"Bryant H. McGill","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f53a","quoteText":"Go up close to your friend, but do not go over to him! We should also respect the enemy in our friend.","quoteAuthor":"Friedrich Nietzsche","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f53b","quoteText":"Nothing is more despicable than respect based on fear.","quoteAuthor":"Albert Camus","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f53c","quoteText":"I never make the mistake of arguing with people for whose opinions I have no respect.","quoteAuthor":"Edward Gibbon","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f53d","quoteText":"Being brilliant is no great feat if you respect nothing.","quoteAuthor":"Johann Wolfgang von Goethe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f53e","quoteText":"This world of ours... must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect.","quoteAuthor":"Dwight D. Eisenhower","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f53f","quoteText":"Perhaps the surest test of an individual's integrity is his refusal to do or say anything that would damage his self-respect.","quoteAuthor":"Thomas S. Monson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f540","quoteText":"Respect for ourselves guides our morals, respect for others guides our manners.","quoteAuthor":"Laurence Sterne","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f541","quoteText":"America wants its respect.","quoteAuthor":"Tupac Shakur","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f542","quoteText":"That you may retain your self-respect, it is better to displease the people by doing what you know is right, than to temporarily please them by doing what you know is wrong.","quoteAuthor":"William J. H. Boetcker","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f543","quoteText":"I have no right, by anything I do or say, to demean a human being in his own eyes. What matters is not what I think of him it is what he thinks of himself. To undermine a man's self-respect is a sin.","quoteAuthor":"Antoine de Saint-Exupery","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f544","quoteText":"If we are not free, no one will respect us.","quoteAuthor":"Abdul Kalam","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f545","quoteText":"I firmly believe that respect is a lot more important, and a lot greater, than popularity.","quoteAuthor":"Julius Erving","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f546","quoteText":"Show respect to all people, but grovel to none.","quoteAuthor":"Tecumseh","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f547","quoteText":"To the living we owe respect, but to the dead we owe only the truth.","quoteAuthor":"Voltaire","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f548","quoteText":"It's not that the Irish are cynical. It's rather that they have a wonderful lack of respect for everything and everybody.","quoteAuthor":"Brendan Behan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f549","quoteText":"There is no respect for others without humility in one's self.","quoteAuthor":"Henri Frederic Amiel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f54a","quoteText":"I have a respect for manners as such, they are a way of dealing with people you don't agree with or like.","quoteAuthor":"Margaret Mead","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f54b","quoteText":"The person who comes up to you and makes the most noise and is the most intrusive is invariably the person in the room who has no respect for you at all, and it's really all about them.","quoteAuthor":"Robbie Coltrane","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f54c","quoteText":"In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob.","quoteAuthor":"Salvador Dali","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f54d","quoteText":"As all human beings are, in my view, creatures of God's design, we must respect all other human beings. That does not mean I have to agree with their choices or agree with their opinions, but indeed I respect them as human beings.","quoteAuthor":"Stockwell Day","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f54e","quoteText":"Respect yourself if you would have others respect you.","quoteAuthor":"Baltasar Gracian","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f54f","quoteText":"The final test of a gentleman is his respect for those who can be of no possible service to him.","quoteAuthor":"William Lyon Phelps","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f550","quoteText":"Self-respect is the fruit of discipline the sense of dignity grows with the ability to say no to oneself.","quoteAuthor":"Abraham Joshua Heschel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f551","quoteText":"I'm sick of just liking people. I wish to God I could meet somebody I could respect.","quoteAuthor":"J. D. Salinger","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f552","quoteText":"To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.","quoteAuthor":"Bono","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f553","quoteText":"To free us from the expectations of others, to give us back to ourselves - there lies the great, singular power of self-respect.","quoteAuthor":"Joan Didion","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f554","quoteText":"There exist only three beings worthy of respect: the priest, the soldier, the poet. To know, to kill, to create.","quoteAuthor":"Charles Baudelaire","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f555","quoteText":"Never dress down for the poor. They won't respect you for it. They want their First Lady to look like a million dollars.","quoteAuthor":"Imelda Marcos","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f556","quoteText":"Assuredly, Loving Souls, you should go to God with all humility and respect, humbling yourselves in His presence, especially when you remember your past ingratitude and sins.","quoteAuthor":"Alphonsus Liguori","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f557","quoteText":"As the mother of two daughters, I have great respect for women. And I don't ever want to lose that.","quoteAuthor":"Vera Wang","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f558","quoteText":"Be modest, be respectful of others, try to understand.","quoteAuthor":"Lakhdar Brahimi","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f559","quoteText":"I think a lot of people have lost respect for the individual, you know, the individual, the person who doesn't conform.","quoteAuthor":"Erykah Badu","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f55a","quoteText":"Our moral, religious, and political traditions are united in their respect for the dignity of human life.","quoteAuthor":"Robert Casey","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f55b","quoteText":"It is so important to get respect for what you do and at the same time give it.","quoteAuthor":"Estelle Parsons","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f55c","quoteText":"Americans have been conditioned to respect newness, whatever it costs them.","quoteAuthor":"John Updike","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f55d","quoteText":"I always respect a woman.","quoteAuthor":"Enrique Iglesias","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f55e","quoteText":"I have nothing against respecting people who lived before, but we have no responsibility toward them.","quoteAuthor":"Leon Kass","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f55f","quoteText":"I have always believed that I should have had no difficulty in causing my rights to be respected.","quoteAuthor":"Eli Whitney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f560","quoteText":"People want to hear what I have to say and respect what I say.","quoteAuthor":"Jennifer Capriati","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f561","quoteText":"But really, we also need to learn how to love one another as women. How to appreciate and respect each other.","quoteAuthor":"Chaka Khan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f562","quoteText":"A child who is allowed to be disrespectful to his parents will not have true respect for anyone.","quoteAuthor":"Billy Graham","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f563","quoteText":"Nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced.","quoteAuthor":"Albert Einstein","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f564","quoteText":"One who breaks an unjust law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for law.","quoteAuthor":"Martin Luther King, Jr.","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f565","quoteText":"Property is intended to serve life, and no matter how much we surround it with rights and respect, it has no personal being. It is part of the earth man walks on. It is not man.","quoteAuthor":"Martin Luther King, Jr.","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f566","quoteText":"I submit that an individual who breaks the law that conscience tells him is unjust and willingly accepts the penalty by staying in jail to arouse the conscience of the community over its injustice, is in reality expressing the very highest respect for law.","quoteAuthor":"Martin Luther King, Jr.","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f567","quoteText":"Knowledge will give you power, but character respect.","quoteAuthor":"Bruce Lee","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f568","quoteText":"If we lose love and self respect for each other, this is how we finally die.","quoteAuthor":"Maya Angelou","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f569","quoteText":"There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that's why we try to do it as beautifully as possible.","quoteAuthor":"Mother Teresa","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f56a","quoteText":"If you have ten thousand regulations you destroy all respect for the law.","quoteAuthor":"Winston Churchill","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f56b","quoteText":"The bond that links your true family is not one of blood, but of respect and joy in each other's life.","quoteAuthor":"Richard Bach","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f56c","quoteText":"Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long.","quoteAuthor":"Amy Grant","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f56d","quoteText":"I look for these qualities and characteristics in people. Honesty is number one, respect, and absolutely the third would have to be loyalty.","quoteAuthor":"Summer Altice","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f56e","quoteText":"When you practice gratefulness, there is a sense of respect toward others.","quoteAuthor":"Dalai Lama","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f56f","quoteText":"Without feelings of respect, what is there to distinguish men from beasts?","quoteAuthor":"Confucius","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f570","quoteText":"All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.","quoteAuthor":"Brian Tracy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f571","quoteText":"Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides and in this respect, it irrigates the deserts that our lives have already become.","quoteAuthor":"C. S. Lewis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f572","quoteText":"Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.","quoteAuthor":"Vince Lombardi","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f573","quoteText":"The British nation is unique in this respect. They are the only people who like to be told how bad things are, who like to be told the worst.","quoteAuthor":"Winston Churchill","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f574","quoteText":"We do not covet anything from any nation except their respect.","quoteAuthor":"Winston Churchill","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f575","quoteText":"The fact that the adult American Negro female emerges a formidable character is often met with amazement, distaste and even belligerance. It is seldom accepted as an inevitable outcome of the struggle won by survivors, and deserves respect if not enthusiastic acceptance.","quoteAuthor":"Maya Angelou","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f576","quoteText":"The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game.","quoteAuthor":"Michael Jordan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f577","quoteText":"We are more thoroughly an enlightened people, with respect to our political interests, than perhaps any other under heaven. Every man among us reads, and is so easy in his circumstances as to have leisure for conversations of improvement and for acquiring information.","quoteAuthor":"Benjamin Franklin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f578","quoteText":"Democracy arises out of the notion that those who are equal in any respect are equal in all respects because men are equally free, they claim to be absolutely equal.","quoteAuthor":"Aristotle","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f579","quoteText":"If being an egomaniac means I believe in what I do and in my art or music, then in that respect you can call me that... I believe in what I do, and I'll say it.","quoteAuthor":"John Lennon","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f57a","quoteText":"We must respect the other fellow's religion, but only in the sense and to the extent that we respect his theory that his wife is beautiful and his children smart.","quoteAuthor":"H. L. Mencken","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f57b","quoteText":"When I was playing before I retired, I never really understood the appreciation and the respect that people gave me. People had treated me like a god or something, and that was very embarrassing.","quoteAuthor":"Michael Jordan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f57c","quoteText":"Respect is one of life's greatest treasures. I mean, what does it all add up to if you don't have that?","quoteAuthor":"Marilyn Monroe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f57d","quoteText":"I have noticed... that men usually leave married women alone and are inclined to treat all wives with respect. This is no great credit to married women.","quoteAuthor":"Marilyn Monroe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f57e","quoteText":"I get no respect. The way my luck is running, if I was a politician I would be honest.","quoteAuthor":"Rodney Dangerfield","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f57f","quoteText":"The bad gains respect through imitation, the good loses it especially in art.","quoteAuthor":"Friedrich Nietzsche","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f580","quoteText":"I have a great respect for incremental improvement, and I've done that sort of thing in my life, but I've always been attracted to the more revolutionary changes. I don't know why. Because they're harder. They're much more stressful emotionally. And you usually go through a period where everybody tells you that you've completely failed.","quoteAuthor":"Steve Jobs","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f581","quoteText":"It is not desirable to cultivate a respect for the law, so much as for the right.","quoteAuthor":"Henry David Thoreau","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f582","quoteText":"Men have a respect for scholarship and learning greatly out of proportion to the use they commonly serve.","quoteAuthor":"Henry David Thoreau","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f583","quoteText":"One should respect public opinion insofar as is necessary to avoid starvation and keep out of prison, but anything that goes beyond this is voluntary submission to an unnecessary tyranny.","quoteAuthor":"Bertrand Russell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f584","quoteText":"Throughout my career, if I have done anything, I have paid attention to every note and every word I sing - if I respect the song. If I cannot project this to a listener, I fail.","quoteAuthor":"Frank Sinatra","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f585","quoteText":"A hypocrite despises those whom he deceives, but has no respect for himself. He would make a dupe of himself too, if he could.","quoteAuthor":"William Hazlitt","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f586","quoteText":"Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom.","quoteAuthor":"Tim Allen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f587","quoteText":"I feel very deeply about the need to respect and tolerate people of different social - or sexual orientation. But at the same time, I believe marriage should be preserved as an institution for one man and one woman.","quoteAuthor":"Mitt Romney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f588","quoteText":"I want to be very close to someone I respect and admire and have somebody who feels the same way about me.","quoteAuthor":"Richard Bach","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f589","quoteText":"Do we not realize that self respect comes with self reliance?","quoteAuthor":"Abdul Kalam","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f58a","quoteText":"There is overwhelming evidence that the higher the level of self-esteem, the more likely one will be to treat others with respect, kindness, and generosity.","quoteAuthor":"Nathaniel Branden","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f58b","quoteText":"There may be fairies at the bottom of the garden. There is no evidence for it, but you can't prove that there aren't any, so shouldn't we be agnostic with respect to fairies?","quoteAuthor":"Richard Dawkins","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f58c","quoteText":"And Barack and I were raised with so many of the same values, like you work hard for what you want in life. That your word is your bond that you do what you say you're going to do. That you treat people with dignity and respect, even if you don't know them and even if you don't agree with them.","quoteAuthor":"Michelle Obama","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f58d","quoteText":"We reserve our deepest respect and admiration for those who volunteer for service and give their lives to help keep our nation secure.","quoteAuthor":"Mitt Romney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f58e","quoteText":"It is not likely that posterity will fall in love with us, but not impossible that it may respect or sympathize so a man would rather leave behind him the portrait of his spirit than a portrait of his face.","quoteAuthor":"Robert Louis Stevenson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f58f","quoteText":"To be completely woman you need a master, and in him a compass for your life. You need a man you can look up to and respect. If you dethrone him it's no wonder that you are discontented, and discontented women are not loved for long.","quoteAuthor":"Marlene Dietrich","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f590","quoteText":"In all our deeds, the proper value and respect for time determines success or failure.","quoteAuthor":"Malcolm X","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f591","quoteText":"Consult your friend on all things, especially on those which respect yourself. His counsel may then be useful where your own self-love might impair your judgment.","quoteAuthor":"Lucius Annaeus Seneca","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f592","quoteText":"That's what people respect, the fact that I wasn't a chump that laid on his back and gave up.","quoteAuthor":"Mike Tyson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f593","quoteText":"We abuse land because we regard it as a commodity belonging to us. When we see land as a community to which we belong, we may begin to use it with love and respect.","quoteAuthor":"Aldo Leopold","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f594","quoteText":"The advertisements in a newspaper are more full knowledge in respect to what is going on in a state or community than the editorial columns are.","quoteAuthor":"Henry Ward Beecher","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f595","quoteText":"With my wife I don't get no respect. I made a toast on her birthday to 'the best woman a man ever had.' The waiter joined me.","quoteAuthor":"Rodney Dangerfield","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f596","quoteText":"I write for those women who do not speak, for those who do not have a voice because they were so terrified, because we are taught to respect fear more than ourselves. We've been taught that silence would save us, but it won't.","quoteAuthor":"Audre Lorde","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f597","quoteText":"There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King.","quoteAuthor":"Orison Swett Marden","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f598","quoteText":"We learned about gratitude and humility - that so many people had a hand in our success, from the teachers who inspired us to the janitors who kept our school clean... and we were taught to value everyone's contribution and treat everyone with respect.","quoteAuthor":"Michelle Obama","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f599","quoteText":"Conservatism discards Prescription, shrinks from Principle, disavows Progress having rejected all respect for antiquity, it offers no redress for the present, and makes no preparation for the future.","quoteAuthor":"Benjamin Disraeli","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f59a","quoteText":"I hate victims who respect their executioners.","quoteAuthor":"Jean-Paul Sartre","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f59b","quoteText":"I'm kind of a good girl - and I'm not. I'm a good girl because I really believe in love, integrity, and respect. I'm a bad girl because I like to tease. I know that I have sex appeal in my deck of cards. But I like to get people thinking. That's what the stories in my music do.","quoteAuthor":"Katy Perry","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f59c","quoteText":"Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength.","quoteAuthor":"Abdul Kalam","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f59d","quoteText":"There is no need to worry about mere size. We do not necessarily respect a fat man more than a thin man. Sir Isaac Newton was very much smaller than a hippopotamus, but we do not on that account value him less.","quoteAuthor":"Bertrand Russell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f59e","quoteText":"Respect the burden.","quoteAuthor":"Napoleon Bonaparte","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f59f","quoteText":"Every individual has a place to fill in the world and is important in some respect whether he chooses to be so or not.","quoteAuthor":"Nathaniel Hawthorne","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5a0","quoteText":"Thieves respect property. They merely wish the property to become their property that they may more perfectly respect it.","quoteAuthor":"Gilbert K. Chesterton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5a1","quoteText":"Against my will, in the course of my travels, the belief that everything worth knowing was known at Cambridge gradually wore off. In this respect my travels were very useful to me.","quoteAuthor":"Bertrand Russell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5a2","quoteText":"Find your self-respect now. Don't dumb yourselves down. Think of yourself as capable and worthy of finding a guy who is going to respect you, too. It's so important, I mean, and the confidence you get from feeling smart and tackling something like mathematics, which is a challenge, right? Math is hard.","quoteAuthor":"Danica McKellar","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5a3","quoteText":"The federal government has sponsored research that has produced a tomato that is perfect in every respect, except that you can't eat it. We should make every effort to make sure this disease, often referred to as 'progress', doesn't spread.","quoteAuthor":"Andy Rooney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5a4","quoteText":"Leadership is diving for a loose ball, getting the crowd involved, getting other players involved. It's being able to take it as well as dish it out. That's the only way you're going to get respect from the players.","quoteAuthor":"Larry Bird","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5a5","quoteText":"By respect for life we become religious in a way that is elementary, profound and alive.","quoteAuthor":"Albert Schweitzer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5a6","quoteText":"Our aversion to lying is commonly a secret ambition to make what we say considerable, and have every word received with a religious respect.","quoteAuthor":"Francois de La Rochefoucauld","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5a7","quoteText":"I respect the fact that many denominations have different points of view with respect to gay marriage and they can hold that in the sanctity in the place of their religion and not bless them or solemnize them.","quoteAuthor":"Colin Powell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5a8","quoteText":"I, for one, respect those who believe with all their hearts and conscience that there are no circumstances under which any abortion should ever be available.","quoteAuthor":"Hillary Clinton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5a9","quoteText":"I do respect people's faith, but I don't respect their manipulation of that faith in order to create fear and control.","quoteAuthor":"Javier Bardem","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5aa","quoteText":"We must welcome the future, remembering that soon it will be the past and we must respect the past, remembering that it was once all that was humanly possible.","quoteAuthor":"George Santayana","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ab","quoteText":"We submit to the majority because we have to. But we are not compelled to call our attitude of subjection a posture of respect.","quoteAuthor":"Ambrose Bierce","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ac","quoteText":"Don't ever know who you may meet, or just because a person may not be dressed up all fancy, don't mean they're not an important person. You just don't ever know who you're gonna meet in life. So that's why I look at everybody as equal. Can't just judge. I treat everybody with respect. Every man.","quoteAuthor":"Floyd Mayweather, Jr.","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ad","quoteText":"Our high respect for a well read person is praise enough for literature.","quoteAuthor":"T. S. Eliot","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ae","quoteText":"When you have a godly husband, a godly wife, children who respect their parents and who are loved by their parents, who provide for those children their physical and spiritual and material needs, lovingly, you have the ideal unit.","quoteAuthor":"Jerry Falwell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5af","quoteText":"Love, friendship and respect do not unite people as much as a common hatred for something.","quoteAuthor":"Anton Chekhov","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5b0","quoteText":"Women are tenacious, and all of them should be tenacious of respect without esteem they cannot exist esteem is the first demand that they make of love.","quoteAuthor":"Honore de Balzac","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5b1","quoteText":"In Republics, the great danger is, that the majority may not sufficiently respect the rights of the minority.","quoteAuthor":"James Madison","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5b2","quoteText":"I'm not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want.","quoteAuthor":"Samuel L. Jackson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5b3","quoteText":"Brought up to respect the conventions, love had to end in marriage. I'm afraid it did.","quoteAuthor":"Bette Davis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5b4","quoteText":"I have a great love and respect for religion, great love and respect for atheism. What I hate is agnosticism, people who do not choose.","quoteAuthor":"Orson Welles","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5b5","quoteText":"True humility is intelligent self respect which keeps us from thinking too highly or too meanly of ourselves. It makes us modest by reminding us how far we have come short of what we can be.","quoteAuthor":"Ralph W. Sockman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5b6","quoteText":"To be sensual, I think, is to respect and rejoice in the force of life, of life itself, and to be present in all that one does, from the effort of loving to the making of bread.","quoteAuthor":"James A. Baldwin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5b7","quoteText":"I need privacy. I would think that because what I do makes a lot of people happy that I might deserve a little bit of respect in return. Instead, the papers try to drag me off my pedestal.","quoteAuthor":"Jim Carrey","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5b8","quoteText":"I have more respect for a man who lets me know where he stands, even if he's wrong. Than the one who comes up like an angel and is nothing but a devil.","quoteAuthor":"Malcolm X","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5b9","quoteText":"You don't have to love them. You just have to respect their rights.","quoteAuthor":"Edward Koch","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ba","quoteText":"If we desire respect for the law, we must first make the law respectable.","quoteAuthor":"Louis D. Brandeis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5bb","quoteText":"There is no tragedy in missing a putt, no matter how short. All have erred in this respect.","quoteAuthor":"Walter Hagen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5bc","quoteText":"Lying has a kind of respect and reverence with it. We pay a person the compliment of acknowledging his superiority whenever we lie to him.","quoteAuthor":"Samuel Butler","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5bd","quoteText":"The Arab League tells us to go in and take out Qaddafi. We've spent billions of dollars already with respect to the Arab League. Billions of dollars, because they told us to do it. Why aren't they paying for it? They don't like Qaddafi, Qaddafi's been a terrible thorn in their side.","quoteAuthor":"Donald Trump","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5be","quoteText":"There is a secret pride in every human heart that revolts at tyranny. You may order and drive an individual, but you cannot make him respect you.","quoteAuthor":"William Hazlitt","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5bf","quoteText":"Respect is one of the greatest expressions of love.","quoteAuthor":"Miguel Angel Ruiz","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5c0","quoteText":"I was silent as a child, and silenced as a young woman I am taking my lumps and bumps for being a big mouth, now, but usually from those whose opinion I don't respect.","quoteAuthor":"Sandra Cisneros","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5c1","quoteText":"It is a full time job being honest one moment at a time, remembering to love, to honor, to respect. It is a practice, a discipline, worthy of every moment.","quoteAuthor":"Jasmine Guy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5c2","quoteText":"A student never forgets an encouraging private word, when it is given with sincere respect and admiration.","quoteAuthor":"William Lyon Phelps","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5c3","quoteText":"Treat everyone with respect and kindness. Period. No exceptions.","quoteAuthor":"Kiana Tom","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5c4","quoteText":"In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.","quoteAuthor":"Richard M. Nixon","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5c5","quoteText":"You've just got to have a sense of respect for the person you have children with. Anger doesn't help anybody. Ultimately you have to say forgiveness is important, and honoring what you had together is important. But it's easy to say and harder to do.","quoteAuthor":"Nicole Kidman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5c6","quoteText":"I guess at the end of the day, all women like to be appreciated and treated with respect and kindness.","quoteAuthor":"Sofia Vergara","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5c7","quoteText":"Respect... is appreciation of the separateness of the other person, of the ways in which he or she is unique.","quoteAuthor":"Annie Gottlieb","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5c8","quoteText":"Often people display a curious respect for a man drunk, rather like the respect of simple races for the insane... There is something awe-inspiring in one who has lost all inhibitions.","quoteAuthor":"F. Scott Fitzgerald","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5c9","quoteText":"The sea speaks a language polite people never repeat. It is a colossal scavenger slang and has no respect.","quoteAuthor":"Carl Sandburg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ca","quoteText":"Arsenal have won that advantage, nobody gave it to them. By playing fantastic football and by winning matches and by winning trophies, they won that respect that the opponent has for them.","quoteAuthor":"Jose Mourinho","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5cb","quoteText":"Mankind is like dogs, not gods - as long as you don't get mad they'll bite you - but stay mad and you'll never be bitten. Dogs don't respect humility and sorrow.","quoteAuthor":"Jack Kerouac","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5cc","quoteText":"The people I respect most behave as if they were immortal and as if society was eternal.","quoteAuthor":"E. M. Forster","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5cd","quoteText":"Treating your adversary with respect is striking soft in battle.","quoteAuthor":"Samuel Johnson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ce","quoteText":"Respect for right conduct is felt by every body.","quoteAuthor":"Jane Austen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5cf","quoteText":"Walk a mile in my shoes is good advice. Our children will learn to respect others if they are used to imagining themselves in another's place.","quoteAuthor":"Neil Kurshan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5d0","quoteText":"I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life.","quoteAuthor":"Rose Kennedy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5d1","quoteText":"Never respect men merely for their riches, but rather for their philanthropy we do not value the sun for its height, but for its use.","quoteAuthor":"Gamaliel Bailey","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5d2","quoteText":"May the God of your choice bless and keep you. I respect Him as long as He does not circumcise me anymore.","quoteAuthor":"Kinky Friedman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5d3","quoteText":"I love making new friends and I respect people for a lot of different reasons.","quoteAuthor":"Taylor Swift","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5d4","quoteText":"If you have some respect for people as they are, you can be more effective in helping them to become better than they are.","quoteAuthor":"John W. Gardner","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5d5","quoteText":"To be loved at first sight, a man should have at the same time something to respect and something to pity in his face.","quoteAuthor":"Stendhal","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5d6","quoteText":"Someday I want to be rich. Some people get so rich they lose all respect for humanity. That's how rich I want to be.","quoteAuthor":"Rita Rudner","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5d7","quoteText":"I'm an atheist, but I'm very relaxed about it. I don't preach my atheism, but I have a huge amount of respect for people like Richard Dawkins who do.","quoteAuthor":"Daniel Radcliffe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5d8","quoteText":"It is hard to feel individually responsible with respect to the invisible processes of a huge and distant government.","quoteAuthor":"John W. Gardner","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5d9","quoteText":"It is justice and respect that I want the world to dust off and put - without delay, and with tenderness - back on the head of the Palestinian child. It will be imperfect justice and respect because the injustice and disrespect have been so severe. But I believe we are right to try.","quoteAuthor":"Alice Walker","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5da","quoteText":"People respect nonfiction but they read novels.","quoteAuthor":"E. O. Wilson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5db","quoteText":"I thought perhaps it should be recognized that religious people, including fundamentalists, are quite intelligent, many of them are highly educated, and they should be treated with complete respect.","quoteAuthor":"E. O. Wilson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5dc","quoteText":"First and foremost, I'm a feminist. And basically that stems from a strong belief that all people and creatures deserve equal opportunity, rights and respect.","quoteAuthor":"Kathy Najimy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5dd","quoteText":"We must respect the past, and mistrust the present, if we wish to provide for the safety of the future.","quoteAuthor":"Joseph Joubert","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5de","quoteText":"Of course, everybody makes mistakes, and we've all been young and stupid. But people need to have a sense of respect, particularly in this business, because hundreds of people are ready to take your place at any time. Maybe some people should think about that.","quoteAuthor":"Sophia Bush","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5df","quoteText":"Great authors are admirable in this respect: in every generation they make for disagreement. Through them we become aware of our differences.","quoteAuthor":"Andre Gide","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5e0","quoteText":"Respect the masterpiece. It is true reverence to man. There is no quality so great, none so much needed now.","quoteAuthor":"Frank Lloyd Wright","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5e1","quoteText":"Poetry is the universal language which the heart holds with nature and itself. He who has a contempt for poetry, cannot have much respect for himself, or for anything else.","quoteAuthor":"William Hazlitt","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5e2","quoteText":"Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure.","quoteAuthor":"Gary Ryan Blair","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5e3","quoteText":"No matter how popular you are as a stand-up - you can go out and fill a 10,000-seat arena and be smart and funny - it's delicate to host an awards show and know where your place is and know that it's not about you, that it's about the people who are nominated, and respect that, but at the same time have your moment to show them who you are.","quoteAuthor":"Ellen DeGeneres","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5e4","quoteText":"I like to be bought flowers and taken out for dinner. I like a man to be a gentleman. I don't like to be treated as if I am brainless. I like to be respected and to give respect.","quoteAuthor":"Sharon Stone","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5e5","quoteText":"I don't believe war is a way to solve problems. I think it's wrong. I don't have respect for the people that made the decisions to go on with war. I don't have that much respect for Bush. He's about war, I'm not about war - a lot of people aren't about war.","quoteAuthor":"Avril Lavigne","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5e6","quoteText":"More than in any other performing arts the lack of respect for acting seems to spring from the fact that every layman considers himself a valid critic.","quoteAuthor":"Simone Weil","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5e7","quoteText":"Don't tell your kids you had an easy birth or they won't respect you. For years I used to wake up my daughter and say, 'Melissa you ripped me to shreds. Now go back to sleep.'.","quoteAuthor":"Joan Rivers","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5e8","quoteText":"I respect faith, but doubt is what gives you an education.","quoteAuthor":"Wilson Mizner","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5e9","quoteText":"Wherever I look, I see signs of the commandment to honor one's parents and nowhere of a commandment that calls for the respect of a child.","quoteAuthor":"Alice Miller","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ea","quoteText":"My whole thing is to agree to disagree and to have respect because nothing can really be changed and you wouldn't want to ruin their happiness - even if that happiness is ignorance.","quoteAuthor":"Katy Perry","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5eb","quoteText":"Everyone in society should be a role model, not only for their own self-respect, but for respect from others.","quoteAuthor":"Barry Bonds","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ec","quoteText":"I deserve respect for the things I did not do.","quoteAuthor":"Dan Quayle","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ed","quoteText":"'Harry Potter' gave me back self respect. Harry gave me a job to do that I loved more than anything else.","quoteAuthor":"J. K. Rowling","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ee","quoteText":"I do get recognized, but I must say Edinburgh is a fantastic city to live if you're well-known. There is an innate respect for privacy in Edinburgh people, and I also think they're used to seeing me walking around, so I don't think I'm a very big deal.","quoteAuthor":"J. K. Rowling","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ef","quoteText":"We must not permit our respect for the dead or our sympathy for the living to lead us into an act of injustice to the balance of the living.","quoteAuthor":"Davy Crockett","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5f0","quoteText":"I think every religious person should have a deep sense of respect for other people's religious documents and religious symbols just as we were deeply opposed to the Taliban destroying the two historic buddhas which they blew up. So I think we ought to all oppose burning the Koran.","quoteAuthor":"Newt Gingrich","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5f1","quoteText":"I have said, with respect to authorization bills, that I do not want the Congress or the country to commit fiscal suicide on the installment plan.","quoteAuthor":"Everett Dirksen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5f2","quoteText":"I certainly respect other people's opinions, but I would not vote for a woman to be the pastor of a church.","quoteAuthor":"Charles Stanley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5f3","quoteText":"As far as loneliness, I feel Los Angeles and its layout, having to drive everywhere - it is a lonely place. It's an isolated city in that respect because you're driving to places alone listening to the radio.","quoteAuthor":"Jason Schwartzman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5f4","quoteText":"I am a feminist, and what that means to me is much the same as the meaning of the fact that I am Black: it means that I must undertake to love myself and to respect myself as though my very life depends upon self-love and self-respect.","quoteAuthor":"June Jordan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5f5","quoteText":"I don't envy or much respect people who are completely politicised.","quoteAuthor":"Christopher Hitchens","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5f6","quoteText":"I'm free. I just do what I want, say what I want, say how I feel, and I don't try to hurt nobody. I just try to make sure that I don't compromise my art in any kind of way, and I think people respect that.","quoteAuthor":"Erykah Badu","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5f7","quoteText":"If someone lacked decency or respect, I didn't allow that person to stay in my world.","quoteAuthor":"Gabrielle Union","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5f8","quoteText":"The duty of man is the same in respect to his own nature as in respect to the nature of all other things, namely not to follow it but to amend it.","quoteAuthor":"John Stuart Mill","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5f9","quoteText":"There was no respect for youth when I was young, and now that I am old, there is no respect for age, I missed it coming and going.","quoteAuthor":"J. B. Priestley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5fa","quoteText":"I looked at some of the statues of Jesus they were just stones with no life. When they said that God is three, I was puzzled even more but could not argue. I believed it, simply because I had to have respect for the faith of my parents.","quoteAuthor":"Cat Stevens","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5fb","quoteText":"I got all the respect in the world for the front-runners in this race, but ask yourself: If we replace a Democratic insider with a Republican insider, you think we're really going to change Washington, D.C.? You don't have to settle for Washington and Wall Street insiders who supported the Wall Street bailout and the Obamacare individual mandate.","quoteAuthor":"Rick Perry","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5fc","quoteText":"I think the way to keep a friendship is to respect that everybody is different.","quoteAuthor":"Emma Bunton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5fd","quoteText":"You can't buy back your respect you can't buy back your career. You only get one, so I don't want to mess that up.","quoteAuthor":"Shia LaBeouf","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5fe","quoteText":"Goodness and hard work are rewarded with respect.","quoteAuthor":"Luther Campbell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f5ff","quoteText":"It is time to return to core values, time to get back to basics , to self-discipline and respect for the law, to consideration for the others, to accepting responsibility for yourself and your family - and not shuffling it off on other people and the state.","quoteAuthor":"John Major","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f600","quoteText":"Respect for another man's opinion is worthy. It is the realization that any opinion is valuable, for it is the sign of a rational being.","quoteAuthor":"Sargent Shriver","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f601","quoteText":"When you have that respect from your teammates, it makes it a lot more comfortable.","quoteAuthor":"LeBron James","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f602","quoteText":"Humility is a great quality of leadership which derives respect and not just fear or hatred.","quoteAuthor":"Yousef Munayyer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f603","quoteText":"Live with integrity, respect the rights of other people, and follow your own bliss.","quoteAuthor":"Nathaniel Branden","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f604","quoteText":"The idea that you earn things - that you earn respect, that you earn income, responsibility. the vote, punishment... these ideas are anathema to the liberal mind.","quoteAuthor":"Dennis Prager","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f605","quoteText":"When I'm getting to know someone, I look for someone who has passions that I respect, like his career. Someone who loves what he does is really attractive.","quoteAuthor":"Taylor Swift","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f606","quoteText":"Here's my gift-giving rule: Respect your current financial situation.","quoteAuthor":"Suze Orman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f607","quoteText":"There is a lovable quality about the actual tools. One feels so kindly to the thing that enables the hand to obey the brain. Moreover, one feels a good deal of respect for it without it the brain and the hand would be helpless.","quoteAuthor":"Gertrude Jekyll","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f608","quoteText":"Like the average American that I hang out with, and like my father before me, I raised all my children to respect tools and use them wisely and safely.","quoteAuthor":"Ted Nugent","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f609","quoteText":"I will not speak with disrespect of the Republican Party. I always speak with respect of the past.","quoteAuthor":"Woodrow Wilson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f60a","quoteText":"I think somehow men understand other men's need for respect differently than they understand it for a woman. I'm disappointed to have to say that, but I think it's undeniably true.","quoteAuthor":"Carly Fiorina","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f60b","quoteText":"In religious and in secular affairs, the more fervent beliefs attract followers. If you are a moderate in any respect - if you're a moderate on abortion, if you're a moderate on gun control, or if you're a moderate in your religious faith - it doesn't evolve into a crusade where you're either right or wrong, good or bad, with us or against us.","quoteAuthor":"Jimmy Carter","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f60c","quoteText":"I respect only those who resist me, but I cannot tolerate them.","quoteAuthor":"Charles de Gaulle","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f60d","quoteText":"For this reason, the expansion of relations with all countries is on the agenda of the Islamic Republic of Iran. I mean balanced relationships, based on mutual respect and observation of each other's rights.","quoteAuthor":"Mahmoud Ahmadinejad","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f60e","quoteText":"Well, unfortunately, I have always regretted the fact that I have a temper, but I also have, you know, have great love and respect for all of the people that have worked for me. I think like everything else, this is one of those things that has been blown out of proportion.","quoteAuthor":"Norman Schwarzkopf","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f60f","quoteText":"To get down to the quick of it, respect motivates me - not success.","quoteAuthor":"Hugh Jackman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f610","quoteText":"As you get older you have more respect and empathy for your parents. Now I have a great relationship with both of them.","quoteAuthor":"Hugh Jackman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f611","quoteText":"What I respect as far as in myself and in others is the spirit of just doing it. For better or worse, it may work and it may not, but I'm going to go for it. Ultimately I probably prefer to be respected for that than whether it works out or not, either winning or losing.","quoteAuthor":"Hugh Jackman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f612","quoteText":"Aging has a wonderful beauty and we should have respect for that.","quoteAuthor":"Eartha Kitt","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f613","quoteText":"The trouble with music appreciation in general is that people are taught to have too much respect for music they should be taught to love it instead.","quoteAuthor":"Igor Stravinsky","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f614","quoteText":"All men are somewhat ridiculous and grotesque, just because they are men and in this respect artists might well be regarded as man multiplied by two. So it is, was, and shall be.","quoteAuthor":"Karl Wilhelm Friedrich Schlegel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f615","quoteText":"When I approach a child, he inspires in me two sentiments tenderness for what he is, and respect for what he may become.","quoteAuthor":"Louis Pasteur","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f616","quoteText":"I'm a good girl because I really believe in love, integrity, and respect.","quoteAuthor":"Katy Perry","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f617","quoteText":"A man acquainted with history may, in some respect, be said to have lived from the beginning of the world, and to have been making continual additions to his stock of knowledge in every century.","quoteAuthor":"David Hume","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f618","quoteText":"I really don't spend any time on the Internet, so I guess I live a little under a rock in that respect.","quoteAuthor":"Christina Aguilera","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f619","quoteText":"Acting is something I love. It's a great craft that I have a lot of respect for. But I don't think it's any greater challenge than teaching 8-year-olds or any other career. In my life, I try not to make it more important than it is and I just hope that rubs off on the people around me.","quoteAuthor":"Hugh Jackman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f61a","quoteText":"So it's kind of nervous to be in this situation, but at the same time you look at all those actors and the work that they've done, I've been in bigger films than all of them and still kept my integrity and still kept my respect.","quoteAuthor":"Shia LaBeouf","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f61b","quoteText":"I turned down twelve films last year... Huge money films, but I had no respect for the writer or the work.","quoteAuthor":"Shia LaBeouf","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f61c","quoteText":"I like messing around, and I like working with artists who I respect.","quoteAuthor":"Shia LaBeouf","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f61d","quoteText":"I have no respect for the passion of equality, which seems to me merely idealizing envy.","quoteAuthor":"Oliver Wendell Holmes, Jr.","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f61e","quoteText":"The Masters is where I won my first major, and I view this tournament with great respect. After a long and necessary time away from the game, I feel like I'm ready to start my season at Augusta.","quoteAuthor":"Tiger Woods","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f61f","quoteText":"I will have to earn trust and respect from my kids.","quoteAuthor":"Tiger Woods","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f620","quoteText":"Some people lose all respect for the lion unless he devours them instantly. There is no pleasing some people.","quoteAuthor":"Will Cuppy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f621","quoteText":"If there is one realm in which it is essential to be sublime, it is in wickedness. You spit on a petty thief, but you can't deny a kind of respect for the great criminal.","quoteAuthor":"Denis Diderot","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f622","quoteText":"I respect a woman too much to marry her.","quoteAuthor":"Sylvester Stallone","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f623","quoteText":"Talk to people in their own language. If you do it well, they'll say, 'God, he said exactly what I was thinking.' And when they begin to respect you, they'll follow you to the death.","quoteAuthor":"Lee Iacocca","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f624","quoteText":"Men who love their mothers treat women wonderfully. And they have enormous respect for women.","quoteAuthor":"Ellen Barkin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f625","quoteText":"Parents need to teach their children principles of respect and acceptance.","quoteAuthor":"Zachary Quinto","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f626","quoteText":"It takes no compromising to give people their rights. It takes no money to respect the individual. It takes no survey to remove repressions.","quoteAuthor":"Harvey Milk","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f627","quoteText":"You have to have enough respect for other human beings to leave their lives alone. If you admire that life, build it for yourself. Don't just try to come in and take somebody else's life.","quoteAuthor":"Elizabeth Edwards","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f628","quoteText":"A lot of the powerful religious leaders, from Jesus to Buddha to Tibetan monks, they're really talking about the same things: love and acceptable, and the value of friendship, and respecting yourself so you can respect others.","quoteAuthor":"Jena Malone","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f629","quoteText":"One of the surprising things in this world is the respect a worthless man has for himself.","quoteAuthor":"E. W. Howe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f62a","quoteText":"We must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.","quoteAuthor":"Joseph Ratzinger","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f62b","quoteText":"I've always had great respect for Paddington because he is amusingly English and eccentric. He is a great British institution and my generation grew up with the books and then Michael Horden's animations.","quoteAuthor":"Stephen Fry","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f62c","quoteText":"The companies that survive longest are the one's that work out what they uniquely can give to the world not just growth or money but their excellence, their respect for others, or their ability to make people happy. Some call those things a soul.","quoteAuthor":"Charles Handy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f62d","quoteText":"I think of marriage as a garden. You have to tend to it. Respect it, take care of it, feed it. Make sure everyone is getting the right amount of, um, sunlight.","quoteAuthor":"Mark Ruffalo","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f62e","quoteText":"Mankind's true moral test, its fundamental test (which lies deeply buried from view), consists of its attitude towards those who are at its mercy: animals. And in this respect mankind has suffered a fundamental debacle, a debacle so fundamental that all others stem from it.","quoteAuthor":"Milan Kundera","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f62f","quoteText":"I don't regret anything I ever do or say. I don't like to live my life being censored. I like to say what I feel, and I think people respect that because you're honest.","quoteAuthor":"Eva Longoria","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f630","quoteText":"By deafness one gains in one respect more than one loses one misses more nonsense than sense.","quoteAuthor":"Horace Walpole","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f631","quoteText":"Manners are like the shadows of virtues, they are the momentary display of those qualities which our fellow creatures love and respect.","quoteAuthor":"Sydney Smith","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f632","quoteText":"We shall listen, not lecture learn, not threaten. We will enhance our safety by earning the respect of others and showing respect for them. In short, our foreign policy will rest on the traditional American values of restraint and empathy, not on military might.","quoteAuthor":"Theodore C. Sorensen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f633","quoteText":"If I respect myself and believe in what I'm doing, no one can touch me.","quoteAuthor":"Fiona Apple","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f634","quoteText":"Men naturally despise those who court them, but respect those who do not give way to them.","quoteAuthor":"Thucydides","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f635","quoteText":"I really hope my peers appreciate and respect what I'm doing.","quoteAuthor":"Shania Twain","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f636","quoteText":"Society as a whole benefits immeasurably from a climate in which all persons, regardless of race or gender, may have the opportunity to earn respect, responsibility, advancement and remuneration based on ability.","quoteAuthor":"Sandra Day O'Connor","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f637","quoteText":"Today's consumers are eager to become loyal fans of companies that respect purposeful capitalism. They are not opposed to companies making a profit indeed, they may even be investors in these companies - but at the core, they want more empathic, enlightened corporations that seek a balance between profit and purpose.","quoteAuthor":"Simon Mainwaring","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f638","quoteText":"I don't have any respect at all for the scum-bags who went to Canada to avoid the draft or to avoid doing their fair share.","quoteAuthor":"R. Lee Ermey","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f639","quoteText":"A blank wall of social and professional antagonism faces the woman physician that forms a situation of singular and painful loneliness, leaving her without support, respect or professional counsel.","quoteAuthor":"Elizabeth Blackwell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f63a","quoteText":"At the time of Polaroid - and I did a couple of other commercials just before I stopped doing that stuff - at that point I was at the level where they respect you and your opinion and all that sort of thing.","quoteAuthor":"Jim Henson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f63b","quoteText":"I respect the astute and rigorously unsentimental David Horowitz as one of America's most original and courageous political analysts. He has the true 1960s spirit - audacious and irreverent, yet passionately engaged and committed to social change.","quoteAuthor":"Camille Paglia","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f63c","quoteText":"You demand respect and you'll get it. First of all, you give respect.","quoteAuthor":"Mary J. Blige","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f63d","quoteText":"I think the most important thing in life is self-love, because if you don't have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?","quoteAuthor":"Shailene Woodley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f63e","quoteText":"Anglo-Saxon civilization has taught the individual to protect his own rights American civilization will teach him to respect the rights of others.","quoteAuthor":"William Jennings Bryan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f63f","quoteText":"Part of our essential humanity is paying respect to what God gave us and what will be here a long time after we're gone.","quoteAuthor":"William J. Clinton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f640","quoteText":"I was lucky enough to be the lady that was asked to be Maria in the Sound Of Music, and that film was fortunate enough to be huge hit. The same with Mary Poppins. I got terribly lucky in that respect.","quoteAuthor":"Julie Andrews","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f641","quoteText":"At sea a fellow comes out. Salt water is like wine, in that respect.","quoteAuthor":"Herman Melville","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f642","quoteText":"Another thing that's pathetic is this rule that you have to look ugly to get respect as an actress. Jessica Lange had to make herself look really bad to prove that she had amazing talent.","quoteAuthor":"Kevyn Aucoin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f643","quoteText":"Ardent love or desire introduced, as passionately longing to please and glorify the Divine Being, to be in every respect conformed to him, and in that way to enjoy him.","quoteAuthor":"David Brainerd","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f644","quoteText":"I want to be with someone who wants to work as much as I do and who respects me like I respect him.","quoteAuthor":"Ashley Tisdale","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f645","quoteText":"But it's important, while we are supporting lessons in respecting others, to remember that many of our youngest kids need to learn to respect themselves. You learn your worth from the way you are treated.","quoteAuthor":"Anna Quindlen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f646","quoteText":"You can have a certain arrogance, and I think that's fine, but what you should never lose is the respect for the others.","quoteAuthor":"Steffi Graf","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f647","quoteText":"What the Beatles did was something incredible, it was more than what a band could do. We have to give them respect.","quoteAuthor":"Yoko Ono","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f648","quoteText":"I just want to work, and learn from people I respect and admire.","quoteAuthor":"Sienna Miller","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f649","quoteText":"The Rooneys are very classy. They're very deliberate with their decision-making. Once you're part of that family, Steeler nation, they treat you with respect. You don't have a lot of rambunctious players running around.","quoteAuthor":"Tony Dorsett","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f64a","quoteText":"Growing up in northern California has had a big influence on my love and respect for the outdoors. When I lived in Oakland, we would think nothing of driving to Half Moon Bay and Santa Cruz one day and then driving to the foothills of the Sierras the next day.","quoteAuthor":"Tom Hanks","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f64b","quoteText":"He who does not accept and respect those who want to reject life does not truly accept and respect life itself.","quoteAuthor":"Thomas Szasz","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f64c","quoteText":"Judi Dench and Ian McKellen taught me how to work hard and respect the theatre.","quoteAuthor":"Francesca Annis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f64d","quoteText":"We must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.","quoteAuthor":"Pope Benedict XVI","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f64e","quoteText":"My faith is very private to me. It plays an important part in my life, but I do not try and throw my beliefs at others. I have tremendous respect for all faiths and beliefs, but have a deep concern that religion and faith are currently a long way apart from each other.","quoteAuthor":"Rick Wakeman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f64f","quoteText":"Do dirt, get dirt. So I treat people with the same respect that I want.","quoteAuthor":"DMX","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f650","quoteText":"So I really would like to see both parties respond to the poor with greater commitment. But I've got to tell you, the Democrats, I feel, are doing a better job in that respect than Republicans are.","quoteAuthor":"Tony Campolo","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f651","quoteText":"Awe and respect are two different things.","quoteAuthor":"Oliver Reed","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f652","quoteText":"A man's real life is that accorded to him in the thoughts of other men by reason of respect or natural love.","quoteAuthor":"Joseph Conrad","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f653","quoteText":"There's one advantage in having been around as long as I have. Everybody in the Senate knows me, and - I'm going to say something presumptuous, to repeat myself - I think most respect me.","quoteAuthor":"Joe Biden","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f654","quoteText":"I work with people I admire and respect. It's never because of who they are.","quoteAuthor":"Alexander McQueen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f655","quoteText":"What society doesn't realize is that in the past, ordinary people respected learning. They respected books, and they don't now, or not very much. That whole respect for serious literature and learning has disappeared.","quoteAuthor":"Doris Lessing","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f656","quoteText":"People always love and respect characters who speak the truth, even if the truth hurts.","quoteAuthor":"David Duchovny","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f657","quoteText":"As to happiness in this life it is hardly compatible with that diminished respect which ever attends the relinquishing of labour.","quoteAuthor":"Anthony Trollope","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f658","quoteText":"I've spent a bit of time with the Prince of Wales, who I respect greatly. I'd give two cheers for the Monarchy.","quoteAuthor":"Sting","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f659","quoteText":"Never esteem men on account of their riches or their station. Respect goodness, find it where you may.","quoteAuthor":"William Cobbett","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f65a","quoteText":"I got a lot of things that society had promised would make me whole and fulfilled - all the things that the culture tells you from preschool on will quiet the throbbing anxiety inside you - stature, the respect of colleagues, maybe even a kind of low-grade fame.","quoteAuthor":"Anne Lamott","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f65b","quoteText":"When I was young there was no respect for the young, and now that I am old there is no respect for the old. I missed out coming and going.","quoteAuthor":"J. B. Priestley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f65c","quoteText":"When a woman removes her garment, she also removes the respect that is hers.","quoteAuthor":"Herodotus","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f65d","quoteText":"I have a rule on my team: when we talk to one another, we look each other right in the eye, because I think it's tough to lie to somebody. You give respect to somebody.","quoteAuthor":"Mike Krzyzewski","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f65e","quoteText":"Gymnastics taught me everything - life lessons, responsibility and discipline and respect.","quoteAuthor":"Shawn Johnson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f65f","quoteText":"A police force, wherever they are, is made up of amazing people, and I respect them a great deal.","quoteAuthor":"Nancy McKeon","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f660","quoteText":"We may not always agree with every one of our neighbors. That's life. And it's part of living in such a diverse and dense city. But we also recognize that part of being a New Yorker is living with your neighbors in mutual respect and tolerance. It was exactly that spirit of openness and acceptance that was attacked on 9/11, 2001.","quoteAuthor":"Michael Bloomberg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f661","quoteText":"But I look at failure as education. In that respect, I am so well-educated.","quoteAuthor":"Kathy Ireland","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f662","quoteText":"You should be able to voice your opinion and respect the voice of the other side. You should be willing to educate yourself and know what it is you're dealing with.","quoteAuthor":"Steve Nash","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f663","quoteText":"Respect for the fragility and importance of an individual life is still the mark of an educated man.","quoteAuthor":"Norman Cousins","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f664","quoteText":"When you are learning about a martial art, it is about respect.","quoteAuthor":"Jackie Chan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f665","quoteText":"People are giving me more respect.","quoteAuthor":"Christina Ricci","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f666","quoteText":"Become an internationalist and learn to respect all life. Make war on machines. And in particular the sterile machines of corporate death and the robots that guard them.","quoteAuthor":"Abbie Hoffman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f667","quoteText":"Why do you think I write these feminist songs, to try and teach myself to respect myself. You know, it's not because I'm a hero.","quoteAuthor":"Ani DiFranco","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f668","quoteText":"Respect for self is the beginning of cultivating virtue in men and women.","quoteAuthor":"Gordon B. Hinckley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f669","quoteText":"Voters don't have to love him, Romney advisers say, but they will respect him.","quoteAuthor":"Ron Fournier","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f66a","quoteText":"The conqueror is regarded with awe the wise man commands our respect but it is only the benevolent man that wins our affection.","quoteAuthor":"William Dean Howells","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f66b","quoteText":"A woman's experience is different from a man's in virtually every respect, including how she is treated by the media.","quoteAuthor":"Carly Fiorina","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f66c","quoteText":"What I do as best I can is out of a deep respect for children, for how difficult their world is.","quoteAuthor":"Maurice Sendak","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f66d","quoteText":"I grew up to always respect authority and respect those in charge.","quoteAuthor":"Charles de Gaulle","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f66e","quoteText":"I want to say a little something that's long overdue, the disrespect to women has got to be through. To all the mothers and the sisters and the wives and friends, I wanna offer my love and respect till the end.","quoteAuthor":"Adam Yauch","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f66f","quoteText":"Civilization is a method of living, an attitude of equal respect for all men.","quoteAuthor":"Jane Addams","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f670","quoteText":"I think the short story is a very underrated art form. We know that novels deserve respect.","quoteAuthor":"Neil Gaiman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f671","quoteText":"A jealous lover of human liberty, deeming it the absolute condition of all that we admire and respect in humanity, I reverse the phrase of Voltaire, and say that, if God really existed, it would be necessary to abolish him.","quoteAuthor":"Mikhail Bakunin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f672","quoteText":"But I recognize no infallible authority, even in special questions consequently, whatever respect I may have for the honesty and the sincerity of such or such an individual, I have no absolute faith in any person.","quoteAuthor":"Mikhail Bakunin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f673","quoteText":"The working class owes all honor and respect to the first men who planted the standard of labor solidarity on the hostile frontier of unorganized industry.","quoteAuthor":"Ralph Chaplin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f674","quoteText":"In finding love, I think it's important to be patient. In being in a relationship, I think it's important to be honest, to communicate, to respect and trust, and to strive to give more than you take.","quoteAuthor":"Kina Grannis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f675","quoteText":"Now, we occupy a lowly position, both in space and rank in comparison with the heavenly sphere, and the Almighty is Most High not in space, but with respect to absolute existence, greatness and power.","quoteAuthor":"Maimonides","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f676","quoteText":"Like Christ said, love thee one another. I learned to do that, and I learned to respect and be appreciative and thankful for what I had.","quoteAuthor":"James Brown","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f677","quoteText":"I adore adverbs they are the only qualifications I really much respect.","quoteAuthor":"Henry James","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f678","quoteText":"Steve Irwin did wonderful conservation work but I was uncomfortable about some of his stunts. Even if animals aren't aware that you are not treating them with respect, the viewers are.","quoteAuthor":"David Attenborough","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f679","quoteText":"I think the new generation is much more demanding about respect for the environment than we have ever imagined.","quoteAuthor":"Carlos Ghosn","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f67a","quoteText":"Give your teachers the respect they deserve, because they are the ones who can help you get where you need to go.","quoteAuthor":"Richard Howard","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f67b","quoteText":"I grew up in a family of strong women and I owe any capacity I have to understand women to my mother and big sister. They taught me to respect women in a way where I've always felt a strong emotional connection to women, which has also helped me in the way I approach my work as an actor.","quoteAuthor":"Ryan Gosling","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f67c","quoteText":"Labor wants pride and joy in doing good work, a sense of making or doing something beautiful or useful - to be treated with dignity and respect as brother and sister.","quoteAuthor":"Thorstein Veblen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f67d","quoteText":"In the sense that you're not at the centre of power, like a president or prime minister of a major power, everyone is marginalised my position doesn't isn't unique in that respect. I think there are different sorts of relevance in different contexts.","quoteAuthor":"Peter Singer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f67e","quoteText":"I met Jesse Owens once. He was a remarkable individual, and I have tremendous respect for what he did in the Olympics under the circumstances.","quoteAuthor":"Lee Trevino","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f67f","quoteText":"There are only two occasions when Americans respect privacy, especially in Presidents. Those are prayer and fishing.","quoteAuthor":"Herbert Hoover","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f680","quoteText":"I love romantic comedies. I have a deep respect for them. I think they're really difficult to write and write well.","quoteAuthor":"Rashida Jones","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f681","quoteText":"I see the entire world as Eden, and every time you take an inch of it away, you must do so with respect.","quoteAuthor":"Joni Mitchell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f682","quoteText":"We are not directly involved in Syria. But we will be working with our partners in the European Union and at the United Nations to see if we can persuade the Syrian authorities to go, as I say, more in that direction of respect for democracy and human rights.","quoteAuthor":"William Hague","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f683","quoteText":"Where defining foreign policy as 'ethical' went wrong was that it implied that all decisions would be exclusive in every respect of any dealings with unethical regimes.","quoteAuthor":"William Hague","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f684","quoteText":"A great chef is an artist that I truly respect.","quoteAuthor":"Robert Stack","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f685","quoteText":"This is the final test of a gentleman: his respect for those who can be of no possible service to him.","quoteAuthor":"William Lyon Phelps","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f686","quoteText":"I respect knowledge of the psyche. I would be a therapist if I weren't an entertainer.","quoteAuthor":"Jessica Simpson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f687","quoteText":"I have so much respect for my mom and all the women across the world.","quoteAuthor":"Jessica Simpson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f688","quoteText":"You totally value and respect your body as you get older.","quoteAuthor":"Jenny McCarthy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f689","quoteText":"The politician in my country seeks votes, affection and respect, in that order. With few notable exceptions, they are simply men who want to be loved.","quoteAuthor":"Edward R. Murrow","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f68a","quoteText":"Most young people have tremendous respect for older people's views.","quoteAuthor":"Dennis Prager","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f68b","quoteText":"By common consent gray hairs are a crown of glory the only object of respect that can never excite envy.","quoteAuthor":"George Bancroft","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f68c","quoteText":"I'm not a big fan of Women's Liberation, but maybe it will help women stand up for the respect they're due.","quoteAuthor":"Loretta Lynn","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f68d","quoteText":"I've got too much respect for stand-ups to call myself one.","quoteAuthor":"Johnny Vegas","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f68e","quoteText":"From the spinners, Anil and I have been together for a long time and I respect him a lot.","quoteAuthor":"Sachin Tendulkar","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f68f","quoteText":"As a younger actor you want to be approved of, you want to gain respect, be admired. All of those things. To say: 'This is me playing this character. And aren't I fantastic!' I don't feel that so much now.","quoteAuthor":"Kristin Scott Thomas","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f690","quoteText":"All of us should have free choice when it comes to patriotic displays... a government wisely acting within its bounds will earn loyalty and respect from its citizens. A government dare not demand the same.","quoteAuthor":"Jesse Ventura","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f691","quoteText":"I do support artists standing by their beliefs and walking with integrity. We have to find a better way to commercially exploit music while giving artists their proper respect. This cannot be done while taking their contributions for granted or trying to control the scope of their growth and power through threats and fear tactics.","quoteAuthor":"Lauryn Hill","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f692","quoteText":"My faith foundation works to bring about a greater respect and understanding between different faiths. We basically work with six popular religions in the world which are the three Abrahamic religions, Hinduism and Buddhism and Sikhism.","quoteAuthor":"Tony Blair","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f693","quoteText":"It has been wisely observed by the greatest of modern thinkers that mankind has progressed more rapidly in every other respect than in morality.","quoteAuthor":"Lafcadio Hearn","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f694","quoteText":"I think the sexiest thing on anybody is intelligence. I respect somebody who has a brain and wants to use it more than a pretty face and status.","quoteAuthor":"Sophia Bush","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f695","quoteText":"I've an enormous respect for my mother who at the age of 39 raised three children, and I grew up with my grandmother in the household. And so it was a really strong household of women - my poor brother! It was great growing up with so many generations of women.","quoteAuthor":"Cate Blanchett","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f696","quoteText":"If you don't stand for something, how can anyone respect what you do?","quoteAuthor":"Miranda Lambert","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f697","quoteText":"Even the most understated ceremony involves a certain respect for ritual and pageantry. No one plays more of a significant role than the bride's attendants.","quoteAuthor":"Vera Wang","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f698","quoteText":"Bad acting comes in many bags, various odors. It can be performed by cardboard refugees from an Ed Wood movie, reciting their dialogue off an eye chart, or by hopped-up pros looking to punch a hole through the fourth wall from pure ballistic force of personality, like Joe Pesci in a bad mood. I can respect bad acting that owns its own style.","quoteAuthor":"James Wolcott","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f699","quoteText":"I am sure that, on the one hand, the Rothschilds appreciate the merits of Marx, and that on the other hand, Marx feels an instinctive inclination and a great respect for the Rothschilds.","quoteAuthor":"Mikhail Bakunin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f69a","quoteText":"If the individual is to be happy in the contemporary order, he must be open-minded with respect to new values and new arrangements.","quoteAuthor":"Thomas Cochrane","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f69b","quoteText":"If I pick up a book with spaceships on the cover, I want spaceships. If I see one with dragons, I want there to be dragons inside the book. Proper labeling. Ethical labeling. I don't want to open up my cornflakes and find that they're full of pebbles... You need to respect the reader enough not to call it something it isn't.","quoteAuthor":"Margaret Atwood","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f69c","quoteText":"If a person studies too much and exhausts his reflective powers, he will be confused, and will not be able to apprehend even that which had been within the power of his apprehension. For the powers of the body are all alike in this respect.","quoteAuthor":"Maimonides","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f69d","quoteText":"Like I said, I've got too much respect for women to marry them, but that doesn't mean you can't support them emotionally and financially.","quoteAuthor":"Sylvester Stallone","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f69e","quoteText":"I think that people who live in cultures without quite so much privilege, opportunity or grandiosity have a little bit more respect for the workings of destiny, and the limitations that people can find themselves in through no fault of their own.","quoteAuthor":"Elizabeth Gilbert","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f69f","quoteText":"I have no problem going on record with this and probably have gone on record with this before, there aren't that many people who I respect. There just aren't.","quoteAuthor":"Marc Jacobs","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6a0","quoteText":"I respect the state workers and I respect their unions, but we simply can't afford to pay benefits and pensions that are out of line with economic reality.","quoteAuthor":"Andrew Cuomo","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6a1","quoteText":"I'm not gonna say that I hate it, because I really respect Usher and I was influenced by him. But so many people compare me to him, and I don't think it'll ever stop. I just want to be my own artist.","quoteAuthor":"Chris Brown","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6a2","quoteText":"Discretion is nothing other than the sense of justice with respect to the sphere of the intimate contents of life.","quoteAuthor":"Georg Simmel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6a3","quoteText":"I'm a scientist, not a theologian. I don't know if there is a God or not. Religion requires certainty. Revere and respect Gaia. Have trust in Gaia. But not faith.","quoteAuthor":"James Lovelock","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6a4","quoteText":"If we were all determined to play the first violin we should never have an ensemble. therefore, respect every musician in his proper place.","quoteAuthor":"Robert Schumann","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6a5","quoteText":"After reading Eminem's autobiography, which I did because I'm so interested in him as an artist, I respect him a lot. Even though he seems angry and mad, he's had to fight so many demons in his life.","quoteAuthor":"Taryn Manning","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6a6","quoteText":"There is so much work to be done to treat gays and lesbians and gay and lesbian couples with the respect that they're entitled to. They deserve, in my judgment, partnership benefits. They deserve to be treated fairly when it comes to adoption and immigration.","quoteAuthor":"John Edwards","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6a7","quoteText":"I'm always pushing for human responsibility. Given that chimpanzees and many other animals are sentient and sapient, then we should treat them with respect.","quoteAuthor":"Jane Goodall","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6a8","quoteText":"Israel was born under the British mandate. We learned from the British what democracy means, and how it behaves in a time of danger, war and terror. We thank Britain for introducing freedom and respect of human rights both in normal and demanding circumstances.","quoteAuthor":"Shimon Peres","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6a9","quoteText":"The older generation had greater respect for land than science. But we live in an age when science, more than soil, has become the provider of growth and abundance. Living just on the land creates loneliness in an age of globality.","quoteAuthor":"Shimon Peres","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6aa","quoteText":"That said, the question remains: how to strike the balance between free speech and mutual respect in this mixed-up world, both blessed and cursed with instant communication? We should not fight fire with fire, threats with threats.","quoteAuthor":"Timothy Garton Ash","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ab","quoteText":"Facts matter. Science matters. Reason matters. Mitt Romney has shown an inability to respect any of the three. President Barack Obama not only respects them, he relies on them. He is an overwhelming and unquestioned choice to continue as president.","quoteAuthor":"Eliot Spitzer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ac","quoteText":"I'm not patient, and some things drive me crazy. In my work, I get incredibly upset when people don't get it right or don't respect others' needs.","quoteAuthor":"Colin Firth","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ad","quoteText":"Cheerleaders deserve a lot of respect for what they do.","quoteAuthor":"Ashley Tisdale","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ae","quoteText":"To retain respect for sausages and laws, one must not watch them in the making.","quoteAuthor":"Otto von Bismarck","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6af","quoteText":"I feel like everybody is against Floyd Mayweather. I don't get any respect.","quoteAuthor":"Floyd Mayweather, Jr.","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6b0","quoteText":"It's nice to know that people appreciate and respect you.","quoteAuthor":"Marcel Carne","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6b1","quoteText":"Respect the place you live, be aware of the impact that you have on things.","quoteAuthor":"Marion Cotillard","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6b2","quoteText":"When I first came to Nashville, people hardly gave country music any respect. We lived in old cars and dirty hotels, and we ate when we could.","quoteAuthor":"Loretta Lynn","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6b3","quoteText":"Every human being, of whatever origin, of whatever station, deserves respect. We must each respect others even as we respect ourselves.","quoteAuthor":"U Thant","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6b4","quoteText":"Money is always on its way somewhere. What you do with it while it is in your keeping and the direction you send it in say much about you. Your treatment of and respect for money, how you make it, and how you spend it, reflect your character.","quoteAuthor":"Gary Ryan Blair","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6b5","quoteText":"I respect country music because I feel like it's more about the talent and the songwriting and I put on a big show and we have a lot of stuff, but I feel confident in myself enough as an artist and a singer that I can have all of those fun toys and know that we don't need all the bells and whistles either.","quoteAuthor":"Carrie Underwood","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6b6","quoteText":"I contribute my best in my sport and I also have a ton of respect for myself and my family.","quoteAuthor":"Venus Williams","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6b7","quoteText":"There are so many things to think about when you make an album. Like, who am I trying to impress? Am I going to get respect, critical acclaim? Or am I going to sell lots of records?","quoteAuthor":"Ellie Goulding","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6b8","quoteText":"Economics is a subject that does not greatly respect one's wishes.","quoteAuthor":"Nikita Khrushchev","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6b9","quoteText":"Plus, you know, when I was young, there was a lot of respect for clowning in rock music - look at Little Richard. It was a part of the whole thing, and I always also believed that it released the audience.","quoteAuthor":"Bruce Springsteen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ba","quoteText":"Coaches will eventually notice a great attitude, and they respect that.","quoteAuthor":"Heather O'Reilly","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6bb","quoteText":"Every once in a while, you live long enough to get the respect that people didn't want to give while you were trying to become a senior citizen.","quoteAuthor":"Gil Scott-Heron","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6bc","quoteText":"Hip-hop is more about attaining wealth. People respect success. They respect big. They don't even have to like your music. If you're big enough, people are drawn to you.","quoteAuthor":"Jay-Z","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6bd","quoteText":"Picasso is a character that has pursued me for a long time and I always rejected. He deserves a lot of respect because I am from Malaga, and I was born four blocks from where he was born.","quoteAuthor":"Antonio Banderas","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6be","quoteText":"I have no confidence issues with the impact or the quality of the music. No one in hip-hop, before this point and to this point, with all due respect, has done this.","quoteAuthor":"Mos Def","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6bf","quoteText":"But every great scripture, whether Hebrew, Indian, Persian, or Chinese, apart from its religious value will be found to have some rare and special beauty of its own and in this respect the original Bible stands very high as a monument of sublime poetry and of artistic prose.","quoteAuthor":"Lafcadio Hearn","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6c0","quoteText":"I've had the greatest respect for my work in this country by Americans. Critics have no brains.","quoteAuthor":"Jerry Lewis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6c1","quoteText":"Jews have deep respect for the Queen and the royal family. We say a prayer for them every Sabbath in synagogue. We recite a special blessing on seeing the Queen.","quoteAuthor":"Jonathan Sacks","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6c2","quoteText":"Let them hate me, provided they respect my conduct.","quoteAuthor":"Tiberius","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6c3","quoteText":"I've been involved with violent movies, and then I've also said at a certain point, 'I can't take it anymore. Please cut it.' You know, you've got to respect the filmmaker, and it's a really tough issue.","quoteAuthor":"Harvey Weinstein","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6c4","quoteText":"I remember I read this harsh review about my show, and one of my friends told me that this was the exact same stuff people said about Madonna. And it's like, she didn't care. Madonna just came out and was herself. I respect that a lot.","quoteAuthor":"Britney Spears","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6c5","quoteText":"Renown? I've already got more of it than those I respect, and will never have as much as those for whom I feel contempt.","quoteAuthor":"Jean Rostand","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6c6","quoteText":"There is no excuse for perjury - never, never, never. There is truth, and the truth demands respect.","quoteAuthor":"Kenneth Starr","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6c7","quoteText":"We must believe in the power of education. We must respect just laws. We must love ourselves, our old and or young, our women as well as our men.","quoteAuthor":"Arthur Ashe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6c8","quoteText":"I didn't want to be a writer, but I became one. And now I have many readers, in many countries. I think that's a miracle. So I think I have to be humble regarding this ability. I'm proud of it and I enjoy it, and it is strange to say it this way, but I respect it.","quoteAuthor":"Haruki Murakami","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6c9","quoteText":"I have always admired and had enormous respect for Elizabeth Taylor. She was not only an incredible actress but an amazing woman as well.","quoteAuthor":"Lindsay Lohan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ca","quoteText":"When men and women are able to respect and accept their differences then love has a chance to blossom.","quoteAuthor":"John Gray","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6cb","quoteText":"We need to respect choices that women make.","quoteAuthor":"Ann Romney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6cc","quoteText":"Yes I have made a lot of money and I have a lot of respect, my films have done well, and I know there are loads of loads of people who look up to me and really love me. I really just thought this is like a strange dream. I have never thought this is a success - I don't have a standard.","quoteAuthor":"Shahrukh Khan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6cd","quoteText":"Being a monarchist - saying that one small group is born more worthy of respect than another - is just as warped and strange as being a racist.","quoteAuthor":"Julie Burchill","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ce","quoteText":"I respect and empathize with reporters and editors who must compete in today's environment. And I know full well that when I've been covering campaigns, which I still do, I've made my mistakes and have been far from perfect.","quoteAuthor":"Dan Rather","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6cf","quoteText":"All I ever seek from good deeds is a measure of respect.","quoteAuthor":"Walter Annenberg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6d0","quoteText":"I have respect for beer.","quoteAuthor":"Russell Crowe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6d1","quoteText":"The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little.","quoteAuthor":"Kevin Rudd","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6d2","quoteText":"In the mean time I worship God, laying every wrong action under an interdict which I endeavour to respect, and I loathe the wicked without doing them any injury.","quoteAuthor":"Giacomo Casanova","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6d3","quoteText":"I refuse to step inside the ring and fight like a gladiator against my own. I'm not playing that game. Any woman who has survived a year or more of making music has my undying respect.","quoteAuthor":"Shirley Manson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6d4","quoteText":"If Milosevic is to be tried, he has to be tried by a proper court, an impartial, properly constituted court which has international respect.","quoteAuthor":"Harold Pinter","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6d5","quoteText":"I've got no respect for any young man who won't join the colors.","quoteAuthor":"Nathan Bedford Forrest","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6d6","quoteText":"I love Bono. I really respect what he has done for Africa and how he has used his fame to do good in the world. I hope I can do half as much in my life.","quoteAuthor":"Alicia Keys","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6d7","quoteText":"Golf is game of respect and sportsmanship we have to respect its traditions and its rules.","quoteAuthor":"Jack Nicklaus","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6d8","quoteText":"All due respect and trying to be as modest as I can be, I am a dancer. But I don't think I would be on 'Dancing with the Stars,' mainly because I would be too shy.","quoteAuthor":"Al Pacino","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6d9","quoteText":"We've become much more casual and much more relaxed in social interactions, where there was a formality and maybe a kind of respect at that time that doesn't exist now.","quoteAuthor":"Radha Mitchell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6da","quoteText":"We went online to surrogacy agencies. We interviewed lots of people - and I have to say, with all due respect, some of them were freaks. I was very leery of the process the whole way through.","quoteAuthor":"Christopher Meloni","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6db","quoteText":"You couldn't pay me enough to be a law enforcement officer. Their job is a tough job. You have to solve people's problems, you have to baby-sit people, you have to always be doing this cat-and-mouse game with the bad guys. My respect for them is immense.","quoteAuthor":"Christopher Meloni","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6dc","quoteText":"If Copenhagen were a person, that person would be generous, beautiful, elderly, but with a flair. A human being that has certain propensities for quarrelling, filled with imagination and with appetite for the new and with respect for the old - somebody who takes good care of things and of people.","quoteAuthor":"Connie Nielsen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6dd","quoteText":"I don't think there's anything they can say about me that I haven't said about myself already. And I would be an absolute total liar, and my fans would not respect me, if I said that my life and my marriage are perfect. But we absolutely love each other we have fun together - it's great.","quoteAuthor":"Mary J. Blige","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6de","quoteText":"Psychology is as important as substance. If you treat people with respect, they will go out of their way to accommodate you. If you treat them in a patronizing way, they will go out of their way to make your life difficult.","quoteAuthor":"Mohamed ElBaradei","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6df","quoteText":"Having two daughters changed my perspective on a lot of things, and I definitely have a newfound respect for women. And I think I finally became a good and real man when I had a daughter.","quoteAuthor":"Mark Wahlberg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6e0","quoteText":"Since narcissism is fueled by a greater need to be admired than to be liked, psychologists might use that fact as a therapeutic lever - stressing to patients that being known as a narcissist will actually cause them to lose the respect and social status they crave.","quoteAuthor":"Jeffrey Kluger","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6e1","quoteText":"You can be cool and at the same time respect your woman, who will hopefully become your wife, who will hopefully become the mother of your kids. America needs to get back to family values.","quoteAuthor":"Martin Lawrence","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6e2","quoteText":"There is in us a lyric germ or nucleus which deserves respect it bids a man to ponder or create and in this dim corner of himself he can take refuge and find consolations which the society of his fellow creatures does not provide.","quoteAuthor":"Norman Douglas","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6e3","quoteText":"Appellant constituted a legitimate class of one, and this provides a basis for Congress's decision to proceed with dispatch with respect to his materials.","quoteAuthor":"William J. Brennan, Jr.","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6e4","quoteText":"A child is owed the greatest respect if you have ever have something disgraceful in mind, don't ignore your son's tender years.","quoteAuthor":"Juvenal","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6e5","quoteText":"I have always striven to raise the voice of hope for a world where hate gives way to respect and oppression to liberation.","quoteAuthor":"Theodore Bikel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6e6","quoteText":"It's difficult to love someone you don't respect, which is hard to remember when you're having an argument.","quoteAuthor":"Mehmet Oz","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6e7","quoteText":"I know people that I respect and admire and look up to who have had extra-marital affairs.","quoteAuthor":"Gwyneth Paltrow","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6e8","quoteText":"Like many people in Britain, I have an affectionate respect for the Queen, and am surprised that I should be having such republican thoughts.","quoteAuthor":"A. N. Wilson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6e9","quoteText":"I really have a great deal of humility in that department, and a great deal of respect for people who spend their lives learning how to make these amazing preparations.","quoteAuthor":"Ted Allen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ea","quoteText":"Just as the process of repealing national alcohol prohibition began with individual states repealing their own prohibition laws, so individual states must now take the initiative with respect to repealing marijuana prohibition laws.","quoteAuthor":"George Soros","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6eb","quoteText":"The only theism worthy of our respect believes in God not because of the way the world is made but in spite of that. The only theism that is no less profound than the Buddha's atheism is that represented in the Bible by Job and Jeremiah.","quoteAuthor":"Walter Kaufmann","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ec","quoteText":"I just feel like if I do good work, then people should respect me for the work I do.","quoteAuthor":"Scott Caan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ed","quoteText":"It's a paradox to be an actress, living in the city, taking planes all the time, trying to find the right balance in this life, which is not so eco-friendly, and still try to respect the environment.","quoteAuthor":"Marion Cotillard","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ee","quoteText":"I think we need to significantly reduce the regulatory burden on the private sector. The Obama administration is doing the opposite. They're loading on more and more regulation on the private respect to how the economy functions.","quoteAuthor":"Dick Cheney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ef","quoteText":"We need to have a pro-growth policy put in place that offers people hope and offers the opportunity for businesses to expand and for them to have confidence in what the world is going to look like for the next two or three or four years with respect to economic policy.","quoteAuthor":"Dick Cheney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6f0","quoteText":"Before you, I engage myself to serve my country with the devotion and the exemplary that this post demands. I understand responsibilities of the job and, as such, I give a republican salute to Nicolas Sarkozy who has led France for 5 years and who deserves all of our respect.","quoteAuthor":"Francois Hollande","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6f1","quoteText":"I want the French people to respect values that allow each individual to practice his or her faith, but in the frame of our common rules of secularism.","quoteAuthor":"Francois Hollande","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6f2","quoteText":"I am for a clear distinction between public and private life. I believe private matters should be regulated in private and I have asked those close to me to respect this.","quoteAuthor":"Francois Hollande","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6f3","quoteText":"The United Nations will be at the heart of our international activities. France will assume its full responsibilities at the Security Council by putting its status at the service of peace, respect for human rights and development.","quoteAuthor":"Francois Hollande","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6f4","quoteText":"I have the absolute utmost respect for soap opera actors now. They work harder than any actor I know in any other medium. And they don't get very much approbation for it.","quoteAuthor":"Joan Collins","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6f5","quoteText":"Not just Christians and Jews, but also Muslims, Buddhists, Hindus and the followers of many other religions believe in values like peace, respect, tolerance and dignity. These are values that bring people together and enable us to build responsible and solid communities.","quoteAuthor":"Alcee Hastings","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6f6","quoteText":"My sisters and mom raised me to respect women and open doors for them.","quoteAuthor":"Milo Ventimiglia","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6f7","quoteText":"That's the most important thing to me - that if I'm gonna spend however long it takes to make a movie, give up 14 hours a day for however many weeks or months, then it's very important for me to know that I'm working with people who I respect and enjoy and that we're going for something together.","quoteAuthor":"Brad Pitt","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6f8","quoteText":"You treat a kid with respect and as an adult you talk to them as if they're smart people. But you don't throw at them the trappings of adulthood and you know, the darker stuff.","quoteAuthor":"Dave Eggers","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6f9","quoteText":"I think almost every writer in the world would hope that books would be always talked about with respect and civility and depth and seriousness.","quoteAuthor":"Dave Eggers","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6fa","quoteText":"I have respect for what other people believe. What I believe in my own life is that it's a search for how I can do things better, whether it's being a better man or a better father or finding ways for myself to improve.","quoteAuthor":"Tom Cruise","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6fb","quoteText":"I still think that movies are amazing I respect actors and directors.","quoteAuthor":"Joaquin Phoenix","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6fc","quoteText":"There is only one thing I respect in so-called Broadway actors... and that is their competitive sense.","quoteAuthor":"Elia Kazan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6fd","quoteText":"Boldness and decision command, often even in evil, the respect and concurrence of mankind.","quoteAuthor":"Robert Dale Owen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6fe","quoteText":"Respect and fear are two different things.","quoteAuthor":"Jane Smiley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f6ff","quoteText":"The thing about Republicans is that they don't care so much about respect, but they love fear, at least in others.","quoteAuthor":"Jane Smiley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f700","quoteText":"I've been a critic of the antiglobalization movement, and they've been a critic of me, but the one thing I respect about the movement is their authentic energy. These are not people who don't care about the world.","quoteAuthor":"Thomas Friedman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f701","quoteText":"The country that owns green, that dominates that industry, is going to have the most energy security, national security, economic security, competitive companies, healthy population and, most of all, global respect.","quoteAuthor":"Thomas Friedman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f702","quoteText":"You have to respect your parents. They are giving you an at-bat. If you're an entrepreneur and go into the family business, you want to grow fast. Patience is important. But respect the other party... My dad and I pulled it off because we really respect each other.","quoteAuthor":"Gary Vaynerchuk","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f703","quoteText":"We hope President Obama will now respect the will of the people, change course, and commit to making the changes they are demanding. To the extent he is willing to do this, we are ready to work with him.","quoteAuthor":"John Boehner","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f704","quoteText":"It's easy to see why pitchers respect McGwire. If you hit behind him, they're saying that they don't respect you. You have to change their thinking.","quoteAuthor":"Eric Davis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f705","quoteText":"Among those who are satisfactory in this respect it is desirable to have represented as great a diversity of intellectual tradition, social milieu and personal character as possible.","quoteAuthor":"Talcott Parsons","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f706","quoteText":"It's hard for women who make a lot of money and make decisions all day long, then they have to come home and be 'Stupid Sally.' Men need respect, and they need to know that they can lead in the relationship, so even if they don't make the most money they need to be able to call the shots.","quoteAuthor":"Patti Stanger","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f707","quoteText":"With respect to the environment in our state and our state's future - in addition to water which is very important here - I think it is crucial for him to make a sincere commitment to energy efficiency, fuel efficiency, by helping us to produce those cars of the future.","quoteAuthor":"Jennifer Granholm","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f708","quoteText":"I have a lot of respect for marriage.","quoteAuthor":"Dominic Monaghan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f709","quoteText":"I don't think socialism, and I don't think warmness and respect are necessarily bad words.","quoteAuthor":"Dave Matthews","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f70a","quoteText":"Of course, Einstein was a very great scientist indeed, and I have enormous respect for him, and great admiration for the discoveries he made. But he was very committed to a view of the objectivity of the physical world.","quoteAuthor":"John Polkinghorne","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f70b","quoteText":"I cannot consistently, with self respect, do other than I have, namely, to deliberately violate an act which seems to me to be a denial of everything which ideally and in practice I hold sacred.","quoteAuthor":"Roger Nash Baldwin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f70c","quoteText":"I listen to them freely and with all the respect merited by their intelligence, their character, their knowledge, reserving always my incontestable right of criticism and censure.","quoteAuthor":"Mikhail Bakunin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f70d","quoteText":"Where the people possess no authority, their rights obtain no respect.","quoteAuthor":"George Bancroft","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f70e","quoteText":"One's nativity is not of his own choosing, but whatever it may be, it is entitled to respect and all nations have honorable place in the world's family.","quoteAuthor":"Paul Harris","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f70f","quoteText":"Olympism seeks to create a way of life based on the joy found in effort, the educational value of a good example and respect for universal fundamental ethical principles.","quoteAuthor":"Pierre de Coubertin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f710","quoteText":"It comes down to the way you treat people. When you treat people with dignity and respect all the time, you can work through anything.","quoteAuthor":"John Bacon","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f711","quoteText":"I respect someone's right to privacy and I want them to know it.","quoteAuthor":"Terry Gross","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f712","quoteText":"We were a family who had come from nothing and now we had respect from French people of all sorts.","quoteAuthor":"Zinedine Zidane","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f713","quoteText":"I think it's important for artists to work together. It's great for fans to see, like, Ludacris came out to our show in Atlanta and kinda made a surprise appearance there, it shows a mutual respect for what each other does.","quoteAuthor":"Jason Aldean","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f714","quoteText":"To live your life well, and have respect for what came before or after - there's a strong respect for that in African culture.","quoteAuthor":"Anna Deavere Smith","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f715","quoteText":"I don't think I look up to any players. Obviously you respect everyone.","quoteAuthor":"Wayne Rooney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f716","quoteText":"My mom was a teacher - I have the greatest respect for the profession - we need great teachers - not poor or mediocre ones.","quoteAuthor":"Condoleezza Rice","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f717","quoteText":"If you don't respect me you're not gonna get that respect back.","quoteAuthor":"David Hasselhoff","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f718","quoteText":"I always remember having a healthy respect for my grandmother.","quoteAuthor":"Prince William","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f719","quoteText":"If your partner wants to be private, you have to respect that.","quoteAuthor":"Billie Jean King","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f71a","quoteText":"I respect people who feel things passionately. I do. But when someone is a judge, that is not what they should bring to the bench. It is not really passion, except in rare instances, that serves the bench well. It is, rather, an ability to understand the law and follow it.","quoteAuthor":"Charles Schumer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f71b","quoteText":"I think I've earned a certain level of respect, based on my accomplishments and my consistency.","quoteAuthor":"Curt Schilling","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f71c","quoteText":"In our culture we have such respect for musical instruments, they are like part of God.","quoteAuthor":"Ravi Shankar","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f71d","quoteText":"I want to say with the utmost of sincerity, not as a Republican, but as an American, that I have great respect for Senator Obama's historic achievement to become his party's nominee, not because of his color, but with indifference to it.","quoteAuthor":"Mike Huckabee","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f71e","quoteText":"I have learned to respect ideas, wherever they come from. Often they come from clients. Account executives often have big creative ideas, regardless of what some writers think.","quoteAuthor":"Leo Burnett","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f71f","quoteText":"You should be able to afford health care for your family. You should be able to retire with dignity and respect. And you should be able to give your children the kind of education that allows them to dream even bigger, go even farther and accomplish even more than you could ever imagine.","quoteAuthor":"Cory Booker","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f720","quoteText":"In the spiritual body moreover, man appears such as he is with respect to love and faith, for everyone in the spiritual world is the effigy of his own love, not only as to the face and the body, but also as to the speech and the actions.","quoteAuthor":"Emanuel Swedenborg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f721","quoteText":"There are forms of art that I might not like to do myself, but I still have respect for the artists who create it.","quoteAuthor":"Vanessa Paradis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f722","quoteText":"Instead, in the absence of respect for human rights, science and its offspring technology have been used in this century as brutal instruments for oppression.","quoteAuthor":"John Charles Polanyi","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f723","quoteText":"I have so much respect for people in the theater. You can't do 10 or 15 takes. It's all live. It's like life in motion.","quoteAuthor":"Puff Daddy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f724","quoteText":"In the United States, we do a pretty good job of protecting iconic landscapes and postcard views, but the ocean gets no respect.","quoteAuthor":"Jeff Goodell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f725","quoteText":"The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect.","quoteAuthor":"Bill Frist","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f726","quoteText":"Responsibility and respect of others and their religious beliefs are also part of freedom.","quoteAuthor":"Horst Koehler","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f727","quoteText":"As a politician, you have to deal with someone wanting you to fail every day. I think I prefer being in a situation where generally people are rooting for me, and if they aren't rooting for me, they aren't out there to see my downfall. I respect the people who have the stomach for it.","quoteAuthor":"John Legend","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f728","quoteText":"Respect commands itself and can neither be given nor withheld when it is due.","quoteAuthor":"Eldridge Cleaver","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f729","quoteText":"I think we can get respect for Parliament back providing governments and oppositions are frank.","quoteAuthor":"John Major","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f72a","quoteText":"All the actors I respect, especially old-Hollywood actors, the reason I think so many of them have had long careers is that there is a sort of mystery about them. You don't know what they do on Friday nights when they go home from work. You have no clue. You have this sort of fantasy about them.","quoteAuthor":"Kate Mara","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f72b","quoteText":"In fact I am quite snappy and irritable, and I don't know if I'd like to make myself worse in that respect.","quoteAuthor":"Nigella Lawson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f72c","quoteText":"I don't want or need to gain respect with what I do off the court. I want respect for what I do on the court.","quoteAuthor":"Vince Carter","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f72d","quoteText":"I dress up a certain way because I respect the music.","quoteAuthor":"Wynton Marsalis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f72e","quoteText":"I actually have more respect for people who are in the closet. You end up exposing so much of yourself because you have to talk about your sexual life. You shouldn't have to talk about it.","quoteAuthor":"Randy Harrison","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f72f","quoteText":"Americanism demands loyalty to the teacher and respect for his lesson.","quoteAuthor":"Bainbridge Colby","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f730","quoteText":"It is through accepting other people in our own countries that we shall come to respect our neighbours and be respected in our turn.","quoteAuthor":"Tahar Ben Jelloun","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f731","quoteText":"I want to establish a wide range and play all kinds of parts. It's that sort of acting career I really respect. I like to turn a sharp left from whatever I've done before because that keeps me awake. That's why I want to be an actor - I don't want to play endless variations on one character.","quoteAuthor":"Tim Curry","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f732","quoteText":"To our Palestinian neighbours, I assure you that we have a genuine intention to respect your right to live independently and in dignity. I have already said that Israel has no desire to continue to govern over you and control your fate.","quoteAuthor":"Ariel Sharon","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f733","quoteText":"Someone's career that I admire would have to be Justin Timberlake's because he started off on Disney and he made this huge film career and huge solo music career. I really respect him as an artist.","quoteAuthor":"Victoria Justice","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f734","quoteText":"I look up to Mick Jagger because he's an amazing performer and he's such an individual. I respect him and admire him eternally.","quoteAuthor":"Victoria Justice","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f735","quoteText":"One thing that I feel very, very strongly is that we talk about Islamic countries, Islamic people, Islamic leaders, as either moderates or extremists. It's almost like there are only two categories of Muslims. And actually, that doesn't show respect. It shows lack of understanding of the diversity of Muslim thought.","quoteAuthor":"David Miliband","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f736","quoteText":"Everyone needs solitude, especially a person who is used to thinking about what she experiences. Solitude is very important in my work as a mode of inspiration, but isolation is not good in this respect. I am not writing poetry about isolation.","quoteAuthor":"Wislawa Szymborska","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f737","quoteText":"Solitude is very important in my work as a mode of inspiration, but isolation is not good in this respect. I am not writing poetry about isolation.","quoteAuthor":"Wislawa Szymborska","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f738","quoteText":"I admire the Elsie Tanners and Barbara Windsors of the world: people who have crawled back from the abyss. I'm quite camp in that respect.","quoteAuthor":"Jenny Eclair","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f739","quoteText":"Somebody who's really comfortable with who she is and doesn't care what other people think. I like women who are really strong and were brought up to be comfortable with themselves and respect themselves.","quoteAuthor":"Brian Austin Green","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f73a","quoteText":"I don't have to participate in another culture's ceremonies in order to respect that culture.","quoteAuthor":"Sherman Alexie","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f73b","quoteText":"The writers I respect the most had an undying commitment to a vision.","quoteAuthor":"Jewel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f73c","quoteText":"I learn something from criticism because when it comes from sources you respect you always examine it and learn.","quoteAuthor":"Maurice Strong","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f73d","quoteText":"People respect you more if you just play and blow something out than if you take the easier road. That's how we think. You get more respect and people play harder for you. Just play till you blow it. Just play till it goes.","quoteAuthor":"Terry Bradshaw","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f73e","quoteText":"I undertake that, in the exercise of my functions of that office I will have regard to any guidance with respect to ethical standards issued by the secretary of state under Section 66 of the Greater London Authority Act 1999.","quoteAuthor":"Kenneth Robert Livingstone","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f73f","quoteText":"Eisenhower was my war hero and the President I admire and respect most.","quoteAuthor":"Ethel Merman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f740","quoteText":"I don't think there's any independent cartoonist whose stuff I don't like or respect in at least some way or another. We're all marginal laborers - we're practically medical oddities - so I don't see why we can't all be nice to each other.","quoteAuthor":"Chris Ware","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f741","quoteText":"I want there to be a level of respect between everybody.","quoteAuthor":"Kenny Chesney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f742","quoteText":"How can a Man respect his Wife when he has a contemptible Opinion of her and her Sex?","quoteAuthor":"Mary Astell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f743","quoteText":"The beliefs I was raised with - to respect animals and to be aware of nature, to understand that we share this planet with other creatures - have had a huge impact on me.","quoteAuthor":"Stella McCartney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f744","quoteText":"Success turns a lot of people off. I have a pretty solid sense of joy and respect that irritates people, and can irritate me, too.","quoteAuthor":"Dave Matthews","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f745","quoteText":"You know, I've carried a weapon for 10 years, never shot anybody, never robbed anybody. It has saved my life twice, but I know they're not toys. I practice with firearms, I enjoy shooting, it's a hobby of mine and I have a healthy respect for them.","quoteAuthor":"Luke Scott","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f746","quoteText":"I'm a person that doesn't have that many goals or plans. I feel like I'm the wind and I blow through life it's whatever comes to me. I very much respect nature. Whatever happens to me, I'm happy and I embrace it.","quoteAuthor":"Bai Ling","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f747","quoteText":"The Bee Gees, to us, was the three brothers. In Maurice's name, we would respect that and not be the Bee Gees anymore.","quoteAuthor":"Robin Gibb","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f748","quoteText":"I have a new found respect for women who have been through breast cancer and this surgery.","quoteAuthor":"Giuliana Rancic","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f749","quoteText":"I do not like sports, unless you consider treating all humankind with love and respect a sport.","quoteAuthor":"Todd Barry","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f74a","quoteText":"I understand the Second Amendment. I respect the Second Amendment. I think we need to use common sense tools to keep the American people safe, to keep our streets safe.","quoteAuthor":"Eric Holder","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f74b","quoteText":"More than anything, I think as our country matures, we recognize that women deserve to be treated with respect and dignity.","quoteAuthor":"Barbara Boxer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f74c","quoteText":"To win the cause we all believe in, the spread of true democracy all over the world, we need to win by example, not just with speeches but by example not just with military might but by gaining the respect of the world.","quoteAuthor":"Barbara Boxer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f74d","quoteText":"Anyone who can do the splits and come back up on the backbeat, as James Brown and Prince can, has my eternal respect. Prince, who is a genius of the highest order, can come back up while singing and playing the guitar.","quoteAuthor":"Bill Nighy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f74e","quoteText":"Above all, we must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.","quoteAuthor":"Joseph Ratzinger","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f74f","quoteText":"To be selected was an honor, and in respect of the family member chosen to run, families held feasts and gave away prized beaver coats, quilled tobacco bags and buffalo hides.","quoteAuthor":"Dennis Banks","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f750","quoteText":"In the book I define conservatism, as I believe it is fit upon four categories of principle: respect for The Constitution, respect for life, less government, and personal responsibility.","quoteAuthor":"Jonathan Krohn","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f751","quoteText":"I was not afraid of the press or the militants. It was uncomfortable, but I was not afraid. With respect to the press, I knew I knew more than they knew about city matters. With respect to the militants, I understood it. I mean, everybody believed in those days that they were being screwed, you know, that somebody was getting ahead of them.","quoteAuthor":"Ed Koch","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f752","quoteText":"The key to making healthy decisions is to respect your future self. Honor him or her. Treat him or her like you would treat a friend or a loved one. A Stanford study showed that those who saw a photo of their future self made smarter financial decisions.","quoteAuthor":"A. J. Jacobs","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f753","quoteText":"I haven't had an orthodox career, and I've wanted more than anything to have your respect. The first time I didn't feel it, but this time I feel it, and I can't deny the fact that you like me, right now, you like me!","quoteAuthor":"Sally Field","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f754","quoteText":"I love Johnny Cash, and I respect Johnny Cash. He's the biggest. He's like an Elvis in this business, but no, he's never been the rebel.","quoteAuthor":"Waylon Jennings","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f755","quoteText":"Love of our neighbour, then, has just the same respect to, is no more distant from, self-love, than hatred of our neighbour, or than love or hatred of anything else.","quoteAuthor":"Joseph Butler","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f756","quoteText":"I believe that the fight against crime starts in the home. Parents must take responsibility for their children and show them love and guidance from an early age so they learn to respect the rights of others.","quoteAuthor":"Blanche Lincoln","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f757","quoteText":"I have very little respect for Nancy Reagan. There is something about her that is very petty.","quoteAuthor":"Walter Annenberg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f758","quoteText":"I have a great deal of respect and admiration for people who put themselves on the line.","quoteAuthor":"Major Owens","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f759","quoteText":"There are some people whose opinion I value and respect and it would be very bothersome if I forfeited their respect. But the general public? I'm not preoccupied with the opinions of others.","quoteAuthor":"Conrad Black","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f75a","quoteText":"The owner of the New York Yankees, Mr. George Steinbrenner who I had the greatest respect for, I want to thank him for giving me the opportunity to win that special ring in 1996.","quoteAuthor":"Wade Boggs","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f75b","quoteText":"There are lots of people I admire and respect, but I don't necessarily want to be like them. I'm to happy being myself.","quoteAuthor":"James D'arcy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f75c","quoteText":"I'll work with a director if I think I'm going to get into a comfortable situation, and if it's someone I respect and who respects me, even if they're not so well known. Movies are hard to make, and you have to work toward a common ethic and do your best.","quoteAuthor":"Robert De Niro","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f75d","quoteText":"There is a deep affection in Australia for the Queen. And I mean the Queen's been the Queen ever since I was born. I mean she is part of the firmament of Australia's sort of national life there's a deep respect for her role.","quoteAuthor":"Kevin Rudd","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f75e","quoteText":"You can't respect yourself if you're afraid to be who you are.","quoteAuthor":"Amber Heard","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f75f","quoteText":"Managers have very tough jobs. I always respected their job but demanded respect in return.","quoteAuthor":"Jim Evans","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f760","quoteText":"We will be safer from terrorist attack only when we have earned the respect of all other nations instead of their fear, respect for our values and not merely our weapons.","quoteAuthor":"Theodore C. Sorensen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f761","quoteText":"As an actor, you really want to respect and honor the script. You want to try to be in the moment and you also realize that you're one part of a bigger picture and when they call action, you have your dance.","quoteAuthor":"Carrie-Anne Moss","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f762","quoteText":"In England, with all due respect, we have some of the plainest actresses in the entire world as our greatest.","quoteAuthor":"Minnie Driver","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f763","quoteText":"I respect the office of the president.","quoteAuthor":"Jan Brewer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f764","quoteText":"The great rule of moral conduct is next to God, respect time.","quoteAuthor":"Johann Kaspar Lavater","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f765","quoteText":"No, it's interesting to remake a film for the contemporary audience today. I think it's a good idea it needs to respect the original idea. Don't just take the title and change everything else.","quoteAuthor":"Dario Argento","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f766","quoteText":"Perhaps I seek certain utopian things, space for human honour and respect, landscapes not yet offended, planets that do not exist yet, dreamed landscapes.","quoteAuthor":"Werner Herzog","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f767","quoteText":"Respect for the truth comes close to being the basis for all morality.","quoteAuthor":"Frank Herbert","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f768","quoteText":"I find it hard to take rock groups very seriously or treat them with respect. There is something absurd about these gloomy young men getting together and banging away.","quoteAuthor":"Robert Wyatt","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f769","quoteText":"I truly respect the people who are working. If they want an autograph from Patti LaBelle, they are going to get it. I have never separated myself from them. I never think you are better than the next one.","quoteAuthor":"Patti LaBelle","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f76a","quoteText":"Whenever I go out, so many people who respect me ask me what to do in a certain situation. A lot of times, I didn't know the answers because sometimes I was going through the same sort of thing. But then later on, I would think of things that people told me.","quoteAuthor":"Patti LaBelle","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f76b","quoteText":"The twentieth century has exhibited a barbarism and lack of respect for human life on a massive scale just about unknown before.","quoteAuthor":"Ron Silver","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f76c","quoteText":"When you have fans who are hassling you the entire game and you ignore them, they respect you because their job is to try and distract you. And if they don't distract you, that means you're focused on doing your job. And who knows, by the end, sometimes you even win them over.","quoteAuthor":"Robert Griffin III","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f76d","quoteText":"Respect talent. Get respect where respect is due, but don't be caught up in yourself where you do things obliviously and not pay attention to what is going on.","quoteAuthor":"Robert Griffin III","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f76e","quoteText":"The new republic should be based on diversity, respect and equal rights for all.","quoteAuthor":"Evo Morales","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f76f","quoteText":"The relationship between the government of the United States and social and indigenous movements has always been difficult. Not just in Bolivia but worldwide. We need to have bilateral relations characterized by mutual respect.","quoteAuthor":"Evo Morales","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f770","quoteText":"I have found that the players who have played in that game really do have respect for their adversaries.","quoteAuthor":"Darrell Royal","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f771","quoteText":"We respect opposition to any position or policy. But we believe that the opinion that should prevail and be respected is that of the majority.","quoteAuthor":"King Hussein I","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f772","quoteText":"Respect and affection for animals, particularly those who share our homes, recognize no geographic borders.","quoteAuthor":"Nick Clooney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f773","quoteText":"He's a legend and I respect his work, so I went down and paid my respects when Charlton was on the set. He was nice but I think he lied a little. He said it was an honour to be in a movie with me, but I don't believe it.","quoteAuthor":"Mark Wahlberg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f774","quoteText":"I have a feeling that being in love sometimes means the projection of your desires onto another person. The important thing is that you like the other person, respect the other person and want to raise children with the other person.","quoteAuthor":"Eric Braeden","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f775","quoteText":"I remember the evacuee children from towns and cities throwing stones at the farm animals. When we explained that if you did that you wouldn't have any milk, meat or eggs, they soon learned to respect the animals.","quoteAuthor":"Mary Wesley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f776","quoteText":"I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana's loss, and gratitude for her all-too-short life. It is a chance to show to the whole world the British nation united in grief and respect.","quoteAuthor":"Queen Elizabeth II","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f777","quoteText":"We don't do drugs, drink or use profanity. Instead we instill morals and values in my boys by raising them with a love of God and a love and respect for themselves and all people. I believe they will have a chance.","quoteAuthor":"Anita Baker","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f778","quoteText":"In order to gain the respect of your players in the locker room, you can't just perform on Saturday. You have to do it consistently during practices, meetings, and in the weight room.","quoteAuthor":"Junior Seau","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f779","quoteText":"There are people who drove me crazy, but they got the job done. And when I see that person again, I nod my head. Respect.","quoteAuthor":"Bill Murray","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f77a","quoteText":"My stories are about humans and how they react, or fail to react, or react stupidly. I'm pointing the finger at us, not at the zombies. I try to respect and sympathize with the zombies as much as possible.","quoteAuthor":"George A. Romero","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f77b","quoteText":"I hate going out in Brighton now. It's different in London. People respect you more there.","quoteAuthor":"Katie Price","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f77c","quoteText":"I've never met a person who has more integrity than my husband. I respect that. There's his humor and intelligence, too, and he's really cute, all those things - but if you don't respect your partner, you'll get sick of him.","quoteAuthor":"Michelle Pfeiffer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f77d","quoteText":"I do think that, at one time, being an actress was the equivalent almost of being a prostitute. It garnered roughly the same respect. That's changed a lot, thank goodness.","quoteAuthor":"Michelle Pfeiffer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f77e","quoteText":"I have a strong emotional respect for Steve.","quoteAuthor":"Walter Isaacson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f77f","quoteText":"Teachers have the hardest and most important jobs in America. They're building our nation. And we should appreciate them, respect them, and pay them well.","quoteAuthor":"Jim Hunt","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f780","quoteText":"You can't tell your kids to read if you're just watching television. They have to see you read. And in that respect, I think it's important to walk the walk. It's a wonderful shared time.","quoteAuthor":"Gary Ross","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f781","quoteText":"My focus is always on the day. What I've done behind me, I try to have respect for it, and keep an eye on it, and make sure it isn't abused, and obviously be thoughtful about it, because it's all real to me. I'm basically in every band I ever was in, and the songs, I still mean them all.","quoteAuthor":"Ian MacKaye","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f782","quoteText":"I think Europeans have enough tradition and respect for the experience and body of work of an actress that they don't sell out to the new ones.","quoteAuthor":"Kathleen Turner","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f783","quoteText":"I'm not an American but I have always had the outsiders' respect for the American people and the American way.","quoteAuthor":"Christiane Amanpour","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f784","quoteText":"If we have no respect for our viewers, then how can we have any respect for ourselves and what we do?","quoteAuthor":"Christiane Amanpour","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f785","quoteText":"I leave CNN with the utmost respect, love and admiration for the company and everyone who works here. This has been my family and shared endeavor for the past 27 years, and I am forever grateful and proud of all that we have accomplished.","quoteAuthor":"Christiane Amanpour","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f786","quoteText":"I respect the president. He and I have a difference of opinion on how to help the country we both love. But the question each of us wants the voters to answer is who will be the better president, not who is the better American.","quoteAuthor":"Jon Huntsman, Jr.","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f787","quoteText":"New York gave me hell for that 'Purple Swag,' man. They didn't respect me until 'Peso.'","quoteAuthor":"ASAP Rocky","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f788","quoteText":"I'm getting my respect as a video director. The fashion industry respects me and knows who I am.","quoteAuthor":"ASAP Rocky","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f789","quoteText":"I'm not religious, but I believe that what I have is a gift, and I respect it and live up to it.","quoteAuthor":"Sugar Ray Leonard","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f78a","quoteText":"The respect for human rights, essential if we are to use technology wisely, is not something alien that must be grafted onto science. On the contrary, it is integral to science, as also to scholarship in general.","quoteAuthor":"John Charles Polanyi","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f78b","quoteText":"The territorial state is such an ancient form of society - here in Europe it dates back thousands of years - that it is now protected by the sanctity of age and the glory of tradition. A strong religious feeling mingles with the respect and the devotion to the fatherland.","quoteAuthor":"Christian Lous Lange","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f78c","quoteText":"Internationalism is a community theory of society which is founded on economic, spiritual, and biological facts. It maintains that respect for a healthy development of human society and of world civilization requires that mankind be organized internationally.","quoteAuthor":"Christian Lous Lange","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f78d","quoteText":"I loved fairy tales when I was a kid. Grimm. The grimmer the better. I loved gruesome gothic tales and, in that respect, I liked Bible stories, because to me they were very gothic.","quoteAuthor":"Amy Tan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f78e","quoteText":"It goes without saying that the desire to accomplish the task with more confidence, to avoid wasting time and labour, and to spare our experimental animals as much as possible, made us strictly observe all the precautions taken by surgeons in respect to their patients.","quoteAuthor":"Ivan Pavlov","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f78f","quoteText":"Love is about mutual respect, apart from attraction.","quoteAuthor":"George Best","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f790","quoteText":"Since turning professional at 18, I have travelled the world playing the game that I love and consider myself a global player. As the World No.1 right now, I wish to be a positive role model and a sportsperson that people respect, and enjoy watching.","quoteAuthor":"Rory McIlroy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f791","quoteText":"The respect for human rights is nowadays not so much a matter of having international standards, but rather questions of compliance with those standards.","quoteAuthor":"Michelle Bachelet","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f792","quoteText":"Writing fiction has developed in me an abiding respect for the unknown in a human lifetime and a sense of where to look for the threads, how to follow, how to connect, find in the thick of the tangle what clear line persists.","quoteAuthor":"Eudora Welty","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f793","quoteText":"When I speak of 'cycles,' I am referring to lengthy intervals of relative homogeneity, if not in the resolving of problems, than at least with respect to the consistency of their capacity to productively irritate.","quoteAuthor":"Brian Ferneyhough","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f794","quoteText":"With respect to the respective French and German traditions you are no doubt correct, although I am reluctant to see individual achievement reduced to archetypes.","quoteAuthor":"Brian Ferneyhough","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f795","quoteText":"Civilization is built on a number of ultimate principles... respect for human life, the punishment of crimes against property and persons, the equality of all good citizens before the law... or, in a word justice.","quoteAuthor":"Max Nordau","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f796","quoteText":"I have the most profound respect for the Department of Justice and the FTC. We in Europe are a younger and I would say junior institution to the historical antitrust experience of the US.","quoteAuthor":"Mario Monti","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f797","quoteText":"My friendships and relationships in the conservative world are not predicated on political correctness and enforced conformity of thought. They are based, instead, on mutual respect, honesty and understanding - concepts many modern liberals should consider revisiting.","quoteAuthor":"Tammy Bruce","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f798","quoteText":"We have to unclutter our brains from worries that maybe people don't like us. Women tend to worry about popularity it doesn't matter if they like you. They need to respect you. They need to show that respect for you in your pay check. And that needs to be okay.","quoteAuthor":"Mika Brzezinski","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f799","quoteText":"I'm definitely bicoastal, but I have to say, it's easier to live in New York than in L.A. I feel like people respect other people's space a bit more here.","quoteAuthor":"Mary-Kate Olsen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f79a","quoteText":"Being identified as a poet in France or Denmark or India one is greeted with gracious respect.","quoteAuthor":"James Broughton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f79b","quoteText":"Shooting a film is like a kismet quest. You have thirty days and you need magic to happen. So that's why I wear suits. I'm praying to the gods, and I'm doing everything I can to respect the powers of the world.","quoteAuthor":"Mike Mills","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f79c","quoteText":"My team and I have reunited two elements that coexist with difficulty: respect and affection, because when they love you they don't respect you and when they respect you they don't love you.","quoteAuthor":"Shakira","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f79d","quoteText":"Well, I had an immense respect for Cirque du Soleil when I first say them in the '80s on a television show and just thought, you know, this group is really reinventing the circus, as you know. Because there wasn't three rings. There were no animals.","quoteAuthor":"Criss Angel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f79e","quoteText":"Those people behind the mosque have to respect, have to appreciate and have to defer to the people of New York. The wound is still there. Just because the wound is healing you can't say, 'Let's just go back to where we were pre-9/11.","quoteAuthor":"Al-Waleed bin Talal","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f79f","quoteText":"You have to respect your audience. Without them, you're essentially standing alone, singing to yourself.","quoteAuthor":"K. D. Lang","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7a0","quoteText":"My government, you can be assured, will be less focused on personalities. It is about treating people with respect. I think complaining about the community not being able to see the wisdom of our ideas is the wrong approach.","quoteAuthor":"Jay Weatherill","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7a1","quoteText":"People have to be educated and they have to stick to it. If people lose that respect, an awful lot is lost.","quoteAuthor":"Stephen Breyer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7a2","quoteText":"Not only did I come out as a reality star that was very boisterous and vivacious and outspoken and all those things. I flipped that into money and respect. And a lot of people can't do that.","quoteAuthor":"NeNe Leakes","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7a3","quoteText":"The language of America changed with the election of Bill Clinton, because with all due respect to my friends on the Republican side, Bill Clinton is the best communicator of the last 50 years. He felt your pain.","quoteAuthor":"Frank Luntz","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7a4","quoteText":"I was always fascinated by engineering. Maybe it was an attempt maybe to get my father's respect or interest, or maybe it was just a genetic love of technology, but I was always trying to build things.","quoteAuthor":"James Cameron","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7a5","quoteText":"As a chef, you need to respect your guests and their needs. If they decide that they want to eat certain things and not eat others, if for religious reasons or just decide they don't want to eat certain ingredients, you have to respect that.","quoteAuthor":"Joel Robuchon","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7a6","quoteText":"I was brought up the Mexican way, where actors are paid very little and every part you take is an act of faith. If people respect that, then great.","quoteAuthor":"Gael Garcia Bernal","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7a7","quoteText":"House music is about love, and lots of hip hop is about hate and intolerance, so in that respect, it's not good at all.","quoteAuthor":"Chris Lowe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7a8","quoteText":"Every color I can think of and nationality, we were all touched by Dr. King because he made us like each other and respect each other.","quoteAuthor":"Lena Horne","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7a9","quoteText":"I always watched movies and rooted for the bad guys, you know? I've always been that kind of guy. I still hold some respect for criminals that are good at their jobs.","quoteAuthor":"Justin Townes Earle","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7aa","quoteText":"I like cinema audiences. I respect them, and I talk to them just like I would anybody I know.","quoteAuthor":"Roland Joffe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ab","quoteText":"I have too much respect for the idea of God to make it responsible for such an absurd world.","quoteAuthor":"Georges Duhamel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ac","quoteText":"We all respect sincerity in our friends and acquaintances, but Hollywood is willing to pay for it.","quoteAuthor":"Hattie McDaniel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ad","quoteText":"I'm a big proponent of young women dressing appropriately in the workplace to get ahead. We need to demand respect as women, and part of that involves how we present ourselves.","quoteAuthor":"Rachel Roy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ae","quoteText":"There will always be a desire for something new, fresh and innovative, as well as a yearning and respect for timeless elegance and beauty.","quoteAuthor":"Helena Christensen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7af","quoteText":"On one side, citizens have great respect for the United States they have a great feeling of friendship. That is solid. But in the opposition and in the political arena I often find criticism of the closeness of relations with the United States. That is a reality.","quoteAuthor":"Vicente Fox","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7b0","quoteText":"Everyone at 'CSI' has been so great to work with, and so great in terms of scheduling. There's a real feeling of family on that set... I've grown to have so much respect for the cast and crew - they're been together so many years and still care about the show and each other.","quoteAuthor":"Elisabeth Shue","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7b1","quoteText":"My mother is very, very smart and commands respect because she has a lot of respect for herself.","quoteAuthor":"Jared Leto","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7b2","quoteText":"Directing has only increased my admiration and respect for what it is that actors do.","quoteAuthor":"Eric Stoltz","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7b3","quoteText":"It seems I have a hard time being attracted to someone unless I respect what they do on some level. Otherwise, I would feel disdain for them. Which is not always pleasant in a relationship. Sometimes it's fun though.","quoteAuthor":"Eric Stoltz","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7b4","quoteText":"Our challenge for the future is that we realize we are very much a part of the earth's ecosystem, and we must learn to respect and live according to the basic biological laws of nature.","quoteAuthor":"Jim Fowler","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7b5","quoteText":"I'm a vegetarian and very much active in regards to how I feel about animal rights and protecting animals and giving animals a voice. But at the same time, I appreciate and respect other people's decisions to eat meat. The only thing that I hope is that people are educated, that they're aware, that they're living a conscious lifestyle.","quoteAuthor":"Abbie Cornish","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7b6","quoteText":"I keep it real normal, like I don't try to act like a celebrity, or say that just because I'm on a TV show I can do other types of TV. I take it very seriously and I respect the art of acting.","quoteAuthor":"Vinny Guadagnino","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7b7","quoteText":"I can remember when I was a baby and my mother was there watching the show. I went and bought 100 episodes and watched them. I respect it so much that the sitcom itself and Ed Norton I'm not playing Ed Norton but my version of it, cause I'm a black man.","quoteAuthor":"Mike Epps","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7b8","quoteText":"Writing for children is bloody difficult books for children are as complex as their adult counterparts, and they should therefore be accorded the same respect.","quoteAuthor":"Mark Haddon","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7b9","quoteText":"I always got great respect as a bass player.","quoteAuthor":"Bill Wyman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ba","quoteText":"I fear God and respect God and love God.","quoteAuthor":"Brett Ratner","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7bb","quoteText":"The Obama administration now has regulations that tells them that they can no longer promote marriage to these young girls. They can no longer promote marriage as a way of avoiding poverty and bad choices that they make in their life. They can no longer even teach abstinence education. They have to be neutral with respect to how people behave.","quoteAuthor":"Rick Santorum","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7bc","quoteText":"With respect to the northeastern boundary of the United States, no official correspondence between this Government and that of Great Britain has passed since that communicated to Congress toward the close of their last session.","quoteAuthor":"Martin Van Buren","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7bd","quoteText":"Americans will respect your beliefs if you just keep them private.","quoteAuthor":"Bill O'Reilly","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7be","quoteText":"Whose rights will we acknowledge? Whose human dignity will we respect? For whose well-being will we, as a people, assume responsibility?","quoteAuthor":"Robert Casey","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7bf","quoteText":"In some ways England is more liberal than France, but I also find it more intrusive. But when you go abroad you have to accept the ways of where you live. I have to respect that.","quoteAuthor":"Arsene Wenger","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7c0","quoteText":"Is woman a religion? Well, perhaps you will have the chance of judging for yourselves if you go to America. There you will find men treating women with just the same respect formerly accorded only to religious dignitaries or to great nobles.","quoteAuthor":"Lafcadio Hearn","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7c1","quoteText":"In fact, the U.S. military has bent over backwards to respect the religious beliefs of some very dangerous fanatics who want to kill us.","quoteAuthor":"Linda Chavez","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7c2","quoteText":"I have such a profound respect for what they do day in and day out. This USO tour is especially meaningful because of the friends I have met and I am honored to be apart of it.","quoteAuthor":"Karl Malone","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7c3","quoteText":"I have many friends and family members who have served (or are currently serving) in our nation's Armed Forces. I have such a profound respect for what they do day in and day out.","quoteAuthor":"Karl Malone","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7c4","quoteText":"PETA's campaign should be included in school curricula. If we can open children's hearts and minds to animals' needs, teach them to treat a dog or a chicken as if they feel fear and love and pain - as they do - then they will grow up to understand that we are all worthy of respect.","quoteAuthor":"Ingrid Newkirk","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7c5","quoteText":"Every animal has his or her story, his or her thoughts, daydreams, and interests. All feel joy and love, pain and fear, as we now know beyond any shadow of a doubt. All deserve that the human animal afford them the respect of being cared for with great consideration for those interests or left in peace.","quoteAuthor":"Ingrid Newkirk","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7c6","quoteText":"Give your dog or cat respect, patience, understanding and love. And if you just change to one vegetarian day a week, that's a wonderful step that will save animal lives. It means you have chosen something kind instead of something cruel.","quoteAuthor":"Ingrid Newkirk","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7c7","quoteText":"Nonetheless, do I have respect for people who believe in the hereafter? Of course I do. I might add, perhaps even a touch of envy too, because of the solace.","quoteAuthor":"Studs Terkel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7c8","quoteText":"If you're lucky as you get older, you respect the craft and it becomes a skill.","quoteAuthor":"Frank Langella","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7c9","quoteText":"Marriage gives you a new respect for a person.","quoteAuthor":"Katharine McPhee","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ca","quoteText":"I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault.","quoteAuthor":"Branch Rickey","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7cb","quoteText":"No one is above the game or the rules that govern it. Respect for the game and the people who participate in it will not be compromised.","quoteAuthor":"Roger Goodell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7cc","quoteText":"I don't expect to try to get people to like everything I do. I want them to respect what I do.","quoteAuthor":"Roger Goodell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7cd","quoteText":"Listen, I have a great affection and respect for Joe Biden. I think he's been a great vice president. He's taken on a lot of tough assignments for our administration.","quoteAuthor":"David Axelrod","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ce","quoteText":"I did work out every day. I needed it to have the endurance to do what needed to be done and not get hurt. I have such a new respect for action stars now.","quoteAuthor":"Sanaa Lathan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7cf","quoteText":"He has a profound respect for old age. Especially when it's bottled.","quoteAuthor":"Gene Fowler","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7d0","quoteText":"I shall always respect the composer. If I embellish, it is his idea I am embellishing.","quoteAuthor":"Kate Smith","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7d1","quoteText":"Alabama citizens, like the vast majority of Americans, respect and value the meaning of decency, and appreciate public institutions that reflect the common values of our society.","quoteAuthor":"Mike Rogers","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7d2","quoteText":"I believe acting is very physical, and when you have to fight or do those kinds of things, it takes a lot of respect not to allow yourself to go off and hurt yourself or someone else.","quoteAuthor":"Giancarlo Esposito","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7d3","quoteText":"Because we should always respect other nationalities, I have always tried to play them with dignity.","quoteAuthor":"Ricardo Montalban","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7d4","quoteText":"I still don't understand the music industry that much. Everything I learned was from hanging out with rock musicians in studios. I certainly have respect for those who make music their livelihood.","quoteAuthor":"Brendan Fraser","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7d5","quoteText":"Ragtime has about the same amount of respect as comics. And in a way they're similar art forms. Ragtime is highly compositional, and the emotion in the music is built in, whereas in jazz a lot of that emotion comes from the way it's performed.","quoteAuthor":"Chris Ware","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7d6","quoteText":"I definitely think we get a lot of respect for what we do, but I definitely think that some people don't like us, which is fine.","quoteAuthor":"Matt Stone","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7d7","quoteText":"I am not someone who believes we should build a fence around our country but I do believe there ought to be some fairness with respect to the rules of this globalization.","quoteAuthor":"Byron Dorgan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7d8","quoteText":"My goal is to get another 30 years out of this business. So I need to figure out the fuel to do that. And so far, I think it's respect and quality and company, not celebrity or box office or stardom. It's not a sprinter's approach. It's more like a long-distance thing. You can stick around a lot longer if you kind of slow-play it.","quoteAuthor":"Jason Bateman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7d9","quoteText":"My mission, I guess, has always been the kind of world where lesbian and gay people can celebrate who we are with equal freedom, dignity, and respect.","quoteAuthor":"John Fisher","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7da","quoteText":"I respect people who can do both careers, like Will Smith and a couple of other people who have done it, but I just don't know when they sleep.","quoteAuthor":"Val Kilmer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7db","quoteText":"I think more and more respect has been accorded to teachers, and quite rightly so.","quoteAuthor":"Michael Gove","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7dc","quoteText":"Since I've started fighting it has taught me a lot about self respect, self confidence and self control.","quoteAuthor":"Gina Carano","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7dd","quoteText":"Well you know, I have the utmost respect for people like Angelina Jolie and Zoe Saldana in 'Colombiana. '","quoteAuthor":"Gina Carano","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7de","quoteText":"I try to respect the rules of the silent movies and I tried to make signification to make sense, and also the crew were very good and the fact that we shot in LA in the real Hollywood, studios and houses. We shot in the bed of Mary Pickford, and you cannot be any more accurate than that, so that helped a lot.","quoteAuthor":"Michel Hazanavicius","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7df","quoteText":"My government will respect the will of the people.","quoteAuthor":"Mwai Kibaki","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7e0","quoteText":"Idleness does drive me crazy, but I'd rather read or write than do anything just to work. A kind of respect has been instilled in me for acting: I love it too much to ever have a bad relationship with it.","quoteAuthor":"Karen Allen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7e1","quoteText":"I've discovered that I've never had much respect for money, and that has meant that money has ended up ruling me a little bit more than it should have. So I'm trying to learn - at this late stage in life! - to actually control that.","quoteAuthor":"Rufus Sewell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7e2","quoteText":"You cannot trust 25 guys in a locker room to have the same respect and training as I do with a weapon. That I do understand. I've carried a gun for 10 years. I've carried them in the locker room, and nobody really knows about it. I know how to handle myself.","quoteAuthor":"Luke Scott","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7e3","quoteText":"I've always had a great respect for the picture business. It's been good to me.","quoteAuthor":"Alan Ladd","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7e4","quoteText":"Walt had a marvelous intuition. And because he understood people very well, liked them and had great respect for people, there was nothing cynical about Walt.","quoteAuthor":"John Hench","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7e5","quoteText":"For about ten years now, the struggle for democracy and the respect of human rights has been in the focus point - if not a commodity - of political groups aiming to rise to power.","quoteAuthor":"Omar Bongo","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7e6","quoteText":"But the Western countries that link their partnership with the poorest countries with respect for democracy also have to consider that they have obligations towards these countries.","quoteAuthor":"Omar Bongo","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7e7","quoteText":"Writing can sometimes be exploitative. I like to take a few steps of remove in order to respect the privacy of the subject. If readers make the link, they have engaged with the poem.","quoteAuthor":"John Barton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7e8","quoteText":"The Arab-Israeli conflict is also in many ways a conflict about status: it's a war between two peoples who feel deeply humiliated by the other, who want the other to respect them. Battles over status can be even more intractable than those over land or water or oil.","quoteAuthor":"Alain de Botton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7e9","quoteText":"Your private life is your private life and you keep it to yourself. You get more respect that way.","quoteAuthor":"Jay Kay","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ea","quoteText":"In this respect I suppose I'm the total opposite of Garry. With his very emotive body language at the board he shows and displays all his emotions. I don't.","quoteAuthor":"Vladimir Kramnik","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7eb","quoteText":"I respect the Hall of Fame, and if they think that I'm worthy enough, I would be very honored. And if they don't, I gave it all that I had to this game.","quoteAuthor":"Rafael Palmeiro","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ec","quoteText":"Freedom goes hand-in-hand with mutual respect.","quoteAuthor":"Kay Rala Xanana Gusmao","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ed","quoteText":"'Metals' has partly been about me regaining my self respect and I feel like I'm growing the muscles I want to grow again.","quoteAuthor":"Feist","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ee","quoteText":"A man's respect for law and order exists in precise relationship to the size of his paycheck.","quoteAuthor":"Adam Clayton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ef","quoteText":"The mandate you go with is intimidating and also is a source of respect that you gain, because you have come with this mandate from the United Nations.","quoteAuthor":"Lakhdar Brahimi","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7f0","quoteText":"The sum of the whole is plainly this: The nature of man considered in his single capacity, and with respect only to the present world, is adapted and leads him to attain the greatest happiness he can for himself in the present world.","quoteAuthor":"Joseph Butler","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7f1","quoteText":"The government would be able to go to court with respect to newspaper articles, broadcast pieces and the like that they thought were bad or harmful or even against the government and try to block them.","quoteAuthor":"Floyd Abrams","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7f2","quoteText":"I actually don't know anyone who wants to be famous for fame's sake, at least not anyone I respect. But you need to have a certain amount of power in order to be able to do what you want.","quoteAuthor":"Michael Ian Black","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7f3","quoteText":"I could speak Spanish fluently growing up, but I'm so out of practice, and I have such a tremendous respect for songwriting in the Spanish language.","quoteAuthor":"Miguel Jontel Pimentel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7f4","quoteText":"I work on words quite separately to music. They're both ongoing, and I don't ever feel like I'm working in a cycle in that respect, because it's every day anyway, no matter what I'm doing. Then I get to a point when I've collected together enough words that seem like they want to be songs rather than poems, or sometimes not.","quoteAuthor":"P. J. Harvey","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7f5","quoteText":"Anybody who asks for democracy to be introduced should respect the results of democracy.","quoteAuthor":"Ismail Haniyeh","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7f6","quoteText":"The only ground on which a neutral State can claim respect at the hands of belligerents is, that, so far as she is concerned, their rights are protected.","quoteAuthor":"Gerrit Smith","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7f7","quoteText":"The Southern slave would obey God in respect to marriage, and also to the reading and studying of His word. But this, as we have seen, is forbidden him.","quoteAuthor":"Gerrit Smith","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7f8","quoteText":"This is my job and I respect it enough to concentrate on it.","quoteAuthor":"Andrew Bogut","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7f9","quoteText":"I will continue my activities related to education in one way or another. I certainly would have at the top my agenda, with respect to education, the need to do much better with modern educational technology.","quoteAuthor":"Major Owens","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7fa","quoteText":"I just play the music that I love with musicians that I respect, and fortunately, I'm in a position where people are willing to play with me, and perhaps I can do something to help them.","quoteAuthor":"Bonnie Raitt","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7fb","quoteText":"It is still a surprise when people tell me that I've had an influence on them, particularly when it's someone I really respect.","quoteAuthor":"Bonnie Raitt","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7fc","quoteText":"Liability does apply with respect to the amount of the oil spill.","quoteAuthor":"Ken Salazar","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7fd","quoteText":"I don't think anyone can speculate what will happen with respect to oil prices and gas prices because they are set on the global economy.","quoteAuthor":"Ken Salazar","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7fe","quoteText":"It's not easy to retire at 31. In one respect I was glad I was done. But after a few years of having fun, I got a little restless. When you're 33, 34, and you don't have a focus, you can get kind of lost. As a man, you feel a little bit unfulfilled.","quoteAuthor":"Pete Sampras","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f7ff","quoteText":"South Carolinians are strong, independently-minded people. At the end of the day, they make their own decisions. And I respect them for that. And I welcome that. And I told him that from the very beginning.","quoteAuthor":"Nikki Haley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f800","quoteText":"My parents started a business out of the living room of our home and, 30-plus years later, it was a multimillion dollar company. So, President Obama, with all due respect, don't tell me that my parents didn't build their business.","quoteAuthor":"Nikki Haley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f801","quoteText":"When you get close to the raw materials and taste them at the moment they let go of the soil, you learn to respect them.","quoteAuthor":"Rene Redzepi","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f802","quoteText":"If you have to fight a crowd of boys, it's best to go for the biggest one. That way you won't have to fight them all. The others will see that you mean business and you will win their respect.","quoteAuthor":"Suzanne Vega","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f803","quoteText":"What's natural and right is to go with the energy of how it all has to work together. What's natural and right is interconnectedness, not individualism. What is natural and right is respect for the system, not killing the system. What's natural and right is love.","quoteAuthor":"Susan Powter","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f804","quoteText":"Ninety-nine percent of people now call me The Hoff - and it's out of respect.","quoteAuthor":"David Hasselhoff","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f805","quoteText":"American officials have bent over backwards to show how sensitive they are to Muslim culture. It didn't seem very effective. They seem to be worried about winning the respect of other people.","quoteAuthor":"Tucker Carlson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f806","quoteText":"I think in New York we had respect and we would pretty much fill up the places where we went, but I never got the sense that we really were Number 1 here in New York among the Latin crowds.","quoteAuthor":"Ruben Blades","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f807","quoteText":"I have a great respect for the academics who are working with the source material. My hat's off to them.","quoteAuthor":"Terri Windling","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f808","quoteText":"I have a wonderful respect for old people.","quoteAuthor":"Craig Kilborn","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f809","quoteText":"I'm just one woman away, my mother, from being the same as Mike Tyson. I would've ended up like him if my mama had not been so tough and strong. A lot of people, including Mike, don't know I came from the ghetto. They think I'm too nice and proper. But that's the way my mama raised me - to look people in the eye and respect them.","quoteAuthor":"Evander Holyfield","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f80a","quoteText":"I have enormous respect for Steve Johnson, and as I've told him, Feed was one of the inspirations for Salon. They were up there before we were. And also for Joey and the Suck people.","quoteAuthor":"David Talbot","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f80b","quoteText":"If any movie people are watching this show, please, for me, have some respect. You wanna sell some tickets, act like you know what you're talking about.","quoteAuthor":"Jeff Goldblum","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f80c","quoteText":"If you respect the audience enough, they can take onboard many things.","quoteAuthor":"Nick Park","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f80d","quoteText":"I'm very conscious that I want the dance audience to respond and respect what I'm doing, so I'm always very true to the music and I honour the music in the way I see it - I don't mess around with the music.","quoteAuthor":"Matthew Bourne","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f80e","quoteText":"I try to be the best husband I can be, and if people respect that, that's cool. But there's no 'perfect husband.' We just all try to do the best we can, you know what I mean?","quoteAuthor":"Nick Lachey","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f80f","quoteText":"What helped me was I had people around me to remind me to help my country even when it did me wrong, have respect for my people, my family, my nation and mankind.","quoteAuthor":"Alexis Arguello","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f810","quoteText":"See, I respect boxing because it has given me so much and that's why I will never allow anyone to mistreat the sport of boxing if I can help it.","quoteAuthor":"Alexis Arguello","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f811","quoteText":"I have many valentines. My mom and my sister and my directors. I got calls from all of them. And my friends. I respect what Valentine's Day stands for because it is about love.","quoteAuthor":"Michelle Trachtenberg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f812","quoteText":"It's taken folk a while to come around, hasn't it? Even the boys in the band weren't too sure about the whole art thing. They just wanted me to concentrate on the music. But they respect it now.","quoteAuthor":"Ron Wood","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f813","quoteText":"Hopefully, imparting what's important to me, respect for the food and that information about the purveyors, people will realize that for a restaurant to be good, so many pieces have to come together.","quoteAuthor":"Thomas Keller","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f814","quoteText":"To be frank, I suspect that today there is little respect for Christianity as source of moral teaching about goodness.","quoteAuthor":"Timothy Radcliffe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f815","quoteText":"I saw and I met a lot of people who were in the field. It also provided a context in which I came to respect what the actor did, because I saw how difficult it actually was to do.","quoteAuthor":"Ron Silver","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f816","quoteText":"My father told me to dress to reflect the respect you have for the people around you. I've never forgotten that.","quoteAuthor":"Sam Raimi","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f817","quoteText":"It's really hard for actors to cross over and get any respect as a singer, and if I could just keep it separate and not use my music in movies, it's cool.","quoteAuthor":"Taryn Manning","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f818","quoteText":"I've always wanted to work with Blair, and finally the timing was right. I have a tremendous amount of respect for him. I think he's a hugely underrated actor in Hollywood.","quoteAuthor":"Tyler Perry","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f819","quoteText":"One of the people that I respect the most now, a person I think has done a heck of a lot for this world as a leader, is Margaret Thatcher. She helped create a world that offers us a lot of excitement as we look to the next century.","quoteAuthor":"Sanford I. Weill","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f81a","quoteText":"I had found English audiences highly satisfactory. They are the best listeners in the world. Perhaps the music-lovers of some of our larger cities equal the English, but I do not believe they can be surpassed in that respect.","quoteAuthor":"John Philip Sousa","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f81b","quoteText":"I genuinely liked all of the cast members very much. Steve had a wicked sense of humor. I remember Russell coming to my rescue, once. I watched Eric evolve before everyone's eyes. Maurice loved what he did, so. He treated his character with respect, down to the costuming.","quoteAuthor":"Madeleine Stowe","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f81c","quoteText":"Sometimes you have to take a break from being a crazy kid. You can't be doing that all the time. Sometimes you just have to pay respect to your own simple-ness.","quoteAuthor":"Sean Paul","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f81d","quoteText":"I would like to work with anyone in the business who wants to give respect back to the Jamaican vibe.","quoteAuthor":"Sean Paul","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f81e","quoteText":"The more you make fun of yourself and don't try to go for any kind of respect, the more people seem to respect you.","quoteAuthor":"James Van Der Beek","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f81f","quoteText":"How have relations with Iran and Belarus benefited Venezuela? We are interested in countries that have democracies, that respect human rights, that we have an affinity with. What affinity do we have with Iran?","quoteAuthor":"Henrique Capriles Radonski","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f820","quoteText":"Besides the healthcare bill being unconstitutional and a great expansion of federal government, I think if it does not respect people's individual religious views and makes groups or individuals do things that are contrary to their deeply held beliefs, there is going to be a visceral negative reaction.","quoteAuthor":"Bob McDonnell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f821","quoteText":"I think the more we embrace the culture of life and respect life, the better that we do.","quoteAuthor":"Bob McDonnell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f822","quoteText":"In my school, people liked the gym teachers because they were the football or soccer coaches. But look, if they're cool, they get respect.","quoteAuthor":"Danny McBride","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f823","quoteText":"When I'm shooting a movie, I'm always in an invisible theater seat. I respect the fact that people have worked hard all week and want to go to the movies on the weekend and be entertained.","quoteAuthor":"Michael Moore","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f824","quoteText":"General Musharraf needs my participation to give credibility to the electoral process, as well as to respect the fundamental right of all those who wish to vote for me.","quoteAuthor":"Benazir Bhutto","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f825","quoteText":"It's just such a pleasure to bring a talent you respect to the world.","quoteAuthor":"Tina Weymouth","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f826","quoteText":"I have respect for those who make money at art and do it well and smartly, because that commercial aspect keeps the world going and running, in a sense.","quoteAuthor":"Tina Weymouth","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f827","quoteText":"If the world were a bar, America would currently be the angry drunk waving around a loaded gun. Yeah, the other people in the bar may be afraid of him, but they sure as hell don't respect him.","quoteAuthor":"Wil Wheaton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f828","quoteText":"I got a nomination for director, which means the world to me it's just the most exciting thing for me and my family. You do the good hard work, and the rest of it is something you shouldn't get too caught up in, but when it happens - boy! I respect it.","quoteAuthor":"David O. Russell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f829","quoteText":"You get respect when you give respect. That's how you get respect.","quoteAuthor":"Michael Nutter","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f82a","quoteText":"I would love to have dinner with Jay-Z and Beyonce. I think we would have a lot to chat about. I like them both so much, and I love them as a couple. I like that they are both at the top of their game - and that they have a mutual respect and admiration for each other.","quoteAuthor":"Gayle King","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f82b","quoteText":"I know what the attitudes of the readers are: These are guys who love women and respect women.","quoteAuthor":"Christie Hefner","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f82c","quoteText":"I carried through well with my tennis. I got the respect by usage of the tennis racket.","quoteAuthor":"Gabriela Sabatini","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f82d","quoteText":"The only thing I believe is this: A player does not have to like a manager and he does not have to respect a manager. All he has to do is obey the rules.","quoteAuthor":"Sparky Anderson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f82e","quoteText":"If they respect the craft and what we're doing and they bring something to the table and they work hard, I don't care what you do as your side job or as your day job.","quoteAuthor":"Anthony Anderson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f82f","quoteText":"If you respect the art and you have some talent about you, I'm on your team.","quoteAuthor":"Anthony Anderson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f830","quoteText":"The cross is the centre of all this in every respect.","quoteAuthor":"John Nelson Darby","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f831","quoteText":"The Epistle is a correction of profession without life, and most valuable in this respect.","quoteAuthor":"John Nelson Darby","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f832","quoteText":"I did private study for about a month, five days a week, six hours a day. I came to understand the character in ways that I never would've previous to that. I was so innocent in respect to ways of creating characters.","quoteAuthor":"Corin Nemec","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f833","quoteText":"This acting's serious! And I really respect those actors. It's a tough business to be able to be something you're not and be natural and convince people on camera.","quoteAuthor":"Michael Strahan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f834","quoteText":"And they like being able to turn on the television day in and day out to see someone that they know and they feel comfortable with and trust hopefully and respect even.","quoteAuthor":"Katie Couric","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f835","quoteText":"I used to get nervous, you know if my parents would come watch. And then I would get nervous if my friends came and watched. Today it's not a problem anymore actually, because now I enjoy it. I see that they, you know, respect me immensely, and I try to put on a good show and show that I can still play very good tennis.","quoteAuthor":"Roger Federer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f836","quoteText":"Global markets must be balanced by global values such as respect for human rights and international law, democracy, security and sustainable economic and environmental development.","quoteAuthor":"Anna Lindh","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f837","quoteText":"Terrorism can never be accepted. We must fight it together, with methods that do not compromise our respect for the rule of law and human rights, or are used as an excuse for others to do so.","quoteAuthor":"Anna Lindh","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f838","quoteText":"As we continue to fight the War on Terror, it is imperative that we protect America's fallen heroes by ensuring that they are treated with respect, while being laid to rest.","quoteAuthor":"Jon Porter","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f839","quoteText":"A lot of the time, the way it's portrayed is that I only see women in a sexual way. But I grew up with just my mum and sister, so I respect women a lot.","quoteAuthor":"Harry Styles","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f83a","quoteText":"If you are killed because you are a writer, that's the maximum expression of respect, you know.","quoteAuthor":"Mario Vargas Llosa","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f83b","quoteText":"A lot of my friends are gangsters. Not like gangsters - well, yeah, all sorts of levels of criminality - but not the types that are preying on innocent people. I have no interest in the type of criminality that has no respect for collateral damage.","quoteAuthor":"Charlie Hunnam","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f83c","quoteText":"I have great respect and understanding for military commitment due to my own family's involvement with the armed forces.","quoteAuthor":"Carolyn Murphy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f83d","quoteText":"We tried to approach this as though there's never been a Superman movie before, but at the same time respecting the canon and mythology. There are the pillars that you have to respect, and I'm not about to break them. But it is fun for me to bend them and mess with them.","quoteAuthor":"Zack Snyder","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f83e","quoteText":"I have two sisters and a mother, obviously, so I grew up with a household of girls. Maybe I have a greater respect for women because of it.","quoteAuthor":"Hayden Christensen","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f83f","quoteText":"For, behind the scenes, halfway around the world in Mexico, were two decades of aggressive research on wheat that not only enabled Mexico to become self-sufficient with respect to wheat production but also paved the way to rapid increase in its production in other countries.","quoteAuthor":"Norman Borlaug","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f840","quoteText":"I always used to say to my wife, the thing that I loved most about us is that we are a team, we are impenetrable in that respect.","quoteAuthor":"Seal","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f841","quoteText":"The whites come to applaud a Negro performer just like the colored do. When you've got the respect of white and colored, you can ease a lot of things.","quoteAuthor":"Nat King Cole","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f842","quoteText":"We cannot sacrifice innocent human life now for vague and exaggerated promises of medical treatments thirty of forty years from now. There are ways to pursue this technology and respect life at the same time.","quoteAuthor":"Ernest Istook","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f843","quoteText":"Hopefully this movie will help people understand that if a child is never given the tools to know how to love others and love and respect themselves, this is what happens.","quoteAuthor":"Jami Gertz","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f844","quoteText":"I can't predict the future and I don't have respect for people who try to.","quoteAuthor":"Jackie Mason","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f845","quoteText":"I respect music, I do. I love it.","quoteAuthor":"Youssou N'Dour","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f846","quoteText":"My father used to tell me about how musicians don't have respect from people and he was afraid about my future.","quoteAuthor":"Youssou N'Dour","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f847","quoteText":"I respect the people who buy my records and come to my concerts. It's only fair that I always try to give them the very best that's in me. After all, I need them more than they need me.","quoteAuthor":"Andy Gibb","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f848","quoteText":"We ought to thank God for that. Yes, the man who tills the land is more worthy of respect than any.","quoteAuthor":"Nikolai Gogol","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f849","quoteText":"With respect to Barack Obama, let's face it Barack Obama is an iconic figure in the African-American community. We respect that. We understand that. African-Americans are going to vote for the first black president, especially when he happens to share the liberal politics on economic issues that many in that community hold.","quoteAuthor":"Artur Davis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f84a","quoteText":"I have more respect for somebody who points at his ideal - in this case, the ideal of the pirate - and then becomes something that's more radical, more exciting, more subversive than a pirate could ever be.","quoteAuthor":"Will Oldham","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f84b","quoteText":"I had never been to a fashion show before going to the Burberry show last month. It was an extraordinary spectacle. I was incredibly green and had no idea what an undertaking it is. I also have a new respect for models because they are so close to the front row and must be so self-conscious.","quoteAuthor":"Eddie Redmayne","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f84c","quoteText":"I think it's great that she's not perfect and wasn't perfect. I think that's maybe why so many young girls and different people look up to Mac and respect her even more.","quoteAuthor":"Catherine Bell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f84d","quoteText":"Second, this epic tale allows the audience to actually listen to the Native Americans and receive their wisdom. Spielberg conveys the respect for Native Americans that is normally lacking in Western films.","quoteAuthor":"Beau Bridges","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f84e","quoteText":"I'm so incredibly tired of giving respect to a lot of delusions and crazy ideas just because they are regarded as religions.","quoteAuthor":"Bjorn Ulvaeus","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f84f","quoteText":"I have nothing but respect for HBO.","quoteAuthor":"James Gandolfini","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f850","quoteText":"I was raised Jewish, my wife was raised Catholic. Though we respect each other's heritage, and while many of our friends are deeply religious, we have chosen to focus on our similarities, not our differences. We teach our children compassion, charity, honesty and the benefits of hard work.","quoteAuthor":"Steven Levitan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f851","quoteText":"In some ways that fight gave me more respect around the world and helped me be even more popular because so many people felt my pain and saw that I was robbed.","quoteAuthor":"Marvin Hagler","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f852","quoteText":"I would never want to live in L.A., and I made that decision years ago, so I never chose that path for myself, although I have much respect for those that do it at a high level.","quoteAuthor":"Matt Cameron","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f853","quoteText":"Arabs respect only the language of force.","quoteAuthor":"Moshe Sharett","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f854","quoteText":"I want to be remembered as somebody that tried to respect her integrity as an artist and as a person. And I don't want to be in any box. I don't want to be one thing.","quoteAuthor":"Penelope Cruz","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f855","quoteText":"I respect Everest very much.","quoteAuthor":"Anatoli Boukreev","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f856","quoteText":"In high school, we studied a lot of poetical forms. I was really interested in the math that was involved and the strange live break ups. That gave me a great amount of respect for a rhymed stanza.","quoteAuthor":"Joanna Newsom","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f857","quoteText":"I have too much respect for the characters I play to make them anything but as real as they can possibly be. I have a great deal of respect for all of them, otherwise I wouldn't do them. And I don't want to screw them by not portraying them honestly.","quoteAuthor":"Kyra Sedgwick","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f858","quoteText":"You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you're putting out there, if it's received, great, I respect you for receiving it. If it's not received, great, I respect you for not.","quoteAuthor":"Octavia Spencer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f859","quoteText":"I have been a huge nerd to my kids. I haven't done the cool movies that they like. With '24,' I gained a lot of respect. '24' is now, it's hip, it's their generation.","quoteAuthor":"Ricky Schroder","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f85a","quoteText":"I don't wilt easily, and a director can't either. He's the captain of the ship and he's got to be in total control. He also has to have respect for the people he's working for. From being an actor and being on a set my whole life, I'm very comfortable there. And I'm not afraid.","quoteAuthor":"Ricky Schroder","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f85b","quoteText":"I'll put it frankly - Britain has more influence in China than Norway or Switzerland, with all respect for the other countries.","quoteAuthor":"Jose Manuel Barroso","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f85c","quoteText":"I even believe if you're killing a team, you shouldn't stop. You should respect your opponents enough to play 100 percent the whole time. And by the same token, if you're getting killed by the other team, you should never quit.","quoteAuthor":"Sue Wicks","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f85d","quoteText":"I have a huge respect for writers and realise that this is not an area that I find easy. I doubt that I would have the patience in front of a blank sheet of paper to become a writer.","quoteAuthor":"Jenny Agutter","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f85e","quoteText":"What we call 'evil' doesn't necessarily deserve any kind of respect or understanding, by any means it just deserves an acknowledgement of its complexity so we can better understand it - so we can help prevent it.","quoteAuthor":"Bryan Singer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f85f","quoteText":"How sick one gets of being 'good,' how much I should respect myself if I could burst out and make everyone wretched for twenty-four hours embody selfishness.","quoteAuthor":"Alice James","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f860","quoteText":"Free trade is very important if we respect equality among nations.","quoteAuthor":"Luiz Inacio Lula da Silva","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f861","quoteText":"I have the utmost respect for those who have come to this country legally and have contributed to the great melting pot that is America today. But those who have crossed our borders illegally have broken the law and the law ought to be enforced.","quoteAuthor":"Bob Ney","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f862","quoteText":"I am not here to parade my religious sentiments, but I declare I have too much respect for the faith in which I was born to ever use it as the basis of a political organization.","quoteAuthor":"Wilfrid Laurier","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f863","quoteText":"I believe that, like most writers, my personality comes through in the fiction. So in that respect my writing can't be like any other author's really.","quoteAuthor":"Paul Kane","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f864","quoteText":"The common denominator all Latinos have is that we want some respect. That's what we're all fighting for.","quoteAuthor":"Cristina Saralegui","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f865","quoteText":"A good historian is timeless although he is a patriot, he will never flatter his country in any respect.","quoteAuthor":"Francois Fenelon","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f866","quoteText":"Stand-up don't get no respect - it's the hardest thing to do in show business. You don't have no band and there's no music.","quoteAuthor":"Tracy Morgan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f867","quoteText":"I've learned how to look at things and not judge them, but respect them and use it in a way that people understand that I respect them, show them love and respect their reality.","quoteAuthor":"Doug E. Fresh","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f868","quoteText":"Respect is not ever assigned it's earned.","quoteAuthor":"Linda Tripp","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f869","quoteText":"The E.U. is more than just a trade organization or a common market it is a guarantee of democracy, freedom, justice, and human rights. Nations cannot stay in the E.U. if they do not respect these guarantees.","quoteAuthor":"John Bruton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f86a","quoteText":"When I find someone who is worth it, I'll be nice and respect that person and put some time in.","quoteAuthor":"Ed Westwick","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f86b","quoteText":"The U.S. military has done a phenomenal job of creating these facilities almost over-night and dealing with these sworn enemies of America with more respect and dignity than they ever would have considered according our officers had they captured any.","quoteAuthor":"Charles Foster Bass","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f86c","quoteText":"What I'd say about that is that we must respect homosexuals in the church. I've got many homosexual friends, the issue is not in any way a homophobic reaction on my part.","quoteAuthor":"George Carey","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f86d","quoteText":"I have nothing but respect for the Lakers. So many of their legends shaped who I am as a person and player.","quoteAuthor":"Bill Walton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f86e","quoteText":"For David Parker and Daniel Parker, with the respect and admiration of their father, who grew up with them.","quoteAuthor":"Robert B. Parker","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f86f","quoteText":"We show deference to the civil authorities when they respect the divine origin of their power and when they serve the people with objective reference to the law of God.","quoteAuthor":"Angelo Scola","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f870","quoteText":"I have the utmost respect and 'aloha' for black people - who have already suffered so much due to racial discrimination and acts of hatred.","quoteAuthor":"Duane Chapman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f871","quoteText":"As a former cop, I respect and appreciate those who've dedicated their lives to serving others as well as those who appreciate the rule of law and honor it.","quoteAuthor":"Dave Reichert","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f872","quoteText":"Our will makes constantly a sort of agreement with the world, whereby, if the world will continually show some respect to the will, the will shall consent to be strenuous in its industry.","quoteAuthor":"Josiah Royce","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f873","quoteText":"If I am still doing what I'm doing and I still have respect in this town, haven't done anything completely and utterly stupid, then I'll be happy with myself.","quoteAuthor":"Jeremy London","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f874","quoteText":"I actually never knew Peter Green but I do respect his early work very much.","quoteAuthor":"Ken Hensley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f875","quoteText":"And what holds good of verse holds infinitely better in respect to prose.","quoteAuthor":"James Payn","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f876","quoteText":"Since achieving their independence in 1992, the people of Croatia have built a democratic society based on the rule of law, respect for human rights, and a free market economy.","quoteAuthor":"Elton Gallegly","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f877","quoteText":"I have great respect for President Bush, Secretary Powell and Secretary Ridge.","quoteAuthor":"Elton Gallegly","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f878","quoteText":"There is a certain kind of respect for authenticity today that there wasn't back in the days when they did 'Cleopatra,' where everything looked like a giant motel. People want to have it be authentic in the look, and authentic in the way people behave.","quoteAuthor":"John Milius","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f879","quoteText":"The first few games that we played against some of the teams, the young guys, you know, want a stick sign or photo sign, and I think that they respect what I have achieved throughout my career.","quoteAuthor":"Mario Lemieux","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f87a","quoteText":"They all matter to me, whether I'm working on a Sam Jackson film for a week or I'm the star of my own TV series - I take it all very seriously, and I have a healthy respect for the work in general, despite the role.","quoteAuthor":"Anthony Michael Hall","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f87b","quoteText":"I have as much input to the blues I just never got the chance, the opportunity or maybe the respect.","quoteAuthor":"Luther Allison","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f87c","quoteText":"No, but I've always felt that with true talent, and a commitment to hard work, it is possible to achieve an enduring respect and appreciation. In other words, I don't take my fans for granted.","quoteAuthor":"John Fogerty","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f87d","quoteText":"I had too much respect for the game to leave it behind or to make it my second or third sport in college.","quoteAuthor":"Ryne Sandberg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f87e","quoteText":"I played it right because that's what you're supposed to do - play it right and with respect.","quoteAuthor":"Ryne Sandberg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f87f","quoteText":"I'm looking at working with people I get on with, that respect me, that don't just see me as a piece of ass. Which I have experienced as well. I've nearly walked off very big films before, and I would, because I don't want that in my life. I want to enjoy the work I do.","quoteAuthor":"Gemma Arterton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f880","quoteText":"Humour is a fine line to walk in poetry, as in fiction. I just think it's harder to write. It's harder to keep the respect of the reader too.","quoteAuthor":"George Murray","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f881","quoteText":"I have deep respect for people's individual faith, but when faith gets connected to the machinery of state, or the machinery of hate, I find it very confronting.","quoteAuthor":"Andrew Denton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f882","quoteText":"I'm pretty upfront about my love and admiration for the military. One of the perks of making movies is that you get to sort of follow your own passions, and I believe quite passionately that we don't pay enough attention and respect to our veterans. Not just our wounded veterans, but all veterans.","quoteAuthor":"Peter Berg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f883","quoteText":"We have accepted the principle of democracy and we are committed to respect the popular verdict and the result of that national consultation.","quoteAuthor":"Mahmoud Abbas","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f884","quoteText":"While I will always have the utmost respect for the superhuman out-of-bounds freestyle and extreme stunts that seem to continually progress beyond our imaginable limits, my highest appreciation goes out to the simple rider who's out there just for the experience.","quoteAuthor":"Craig Kelly","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f885","quoteText":"Mexico takes a hard line on immigration, demanding that visitors to her shores enter lawfully, and show her respect during their stay.","quoteAuthor":"John Linder","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f886","quoteText":"I'm open to play for anybody that would give me respect, treat me the right way, and actually going to make me feel comfortable.","quoteAuthor":"Pedro Martinez","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f887","quoteText":"Next month, I will celebrate my 30th anniversary of marriage with my beautiful bride, Vicki. Our marriage has been a blessing. I have gained even more respect for the institution over the past 3 decades and will defend it against attack.","quoteAuthor":"Todd Tiahrt","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f888","quoteText":"The success my children have had has helped me immensely. I've showed them a certain respect for this career.","quoteAuthor":"Julio Iglesias","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f889","quoteText":"People always have an opinion. Doesn't mean it's right, doesn't mean it's wrong, but we have to respect their opinion.","quoteAuthor":"Michael Clarke Duncan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f88a","quoteText":"In my old age I've come to find that if you respect other people, you feel better about yourself.","quoteAuthor":"Bijou Phillips","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f88b","quoteText":"We have no problems with Jews and highly respect Judaism as a holy religion.","quoteAuthor":"Akbar Hashemi Rafsanjani","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f88c","quoteText":"At the time the Sendmail program had a very poor reputation with respect to security, with four root vulnerabilities per year for two successive years.","quoteAuthor":"Wietse Venema","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f88d","quoteText":"If guys don't respect themselves, they don't respect other people. That's times and personalities. And all of them are not that way. But it don't take but one or two to screw up the whole crowd.","quoteAuthor":"Richard Petty","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f88e","quoteText":"It's a very complex scenario, and certainly Dave was, and is, not the only person in Pearl Jam with personality flaws. Everybody in this band exhibits some form of neurotic behavior. And we couldn't find a balance, a mutual respect for each other.","quoteAuthor":"Stone Gossard","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f88f","quoteText":"Such an arrangement would provide Taiwan and China with a forum for dialogue whereby they may forge closer ties based on mutual understanding and respect, leading to permanent peace in the Taiwan Strait.","quoteAuthor":"Nick Lampson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f890","quoteText":"Throughout the years, many Christian women have told me of their great respect for the bravery and courage evident in my work, perhaps even gesturing to their own Isis earrings or a Nile River Goddess pendants.","quoteAuthor":"Carol P. Christ","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f891","quoteText":"The sacrifices made by veterans and their willingness to fight in defense of our nation merit our deep respect and praise - and to the best in benefits and medical care.","quoteAuthor":"Sue Kelly","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f892","quoteText":"As long as I have the support and respect of my teammates, that's all I can ask for.","quoteAuthor":"Darren Flutie","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f893","quoteText":"Those who wish to pet and baby wild animals 'love' them. But those who respect their natures and wish to let them live normal lives, love them more.","quoteAuthor":"Edwin Way Teale","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f894","quoteText":"Judge Roberts has assured me personally that he has a healthy respect for precedent and the hard-won rights of Americans.","quoteAuthor":"Max Baucus","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f895","quoteText":"The liberties and freedoms which we hold dear and we recognize and cherish and respect guide the way we gather information in the United States.","quoteAuthor":"John Ashcroft","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f896","quoteText":"And in this respect, the Israeli-Palestinian conflict has been a tragedy, a clash between one very powerful, very convincing, very painful claim over this land and another no less powerful, no less convincing claim.","quoteAuthor":"Amos Oz","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f897","quoteText":"I said 'Brian, no one is going to respect me as a mother after this.' He said, 'oh no, yes they will, this is a movie, don't worry about it.' But they're not.","quoteAuthor":"Nia Long","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f898","quoteText":"There was certainly less profanity in the Godfather than in the Sopranos. There was a kind of respect. It's not that I totally agreed with it, but it was a great piece of art.","quoteAuthor":"Danny Aiello","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f899","quoteText":"Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments.","quoteAuthor":"Hideki Tojo","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f89a","quoteText":"To advocate a New Order was to seek freedom and respect for peoples without prejudice, and to seek a stable basis for the existence all peoples, equally, and free of threats.","quoteAuthor":"Hideki Tojo","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f89b","quoteText":"Take pride in your work at all times. Remember, respect for an umpire is created off the field as well as on.","quoteAuthor":"Ford Frick","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f89c","quoteText":"I feel like the quality of privacy and respect of people's personal space has been completely disintegrated. You can ask to take the picture. I will be so glad to take the picture and pose and look good for the picture.","quoteAuthor":"Busta Rhymes","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f89d","quoteText":"I really only respect the Arab culture. I ain't really trying to pay no attention to, ya know, these little people in political positions and executive positions that ain't Arab culture oriented people because a lot of the times, what are you really showing all of this concern for?","quoteAuthor":"Busta Rhymes","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f89e","quoteText":"Because of my tremendous respect for Bob Barker and for the show's high standards of professionalism I consider this a tremendous honor that few announcers have ever been treated to. Both Rod's and Johnny's shoes are huge I can't think about filling them.","quoteAuthor":"Randy West","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f89f","quoteText":"I'm always most excited about the job I'm doing at the present, and that's especially true about 'Price' because of my respect for the show and it's production team.","quoteAuthor":"Randy West","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8a0","quoteText":"That was the day I began cutting classes and returning to TV tapings it ultimately led to a friendship with Johnny O, and an increasing fascination and respect for what he did.","quoteAuthor":"Randy West","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8a1","quoteText":"It will give them the opportunity to show themselves worthy of the respect and friendship of peace-loving nations, and in time, to take an honorable place among members of the United Nations.","quoteAuthor":"James F. Byrnes","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8a2","quoteText":"I did learn that it was the greatest thing in the world to respect yourself. Respect other people.","quoteAuthor":"Little Milton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8a3","quoteText":"Although a lot of pain for a little screen time Shaving legs, waxing eyebrows, high heels, trying to put on a bra, losing weight because women's clothes are SO revealing - Ladies you have my respect.","quoteAuthor":"Lou Diamond Phillips","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8a4","quoteText":"Of course, the plea for respect for nonhuman life goes far beyond the scientific delight of familiarity with our planet mates. The nonhuman forms of life with which we 6,000 million talking, upright apes share this finite planet are directly or indirectly connected to our well-being.","quoteAuthor":"Lynn Margulis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8a5","quoteText":"Until we respect bin Laden, we are going to die in numbers that are probably unnecessary.","quoteAuthor":"Michael Scheuer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8a6","quoteText":"I've always had a lot of respect from the people I respected.","quoteAuthor":"Randy Newman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8a7","quoteText":"I have enormous respect for Tom Daschle. The NRA has not yet taken a formal position on which I'm aware of on this matter, and I think Tom may be just getting a little ahead of things.","quoteAuthor":"John Dingell","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8a8","quoteText":"The message of music was also the first thing what I learned from my first teacher. She was an organist too and she was very devoted to what she played, so she had a respect for every piece and she felt that she is not allowed to add something of her own.","quoteAuthor":"Kurt Masur","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8a9","quoteText":"Since the composer has said everything, if you discover everything, it will be enough and you will be a happy man. Don't try to say it's your taste, and because of that you are changing this or that. And I must say this respect is still there.","quoteAuthor":"Kurt Masur","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8aa","quoteText":"I wanted to be the kind of woman who would attract a certain kind of man that I could respect. That was my thinking. It had to do with the kind of couple I would be a part of.","quoteAuthor":"Lisa Kudrow","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ab","quoteText":"People are roasting each other at parties, at work events, around the fire. It's so fun. People are busting each other's chops, and it's a sign of affection, truly. It's a true test of love and friendship: can you make a man laugh at himself? So what makes a good burn? Go after targets you love and respect. And hit 'em hard.","quoteAuthor":"Jeff Ross","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ac","quoteText":"My father was an inspiration to me I made a few movies with him and I loved working with him. Everything about him - his whole approach to work, as well as his love, enthusiasm and respect for it and other people in the business - was inspiring. I was very lucky to have him as a role model.","quoteAuthor":"Hayley Mills","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ad","quoteText":"I have two dream roles: One would be a biopic of someone I admire and respect and the other one would be some sort of action drama film similar to a 'Bourne Identity.' I just really want to do an intelligent action drama film.","quoteAuthor":"Michael Ealy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ae","quoteText":"When I started, you didn't make a lot of money by being a comedian. You didn't get a lot of respect.","quoteAuthor":"David Steinberg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8af","quoteText":"We all would like to see a brighter future for Haiti, and I hope this conference will serve to explore many views. Respect for human rights, freedom, and the rule of law must be established in the poorest nation in our hemisphere.","quoteAuthor":"Eliot Engel","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8b0","quoteText":"I would love to direct but I feel like directing is a whole separate craft and so I tend to respect it as a separate craft that I would need to study first. So, right now I'm still trying to do certain things as an actor and until I get bored of that or I feel completely fed by that then I'll move into directing.","quoteAuthor":"Michael Ealy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8b1","quoteText":"When about to commit a base deed, respect thyself, though there is no witness.","quoteAuthor":"Ausonius","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8b2","quoteText":"The mandate I have received and for which I will speak with heart and head to implement over the next seven years had its four pillars - an inclusive citizenship, equality and participation and respect in a creative society creating an excellence in everything we Irish do.","quoteAuthor":"Michael D. Higgins","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8b3","quoteText":"I have the most respect for Zach Woodlee. He is one of my favorite - and one of the most capable - choreographers out there right now.","quoteAuthor":"Harry Shum, Jr.","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8b4","quoteText":"And the woman who could win the respect of man was often the woman who could knock him down with her bare fists and sit on him until he yelled for help.","quoteAuthor":"Agnes Smedley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8b5","quoteText":"I work on a TV show I love, I have the opportunity to do movies with actors I respect, and I'm in love with the man I want to spend the rest of my life with, who pushes me and excites me.","quoteAuthor":"Ali Larter","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8b6","quoteText":"I expect that our associates will walk with a little more bounce in their step and understand that this company is behind them and has respect for them.","quoteAuthor":"Lee Scott","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8b7","quoteText":"But the leaders of the OIC could not even accept Mahathir's proposal, yet they talk about respect and honour.","quoteAuthor":"Abu Bakar Bashir","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8b8","quoteText":"Larry Kasdan has made some of my favorite movies of all time so just to be working with him was a pleasure. Now that I have, I not only respect his work but I just love and respect him as a person.","quoteAuthor":"Timothy Olyphant","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8b9","quoteText":"Second, there are two problems with respect to mobile homes in particular. One is we obviously don't want to put them in a flood plain, because if there's another flood, you're going to lose the mobile home.","quoteAuthor":"Michael Chertoff","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ba","quoteText":"I wanted to be an actress. In college I was a serious feminist and very political. I was determined to get one thing out of my career and that was respect. I didn't want money. I didn't care about fame.","quoteAuthor":"Christine Lahti","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8bb","quoteText":"I think that's what helped us: confidence, respect, the desire to work hard.","quoteAuthor":"Ed O'Brien","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8bc","quoteText":"Back then, a half-a-century ago, the situation was totally different. Economically, we were practically on our knees, and politically, we were still excluded from the community of nations. Today, in this respect, we have a totally different and much more stable basis.","quoteAuthor":"Franz Beckenbauer","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8bd","quoteText":"You respect all of these people that you know in the business as actors. And they sort of turn around and say, we really like your work. It's a nice acknowledgment.","quoteAuthor":"Lucy Liu","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8be","quoteText":"If anyone asks for your autograph they're showing you respect and give it back to them.","quoteAuthor":"Johnny Rotton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8bf","quoteText":"About the twenty-third year of my age, I had many fresh and heavenly openings, in respect to the care and providence of the Almighty over his creatures in general, and over man as the most noble amongst those which are visible.","quoteAuthor":"John Woolman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8c0","quoteText":"Science without respect for human life is degrading to us all and reflects a hollow and deceptive philosophy, a philosophy that we as a people should never condone.","quoteAuthor":"Nathan Deal","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8c1","quoteText":"It's critical that the manager has the respect of players so he can make the moves that he feels is appropriate without having somebody go to the papers. They respect you. So you respect them back.","quoteAuthor":"Dale Murphy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8c2","quoteText":"If you live what you believe, you will always have the respect of others.","quoteAuthor":"Dale Murphy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8c3","quoteText":"The British were indeed very far superior to the Americans in every respect necessary to military operations, except the revivified courage and resolution, the result of sudden success after despair.","quoteAuthor":"Mercy Otis Warren","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8c4","quoteText":"The other inmates stand in a long straight line, flanked by guards, and I am dragged past them. I do not respect them, because they will not run - will not try to escape.","quoteAuthor":"Jack Henry Abbott","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8c5","quoteText":"We believe, in fact, that the one act of respect has little force unless matched by the other - in balance with it... The acting out of that dual respect I would name as precisely the source of our power.","quoteAuthor":"Barbara Deming","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8c6","quoteText":"Cities all over the world are getting bigger as more and more people move from rural to urban sites, but that has created enormous problems with respect to environmental pollution and the general quality of life.","quoteAuthor":"Alan Dundes","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8c7","quoteText":"America thinks of itself as a meritocracy, so people have more respect for success and more contempt for failure.","quoteAuthor":"Toby Young","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8c8","quoteText":"The worst thing that an actor can do is go into any project with a lack of respect for the material. You can have an opinion about it, but you have to respect yourself in doing it.","quoteAuthor":"Alfred Molina","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8c9","quoteText":"We never really felt a real level of respect. The fame was fantastic, but that wasn't that important to me, because for every million people that loved me I focused on the one that hated me.","quoteAuthor":"Donnie Wahlberg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ca","quoteText":"I hate to say it, but the truth is that the upscale line is where I get respect as a designer. The higher the price range, the higher the respect level from the industry, even though it's much easier to make a great $500 dress than a great $100 dress.","quoteAuthor":"Betsey Johnson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8cb","quoteText":"Marks of Identity is, among other things, the expression of the process of alienation in a contemporary intellectual with respect to his own country.","quoteAuthor":"Juan Goytisolo","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8cc","quoteText":"Ray had so much love of life and the music. He had so much integrity. He treated the music with so much dignity and respect. I spent four and a half years as a sideman with Ray Brown's trio. Music was his life, more so than anyone I could mention.","quoteAuthor":"Benny Green","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8cd","quoteText":"Our second phase was to develop a school curriculum that teaches tolerance, respect for differences, conflict resolution, anger management, and other attributes of peace.","quoteAuthor":"Eddie Bernice Johnson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ce","quoteText":"We were united not only by political respect for each other, but also by deep mutual sympathy as people.","quoteAuthor":"Helmut Kohl","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8cf","quoteText":"Initially, it was the unpractical in fashion that brought me to design my own line. I felt that it was much more attractive to cut clothes with respect for the living, three-dimensional body rather than to cover the body with decorative ideas.","quoteAuthor":"Jil Sander","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8d0","quoteText":"I think any period in history can be adapted into interesting fiction, as long as you approach the actual history with respect.","quoteAuthor":"Seth Grahame-Smith","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8d1","quoteText":"Who could look on these monuments without reflecting on the vanity of mortals in thus offering up testimonials of their respect for persons of whose very names posterity is ignorant?","quoteAuthor":"Marguerite Gardiner","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8d2","quoteText":"I respect newspapers, but the reality is that magazine 'photojournalism' is finished. They want illustrations, Photoshopped pictures of movie stars.","quoteAuthor":"Mary Ellen Mark","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8d3","quoteText":"We never respect those who amuse us, however we may smile at their comic powers.","quoteAuthor":"Marguerite Gardiner","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8d4","quoteText":"There are some people who become best friends with everyone they photograph. There are people that I really like and admire and respect, but in a way I think it's better to keep a distance. I think you get better pictures of people that you don't know very well.","quoteAuthor":"Mary Ellen Mark","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8d5","quoteText":"You know, I respect what Howard Dean has been able to do. It's good for our party. But I've got to tell you this: If money alone decided presidential nominations, Phil Gramm would have been nominated in '96.","quoteAuthor":"Joe Lieberman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8d6","quoteText":"I just think Texas and that whole Bible Belt section is so, like, corporate. And I don't agree with organized religion in that respect.","quoteAuthor":"Hunter Parrish","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8d7","quoteText":"With respect to Holy Communion, it is up to the communicant to decide whether they are in a state of grace and worthy to receive the Eucharist. Each one of us makes that decision.","quoteAuthor":"Roger Mahony","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8d8","quoteText":"Nations are equal in respect to each other, and entitled to claim equal consideration for their rights, whatever may be their relative dimensions or strength or however greatly they may differ in government, religion or manners.","quoteAuthor":"James Kent","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8d9","quoteText":"The intelligence failures with respect to Iraq were massive and have damaged our credibility around the world.","quoteAuthor":"Carl Levin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8da","quoteText":"It's always flattering when somebody you really respect and like wants you to be involved in their project - let alone writes a part with your voice in mind.","quoteAuthor":"Chris Messina","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8db","quoteText":"This post of President is a Constitutional post. It is the duty of everyone, all citizens to see that they respect the post... the institution of President.","quoteAuthor":"Pratibha Patil","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8dc","quoteText":"As an actor, you just want to work, and then you just want to be on a show or have a job that you love, and you hope that job will last - those things have happened. To have that platform to then talk about something that is very personal to me like marriage equality, it feels like a gift. I try and really respect that voice and not abuse it.","quoteAuthor":"Jesse Tyler Ferguson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8dd","quoteText":"When it comes to the president, we have to respect him, we have to protect him, and we have to correct him. And in my career, since he'd been on the national stage at least, I've had - I've always respected the president.","quoteAuthor":"Tavis Smiley","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8de","quoteText":"I don't believe in God personally but I have great respect for those people who do and different people have different religious views in this country.","quoteAuthor":"Ed Miliband","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8df","quoteText":"That is a Medieval way of drawing history, in which they do not respect the law and want the rest of the world to respect the law. That's not possible.","quoteAuthor":"Emir Kusturica","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8e0","quoteText":"You can find academic and industrial groups doing some relevant work, but there isn't a focus on building complex molecular systems. In that respect, Japan is first, Europe is second, and we're third.","quoteAuthor":"K. Eric Drexler","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8e1","quoteText":"Most teachers still say they love teaching though they wouldn't mind a little more respect for their challenging work and a little less blame for America's educational shortcomings.","quoteAuthor":"Arne Duncan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8e2","quoteText":"All respect for the office of the presidency aside, I assumed that the obvious and unadulterated decline of freedom and constitutional sovereignty, not to mention the efforts to curb the power of judicial review, spoke for itself.","quoteAuthor":"Ruth Bader Ginsburg","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8e3","quoteText":"We sincerely hope that south Asian countries will respect and live in amity with each other, and achieve common development, and that south Asia will enjoy peace, stability and prosperity.","quoteAuthor":"Li Peng","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8e4","quoteText":"Another important aspect of our home was respect for ideas.","quoteAuthor":"Robert B. Laughlin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8e5","quoteText":"Over the course of time this gave us a deep respect for ideas, both our own and those of others, and an understanding that conflict through debate is a powerful means of revealing truth.","quoteAuthor":"Robert B. Laughlin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8e6","quoteText":"In parallel with the development of my interests in technical gadgetry I began to acquire a profound love of and respect for the natural world which motivates my scientific thinking to this day.","quoteAuthor":"Robert B. Laughlin","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8e7","quoteText":"I just want the same thing Joe Montana got when he was MVP. He got respect. He got commercials. He got everything.","quoteAuthor":"Jerry Rice","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8e8","quoteText":"I am very proud to come back, to speak on the disinterested effort we have made and I believe that, with all due respect, that the decisions we made, when we turned our final report over to President Johnson, will stand in history.","quoteAuthor":"John Sherman Cooper","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8e9","quoteText":"I have women coming up to me and saying: 'I love your character! She's so empowered. She takes control she gets what she wants.' That's another side of her. And I respect that in Joan. She says and does things that I would never allow myself to do.","quoteAuthor":"Christina Hendricks","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ea","quoteText":"I got into acting because my teachers kept nudging me into it. The power a teacher has to influence someone is so great. I can't think of a profession I have more respect for.","quoteAuthor":"Jon Hamm","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8eb","quoteText":"I do support enhanced interrogation techniques. Obviously their value is shining through with respect to the bin Laden killing.","quoteAuthor":"Tim Pawlenty","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ec","quoteText":"Out of respect to writers, you have to read the book in the way in which the author visualised it going out into the world.","quoteAuthor":"Joanna Trollope","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ed","quoteText":"I've got tremendous respect for different cultures, for the food and everything.","quoteAuthor":"Ian Rush","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ee","quoteText":"I don't need to go onto Facebook and pretend to have friends I've never even met. To my mind, that kind of destroys the meaning of the word 'friend.' I take exception to that. Because I value and respect friendship.","quoteAuthor":"Stefanie Powers","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ef","quoteText":"The actors I respect are the ones who see it as a career and manage to live reasonably normal lives, like Meryl Streep and Philip Seymour Hoffman.","quoteAuthor":"Max Irons","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8f0","quoteText":"I received from my experience in Japan an incredible sense of respect for the art of creating, not just the creative product. We're all about the product. To me, the process was also an incredibly important aspect of the total form.","quoteAuthor":"Julie Taymor","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8f1","quoteText":"My object will be, first, to show by what connections the history of the fossil bones of land animals is linked to the theory of the earth and why they have a particular importance in this respect.","quoteAuthor":"Georges Cuvier","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8f2","quoteText":"I just have a respect for my audience. That seems to be pretty logical.","quoteAuthor":"Thomas Jane","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8f3","quoteText":"I still collect comics. I still have a great love and respect for the genre.","quoteAuthor":"Thomas Jane","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8f4","quoteText":"Once you take care of people, people respect you.","quoteAuthor":"George Weah","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8f5","quoteText":"We're in such a volatile climate right now politically. I think they didn't want Assassins to not succeed due to popular opinion and politics, versus on its own merits. I can respect that.","quoteAuthor":"Neil Patrick Harris","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8f6","quoteText":"Other times you can get showy for three minutes, and that's OK with certain films. But that isn't right with an Ang Lee movie, you have to fit right in. You have to understand Ang, respect him and be part of the team and not be in charge of it - he is in charge of it.","quoteAuthor":"Dennis Muren","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8f7","quoteText":"Status anxiety definitely exists at a political level. Many Iraqis were annoyed with the US essentially for reasons of status: for not showing them respect, for humiliating them.","quoteAuthor":"Alain de Botton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8f8","quoteText":"We may seek a fortune for no greater reason than to secure the respect and attention of people who would otherwise look straight through us.","quoteAuthor":"Alain de Botton","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8f9","quoteText":"If I despised myself, it would be no compensation if everyone saluted me, and if I respect myself, it does not trouble me if others hold me lightly.","quoteAuthor":"Max Nordau","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8fa","quoteText":"Surely our inaction with respect to Syria is a poor precedent if we're fighting a war on terror.","quoteAuthor":"Bill Kristol","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8fb","quoteText":"Advertising must respect the intelligence of its audience and if it does not prompt them to think, it will be instantly dismissed.","quoteAuthor":"Maurice Saatchi","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8fc","quoteText":"Being popular comes when you have everything. But to be liked, it means that you must be treating people with respect and you must be showing kindness toward them.","quoteAuthor":"Queen Rania of Jordan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8fd","quoteText":"People ask me all the time, 'Are you fed up with reality TV?' At the end of the day, it can affect my career in the sense that the more reality shows there are, the less scripted dramas out there, but I can't ever really knock them. I started on 'Popstars,' which was a reality talent show. I have respect for them.","quoteAuthor":"Josh Henderson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8fe","quoteText":"For many, the hijab represents modesty, piety and devotion to God, and I truly respect that. But the hijab should not be used as a means of applying social pressure on people.","quoteAuthor":"Queen Rania of Jordan","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f8ff","quoteText":"I haven't seen a player in this game, as long as I've been in it, that can't be pitched to... Barry is an outstanding ballplayer. I respect him an awful lot. I also have confidence in my pitchers that they can pitch to Barry Bonds and get him out.","quoteAuthor":"Frank Robinson","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f900","quoteText":"I call on the international community to be fair to the Iraqi people. My position is that we respect international resolutions but in return demand justice and accountability for those who stole Iraq's money.","quoteAuthor":"Ahmed Chalabi","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f901","quoteText":"There's immense fun to be had as long as you can sort of sneak it past DC. I have been told on occasion that I need to have more respect for these characters.","quoteAuthor":"Garth Ennis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f902","quoteText":"In the military I could exercise the power of being automatically respected because of the medals on my chest, not because I had done anything right at the moment to earn that respect. This is pretty nice. It's also a psychological trap that can stop one's growth and allow one to get away with just plain bad behavior.","quoteAuthor":"Karl Marlantes","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f903","quoteText":"We will work with industrial or Dept. Of Defence sponsorship as long as we keep our principals of openness firm we're proud to work with the military, and they respect that in turn.","quoteAuthor":"Charles Vest","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f904","quoteText":"Awaken its powers, and it will respect itself.","quoteAuthor":"Francis Wright","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f905","quoteText":"I don't expect to win every battle but I think Fred Pierce has enough respect for me that I can go fight my battles and win my share.","quoteAuthor":"Roone Arledge","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f906","quoteText":"I respect the game that goes on of putting this against that, but I don't respect, nor do I enjoy, an awful lot of the actual programs that go on the air.","quoteAuthor":"Roone Arledge","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f907","quoteText":"Marches alone won't bring integration when human respect is disintegratin'","quoteAuthor":"Barry McGuire","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f908","quoteText":"Well, being that, at the house and being in the competition, it was very hard to be with family. We couldn't have visitors out of respect for everyone else there. But, being the American Idol, the focus would have been on me.","quoteAuthor":"LaToya London","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f909","quoteText":"Madonna is a pro. I don't like her and have no respect for her but- I don't think she should be called a musician or a dancer or whatever you know, but I do have, well I do have respect for her ability to completely manipulate the media and have them work for her.","quoteAuthor":"Jon Fishman","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f90a","quoteText":"So that, to me, is important that audiences are treated with an amount of respect toward their intelligence. Most Hollywood films don't respect their intelligence.","quoteAuthor":"Eriq La Salle","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f90b","quoteText":"You don't stay married for thirty-nine years because of sex or even because of love, but because your partner is a real friend to you, because they respect and regard you.","quoteAuthor":"Olympia Dukakis","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f90c","quoteText":"Willing or preferring is the same with respect to good and evil, that judging is with respect to truth or falsehood.","quoteAuthor":"Anthony Collins","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f90d","quoteText":"The reason it has relevance is because I, as a popular Arab personality - the Arab people like me and respect me - thought it was time for me to make an ever so tiny statement about what I thought about this whole thing.","quoteAuthor":"Omar Sharif","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f90e","quoteText":"I think the crux of the matter was that if we were going to become partners in, for example, the International Space Station, we had to gain the respect of a country like the United States and particularly its space organization, NASA.","quoteAuthor":"Marc Garneau","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f90f","quoteText":"We are talking about someone who has lived. It must be honored in every respect. The fictional can take any kind of channel - according to the actor's marriage to the character.","quoteAuthor":"Kate Mulgrew","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f910","quoteText":"Other bands gave us lip service, but when it came down to it they kind of backed off. That was a little disheartening. But I respect them. That's their business.","quoteAuthor":"Mike McCready","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f911","quoteText":"I have great respect for directors who know what they're doing.","quoteAuthor":"Bill Mumy","quoteGenre":"respect","__v":0},{"_id":"5eb17ab2b69dc744b4e7f912","quoteText":"Lately I did a film called All I Want for Christmas and it was well received. This gave me a new point of view and a new respect for my work as an actress.","quoteAuthor":"Sarah Polley","quoteGenre":"respect","__v":0}]