[{"_id":"5eb17ab2b69dc744b4e7f913","quoteText":"Good night, good night! Parting is such sweet sorrow, that I shall say good night till it be morrow.","quoteAuthor":"William Shakespeare","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f914","quoteText":"Deceiving others. That is what the world calls a romance.","quoteAuthor":"Oscar Wilde","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f915","quoteText":"The word 'romance,' according to the dictionary, means excitement, adventure, and something extremely real. Romance should last a lifetime.","quoteAuthor":"Billy Graham","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f916","quoteText":"A tramp, a gentleman, a poet, a dreamer, a lonely fellow, always hopeful of romance and adventure.","quoteAuthor":"Charlie Chaplin","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f917","quoteText":"Romantic love is mental illness. But it's a pleasurable one. It's a drug. It distorts reality, and that's the point of it. It would be impossible to fall in love with someone that you really saw.","quoteAuthor":"Fran Lebowitz","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f918","quoteText":"Most cynics are really crushed romantics: they've been hurt, they're sensitive, and their cynicism is a shell that's protecting this tiny, dear part in them that's still alive.","quoteAuthor":"Jeff Bridges","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f919","quoteText":"Morning without you is a dwindled dawn.","quoteAuthor":"Emily Dickinson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f91a","quoteText":"I am certain of nothing but the holiness of the heart's affections, and the truth of imagination.","quoteAuthor":"John Keats","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f91b","quoteText":"Wine comes in at the mouth And love comes in at the eye That's all we shall know for truth Before we grow old and die.","quoteAuthor":"William Butler Yeats","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f91c","quoteText":"When men attempt bold gestures, generally it's considered romantic. When women do it, it's often considered desperate or psycho.","quoteAuthor":"Sarah Jessica Parker","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f91d","quoteText":"I'm a romantic a sentimental person thinks things will last, a romantic person hopes against hope that they won't.","quoteAuthor":"F. Scott Fitzgerald","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f91e","quoteText":"French is the language that turns dirt into romance.","quoteAuthor":"Stephen King","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f91f","quoteText":"Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames.","quoteAuthor":"Thomas Moore","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f920","quoteText":"We owe to the Middle Ages the two worst inventions of humanity - romantic love and gunpowder.","quoteAuthor":"Andre Maurois","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f921","quoteText":"Romance is tempestuous. Love is calm.","quoteAuthor":"Mason Cooley","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f922","quoteText":"Some say that the age of chivalry is past, that the spirit of romance is dead. The age of chivalry is never past, so long as there is a wrong left unredressed on earth.","quoteAuthor":"Charles Kingsley","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f923","quoteText":"I'm a romantic, and we romantics are more sensitive to the way people feel. We love more, and we hurt more. When we're hurt, we hurt for a long time.","quoteAuthor":"Freddy Fender","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f924","quoteText":"You begin saving the world by saving one man at a time all else is grandiose romanticism or politics.","quoteAuthor":"Charles Bukowski","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f925","quoteText":"The telephone, which interrupts the most serious conversations and cuts short the most weighty observations, has a romance of its own.","quoteAuthor":"Virginia Woolf","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f926","quoteText":"The romantic love we feel toward the opposite sex is probably one extra help from God to bring you together, but that's it. All the rest of it, the true love, is the test.","quoteAuthor":"Joan Chen","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f927","quoteText":"Wave after wave of love flooded the stage and washed over me, the beginning of the one great durable romance of my life.","quoteAuthor":"Bette Davis","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f928","quoteText":"Too many women throw themselves into romance because they're afraid of being single, then start making compromises and losing their identity. I won't do that.","quoteAuthor":"Julie Delpy","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f929","quoteText":"I think romance is anything honest. As long as it's honest, it's so disarming.","quoteAuthor":"Kristen Stewart","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f92a","quoteText":"Romance is thinking about your significant other, when you are supposed to be thinking about something else.","quoteAuthor":"Nicholas Sparks","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f92b","quoteText":"You know, maybe I was just born in the wrong time, but I love all things romantic. Puffy understands that. For my last birthday, he covered my hotel room floor with rose petals and had flowers and candles all over the room.","quoteAuthor":"Jennifer Lopez","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f92c","quoteText":"Romance is everything.","quoteAuthor":"Gertrude Stein","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f92d","quoteText":"The more we are filled with thoughts of lust the less we find true romantic love.","quoteAuthor":"Douglas Horton","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f92e","quoteText":"Remember, beneath every cynic there lies a romantic, and probably an injured one.","quoteAuthor":"Glenn Beck","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f92f","quoteText":"The romantic embrace can only be compared with music and with prayer.","quoteAuthor":"Havelock Ellis","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f930","quoteText":"The curse of the romantic is a greed for dreams, an intensity of expectation that, in the end, diminishes the reality.","quoteAuthor":"Marya Mannes","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f931","quoteText":"Since I was seventeen I thought I might be a star. I'd think about all my heroes, Charlie Parker, Jimi Hendrix... I had a romantic feeling about how these people became famous.","quoteAuthor":"Jean-Michel Basquiat","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f932","quoteText":"I think the American West really attracts me because it's romantic. The desert, the empty space, the drama.","quoteAuthor":"Ang Lee","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f933","quoteText":"I'm a feminist, but I think that romance has been taken away a bit for my generation. I think what people connect with in novels is this idea of an overpowering, encompassing love - and it being more important and special than anything and everything else.","quoteAuthor":"Emma Watson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f934","quoteText":"I believe that when you're in love you have to pour your heart and soul out to your partner... or why bother? So in that sense I'm an incurable romantic when it comes to men.","quoteAuthor":"Cameron Diaz","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f935","quoteText":"Romance like a ghost escapes touching it is always where you are not, not where you are. The interview or conversation was prose at the time, but it is poetry in the memory.","quoteAuthor":"George William Curtis","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f936","quoteText":"There's something really great and romantic about being poor and sleeping on couches.","quoteAuthor":"Ben Affleck","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f937","quoteText":"In real love you want the other person's good. In romantic love you want the other person.","quoteAuthor":"Margaret Anderson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f938","quoteText":"There are certain romances that belong in certain cities, in a certain atmosphere, in a certain time.","quoteAuthor":"Sammy Davis, Jr.","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f939","quoteText":"There's something about the sound of a train that's very romantic and nostalgic and hopeful.","quoteAuthor":"Paul Simon","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f93a","quoteText":"I'm very romantic, I'm extremely romantic. I date my wife.","quoteAuthor":"Alice Cooper","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f93b","quoteText":"I used to try to draw my girlfriends. I think one of the most romantic things that anybody can do is draw a portrait of the person you love.","quoteAuthor":"Nick Carter","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f93c","quoteText":"Romance is dead - it was acquired in a hostile takeover by Hallmark and Disney, homogenized, and sold off piece by piece.","quoteAuthor":"Yeardley Smith","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f93d","quoteText":"I love being one half of a romantic couple.","quoteAuthor":"Julianna Margulies","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f93e","quoteText":"That on a romantic level, if you feel it about somebody and it's pure, it means that they do too.","quoteAuthor":"Sean Penn","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f93f","quoteText":"The essence of romantic love is that wonderful beginning, after which sadness and impossibility may become the rule.","quoteAuthor":"Anita Brookner","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f940","quoteText":"I have to be asked, I guess, but I love the idea of marriage. I think it's beautiful. I'm such a romantic, and I always have been.","quoteAuthor":"Portia de Rossi","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f941","quoteText":"Personally, I can't see why it would be any less romantic to find a husband in a nice four-color catalogue than in the average downtown bar at happy hour.","quoteAuthor":"Barbara Ehrenreich","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f942","quoteText":"Middle age is when a guy keeps turning off lights for economical rather than romantic reasons.","quoteAuthor":"Lillian Gordy Carter","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f943","quoteText":"I was married when I was 17. I knew nothing. I was full of romance.","quoteAuthor":"Gloria Swanson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f944","quoteText":"Yeah, but there's nobody who represents romance to me like Cary Grant.","quoteAuthor":"Aaron Eckhart","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f945","quoteText":"The American is wholeheartedly for love and romance at any cost.","quoteAuthor":"Leslie Caron","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f946","quoteText":"I'm a hopeless romantic. It's disgusting. It really is. I've seen 'While You Were Sleeping', like, twenty times, and I still believe in the whole Prince Charming thing.","quoteAuthor":"Jennifer Love Hewitt","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f947","quoteText":"Tradition wears a snowy beard, romance is always young.","quoteAuthor":"John Greenleaf Whittier","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f948","quoteText":"Therapy was the biggest romance of my life.","quoteAuthor":"Dar Williams","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f949","quoteText":"I'm a dreadful romantic. No matter what I go through in life, I want to fall in love with a man.","quoteAuthor":"Rachel Hunter","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f94a","quoteText":"My idea of a romantic night is to watch action films.","quoteAuthor":"Corey Hart","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f94b","quoteText":"I don't like to search too much. I find it is easier when romance finds you.","quoteAuthor":"Michelle Trachtenberg","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f94c","quoteText":"If a June night could talk, it would probably boast it invented romance.","quoteAuthor":"Bernard Williams","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f94d","quoteText":"Romance is mush, stifling those who strive.","quoteAuthor":"Billy Strayhorn","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f94e","quoteText":"Am I a romantic? I've seen 'Wuthering Heights' ten times. I'm a romantic.","quoteAuthor":"Johnny Depp","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f94f","quoteText":"I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.","quoteAuthor":"Jennifer Aniston","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f950","quoteText":"We believe that according the name 'investors' to institutions that trade actively is like calling someone who repeatedly engages in one-night stands a 'romantic.'","quoteAuthor":"Warren Buffett","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f951","quoteText":"I'm into all that sappy stuff - a surprise picnic, nice dinner, or traveling. I'm kind of an old romantic.","quoteAuthor":"Will Estes","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f952","quoteText":"I'm always trying to reach a transcendent point, a romantic point, but reach it in a really unconventional way, a really profane way. To get to that romantic, touching, heartbreaking place, but through a lot of acts of profanity.","quoteAuthor":"Chuck Palahniuk","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f953","quoteText":"You know, the man of my dreams might walk round the corner tomorrow. I'm older and wiser and I think I'd make a great girlfriend. I live in the realm of romantic possibility.","quoteAuthor":"Stevie Nicks","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f954","quoteText":"I love romantic poetry.","quoteAuthor":"Richard Dawkins","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f955","quoteText":"It is the addition of strangeness to beauty that constitutes the romantic character in art.","quoteAuthor":"Walter Hagen","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f956","quoteText":"When men hear women want a commitment, they think it means commitment to a romantic relationship, but that's not it. It's a commitment to not floating around anymore. I want a guy who is entrenched in his own life. Entrenched is awesome.","quoteAuthor":"Mindy Kaling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f957","quoteText":"You know, I always got offered other stuff. Not the romantic leads, obviously. But very often it's a role that's underwritten, where the character has no personality at all. And they need a character actor who can fill it in.","quoteAuthor":"Harvey Fierstein","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f958","quoteText":"I think I'll always be a hopeless romantic.","quoteAuthor":"Kim Kardashian","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f959","quoteText":"Everyone who knows me knows that I'm a hopeless romantic who listens to love ballads and doo-wop songs all the time.","quoteAuthor":"Henry Rollins","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f95a","quoteText":"I am a hopeless romantic and I love to spoil my girlfriends.","quoteAuthor":"Orlando Bloom","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f95b","quoteText":"It is really rare to find someone you really, really love and that you want to spend your life with and all that stuff that goes along with being married. I am one of those lucky people. And I think she feels that way too. So the romantic stuff is easy because you want them to be happy.","quoteAuthor":"Harry Connick, Jr.","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f95c","quoteText":"The compensation of a very early success is a conviction that life is a romantic matter. In the best sense one stays young.","quoteAuthor":"F. Scott Fitzgerald","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f95d","quoteText":"By all but the pathologically romantic, it is now recognized that this is not the age of the small man.","quoteAuthor":"John Kenneth Galbraith","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f95e","quoteText":"I think I meant that, given the circumstances of my childhood, I had the illusion that it's easier to be alone. To have your relationships be casual and also to pose as a solitary person, because it was more romantic. You know, I was raised on the idea of the ramblin' man and the loner.","quoteAuthor":"Steve Martin","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f95f","quoteText":"If you're a woman and a guy's ever said anything romantic to you, he just left off the second part that would have made you sick if you could have heard it.","quoteAuthor":"Louis C. K.","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f960","quoteText":"Stand-up is like a row boat: it's fun and romantic when you're choosing to do it. But if you have no other choice than to be in a row boat it's not as enjoyable that's survival.","quoteAuthor":"Demetri Martin","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f961","quoteText":"I love surprises - champagne and strawberries, all that pampering, romantic stuff. Guys ought to know how to pamper their women properly.","quoteAuthor":"Danica McKellar","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f962","quoteText":"If a man lets all of my dogs sleep in the bed with us, then that is the most romantic thing. You must love my dogs in order to love me. A man who is nice to my animals and doesn't shoo them away - well, that's the height of romance.","quoteAuthor":"Salma Hayek","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f963","quoteText":"It took me twenty years to get Steven Parrino's work. From the time I first saw his art, in the mid-eighties, I almost always dismissed it as mannered, Romantic, formulaic, conceptualist-formalist heavy-metal boy-art abstraction.","quoteAuthor":"Jerry Saltz","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f964","quoteText":"My greatest environments in which I can grow, or grow up, is in personal romantic relationships with a man.","quoteAuthor":"Alanis Morissette","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f965","quoteText":"My dream role would probably be a psycho killer, because the whole thing I love about movies is that you get to do things you could never do in real life, and that would be my way of vicariously experiencing being a psycho killer. Also, it's incredibly romantic.","quoteAuthor":"Christina Ricci","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f966","quoteText":"Death was like love, a romantic escape.","quoteAuthor":"Brigitte Bardot","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f967","quoteText":"As far as the lack of hits goes, I think perhaps it's because I've played a lot of different roles and have not created a persona that the public can latch on to. I have played everything from psychopathic killers to romantic leading men, and in picking such diverse roles I have avoided typecasting.","quoteAuthor":"Jeff Bridges","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f968","quoteText":"The concept of romantic love affords a means of emotional manipulation which the male is free to exploit, since love is the only circumstance in which the female is (ideologically) pardoned for sexual activity.","quoteAuthor":"Kate Millett","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f969","quoteText":"In the early days of Christianity the exercise of chastity was frequently combined with a close and romantic intimacy of affection between the sexes which shocked austere moralists.","quoteAuthor":"Havelock Ellis","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f96a","quoteText":"Satan, really, is the romantic youth of Jesus re-appearing for a moment.","quoteAuthor":"James Joyce","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f96b","quoteText":"I love jazz music and sad music. I'm a sentimental guy. I'm a romantic guy.","quoteAuthor":"Fred Durst","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f96c","quoteText":"I'm a romantic slob!","quoteAuthor":"Willie Nelson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f96d","quoteText":"I don't get off on romantic parts. But I often think if I had had my dental work done early on, well, maybe.","quoteAuthor":"Morgan Freeman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f96e","quoteText":"I can't remember a time when I didn't want to be a reporter. I don't know where I got the idea that it was a romantic calling.","quoteAuthor":"Charles Kuralt","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f96f","quoteText":"Now that I look back on it, having retired from being a reporter, it was kind of romantic. It was a wonderful way to live one's life, just as I imagined it would be when I was 6 or 7.","quoteAuthor":"Charles Kuralt","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f970","quoteText":"The amount of speculation surrounding my romantic life is astounding. It's strange how involved people get: invested and angry, really disappointed.","quoteAuthor":"Sienna Miller","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f971","quoteText":"Vinyl is the real deal. I've always felt like, until you buy the vinyl record, you don't really own the album. And it's not just me or a little pet thing or some kind of retro romantic thing from the past. It is still alive.","quoteAuthor":"Jack White","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f972","quoteText":"I love romantic comedies. I like to watch them and I like to be in them. It's something that's increasingly difficult to find that spark of originality that makes if different than the ones that come before.","quoteAuthor":"Julia Roberts","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f973","quoteText":"That's what I like about film-it can be bizarre, classic, normal, romantic. Cinema is to me the most versatile thing.","quoteAuthor":"Catherine Deneuve","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f974","quoteText":"I'm not a romantic. In life I didn't have much experience with romance.","quoteAuthor":"Ang Lee","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f975","quoteText":"I'm a hopeless romantic with a dirty mind.","quoteAuthor":"Leelee Sobieski","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f976","quoteText":"I was blinded by being a romantic person.","quoteAuthor":"Sienna Miller","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f977","quoteText":"I'm not trying to be romantic. I think you can tell when people are trying to be sexy onstage. When I was doing 'All the Way,' I was really thinking about my wife. People don't know my personal experience, but they can tell it's an honest interpretation.","quoteAuthor":"Harry Connick, Jr.","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f978","quoteText":"I'm always trying to perfect the romantic comedy, though.","quoteAuthor":"David Duchovny","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f979","quoteText":"I'm a hopeless romantic and passionate person when it comes to love.","quoteAuthor":"Jennifer Lopez","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f97a","quoteText":"I don't have any romantic ideas about marriage. Trust me. A white dress... ? No. It's not something for me.","quoteAuthor":"Diane Kruger","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f97b","quoteText":"I think as a young actress, it's very rare that you read something where you're not either 'the girl' or there to serve some romantic purpose in a male dominated cast.","quoteAuthor":"Sienna Miller","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f97c","quoteText":"I'm very romantic and of course I want to be in love.","quoteAuthor":"Emma Watson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f97d","quoteText":"When I started dating I had this kind of Romeo and Juliet, fateful romantic idea about love which was almost that you were a victim and there was a lot of pain involved and that was how it should be.","quoteAuthor":"Emma Watson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f97e","quoteText":"I feel like you don't know if someone's equipped for a romantic relationship until they're out of their twenties.","quoteAuthor":"Lena Dunham","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f97f","quoteText":"I think romantic comedy, when done right, is my favorite genre. It's just a genre that's very human.","quoteAuthor":"Lena Dunham","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f980","quoteText":"I joined the air force. I took to it immediately when I arrived there. I did three years, eight months, and ten days in all, but it took me a year and a half to get disabused of my romantic notions about it.","quoteAuthor":"Morgan Freeman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f981","quoteText":"I have never acted he has never been cast in a romantic lead or has been cast opposite a female love interest in any movie he starred in.","quoteAuthor":"Morgan Freeman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f982","quoteText":"We must not, however, be like the leaders of the great romantic revolt who, in their eagerness to get rid of the husk of convention, disregarded also the humane aspiration.","quoteAuthor":"Irving Babbitt","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f983","quoteText":"I regard romantic comedies as a subgenre of sci-fi, in which the world operates according to different rules than my regular human world.","quoteAuthor":"Mindy Kaling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f984","quoteText":"Is this not the true romantic feeling not to desire to escape life, but to prevent life from escaping you.","quoteAuthor":"Thomas Wolfe","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f985","quoteText":"If I can give you one strong piece of advice, when you go away for that romantic weekend, whatever you do, do not accept or take the upgrade to the honeymoon suite.","quoteAuthor":"Gordon Ramsay","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f986","quoteText":"People who know me , they know I have a sense of humor, I'm a bit of a joker, a bit of a clown really, and I would love someone to exploit that side of me and send me a romantic comedy.","quoteAuthor":"Gary Oldman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f987","quoteText":"A romantic comedy has to be funny and make you think about life but the obstacle that has to be overcome is key.","quoteAuthor":"Jennifer Lopez","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f988","quoteText":"Well, I think first it was rare for me to do anything that had any kind of a romantic note to it.","quoteAuthor":"Tim Roth","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f989","quoteText":"I happen to be really a romantic.","quoteAuthor":"Amanda Seyfried","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f98a","quoteText":"I love romantic comedies. I have a deep respect for them. I think they're really difficult to write and write well.","quoteAuthor":"Rashida Jones","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f98b","quoteText":"You know, I grew up on romantic comedies, and it's hard to find a new way to tell that story.","quoteAuthor":"Rashida Jones","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f98c","quoteText":"I want to do the romantic comedies. You know, the stuff that Meg Ryan and Julia Roberts or Reese Witherspoon would choose, of course.","quoteAuthor":"Jessica Simpson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f98d","quoteText":"Usually comedy is only available to us ladies in the romantic comedy. That's why I hate romantic comedies.","quoteAuthor":"Sandra Bullock","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f98e","quoteText":"I think in general, romantic comedies tend to take one person's point of view, but every once in a while you get something that is balanced for two people.","quoteAuthor":"Sandra Bullock","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f98f","quoteText":"But no, I don't really like romantic comedies, so I don't really care. I never go see 'em.","quoteAuthor":"John Cusack","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f990","quoteText":"Acting can be pretty challenging. I can't say making a romantic comedy is challenging, but to do anything well, you have to put yourself into it.","quoteAuthor":"John Cusack","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f991","quoteText":"I feel close to Lloyd in 'Say Anything'. He was like a super-interesting version of me. Only I'm not as good as him. Whatever part of me is romantic and optimistic, I reached into that to play Lloyd.","quoteAuthor":"John Cusack","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f992","quoteText":"I think I've only done one horror movie, Psycho III. That was a walk in the park compared to a romantic comedy.","quoteAuthor":"Carter Burwell","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f993","quoteText":"It's the contemporary woman that movies don't know what to do with, other than bathe her in a bridal glow in romantic comedies where both the romance and the comedy are artificial sweeteners.","quoteAuthor":"James Wolcott","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f994","quoteText":"What I'd really like to write is a romantic comedy. This is my favorite kind of movie. I feel almost embarrassed revealing this, because the genre has been so degraded in the past twenty years that saying you like romantic comedies is essentially an admission of mild stupidity.","quoteAuthor":"Mindy Kaling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f995","quoteText":"I had these kind of unrealistic expectations that were fueled by romantic comedies, and it has both helped me and hurt me in many ways. It helped me because, in general, they've made me hopeful. I just figure things will eventually work out for me. But nobody is like any Tom Hanks character. Nobody is Hugh Grant. No one is Meg Ryan!","quoteAuthor":"Mindy Kaling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f996","quoteText":"I have such a rich fantasy life, I can't help it. I do make up a lot of romantic stories in my head.","quoteAuthor":"Mindy Kaling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f997","quoteText":"Woody Allen is really the ultimate. I love that he believed in himself enough to do what he did. And I have that same feeling - that there's nobody that looks like me in movies, nobody would cast me as a romantic lead, but I want to do it and I feel confident that I can.","quoteAuthor":"Mindy Kaling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f998","quoteText":"On 'The Office,' so much of the show is about disguising your true feelings and your romantic feelings because it was a mock documentary.","quoteAuthor":"Mindy Kaling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f999","quoteText":"Suddenly I've got an overwhelming desire to surround myself with the aura of classical and Romantic art.","quoteAuthor":"Sylvester Stallone","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f99a","quoteText":"Marriage is not simply a romantic union between two people it's also a political and economic contract of the highest order.","quoteAuthor":"Elizabeth Gilbert","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f99b","quoteText":"If I eat a huge meal and I can get the girl to rub my belly, I think that's about as romantic as I can think of.","quoteAuthor":"Ryan Gosling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f99c","quoteText":"I don't think Hollywood knows what to do with me. I would imagine that when it comes to romantic comedies, my name would be pretty low down on the list.","quoteAuthor":"Gary Oldman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f99d","quoteText":"My new movie, Fools Rush In, is a romantic comedy and the girl I play in that is very warm, very sweet.","quoteAuthor":"Salma Hayek","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f99e","quoteText":"I've flown across America, I've scaled fences, I've stood under windows and gone out of my way hundreds of times. I'm a hopeless romantic. There's no hope for me.","quoteAuthor":"Joel Madden","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f99f","quoteText":"People expect me to be dark and gloomy, then write that I'm a jolly chap, and after all, that is what I am. I think it's a case of an absolute romantic naivety that there should be a parallel between the work and the artist.","quoteAuthor":"Michael Haneke","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9a0","quoteText":"I will never say never, but I will say never to doing the more typical romantic comedies. You know, unless I'm getting audited and I'm on the street and I desperately need some dough and that's the only thing that I'm getting.","quoteAuthor":"Christian Bale","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9a1","quoteText":"In terms of the romantic kind of lead, I just never enjoy those movies very much. Maybe they'll come to interest me more as I get older. I doubt it, but maybe. Romantic comedies tend to be, for me, an oxymoron.","quoteAuthor":"Christian Bale","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9a2","quoteText":"The only thing I would unequivocally say is that I have never had any interest in romantic comedy I just couldn't do it. I think I'd be terrible.","quoteAuthor":"Christian Bale","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9a3","quoteText":"I'm a big romantic, so I love guys who are romantic too.","quoteAuthor":"Ashley Tisdale","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9a4","quoteText":"It's funny, I can sit through the worst horror film ever made but even a quite good romantic comedy can drive me nuts.","quoteAuthor":"Jason Reitman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9a5","quoteText":"I am a hopeless romantic. And I won't stop till I get it right.","quoteAuthor":"Halle Berry","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9a6","quoteText":"I'm not what you might call sexy, but I'm romantic. Let's put it that way.","quoteAuthor":"Betty White","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9a7","quoteText":"The state of New Jersey is really two places - terrible cities and wonderful suburbs. I live in the suburbs, the final battleground of the American dream, where people get married and have kids and try to scratch out a happy life for themselves. It's very romantic in that way, but a bit naive. I like to play with that in my work.","quoteAuthor":"Harlan Coben","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9a8","quoteText":"I had to satisfy the action fans, the romantic fans, the intellectual fans. It was a terrific burden.","quoteAuthor":"Sidney Poitier","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9a9","quoteText":"I'm a romantic guy.","quoteAuthor":"Fred Durst","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9aa","quoteText":"I think I'm a romantic person, yeah.","quoteAuthor":"Antonio Banderas","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ab","quoteText":"I had no romantic interest in Gable. I considered him an older man.","quoteAuthor":"Gene Tierney","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ac","quoteText":"If you look at romantic comedies as pieces of commerce, the audience is looking for wish fulfillment.","quoteAuthor":"Tom Hanks","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ad","quoteText":"You cannot look up at the night sky on the Planet Earth and not wonder what it's like to be up there amongst the stars. And I always look up at the moon and see it as the single most romantic place within the cosmos.","quoteAuthor":"Tom Hanks","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ae","quoteText":"Romantic love is painful.","quoteAuthor":"will.i.am","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9af","quoteText":"The dark comedies tend to be in a non-releasable area. There can be romantic comedies. There can be dramas. But there's no 'dark comedy' inbox for the advertising.","quoteAuthor":"Gus Van Sant","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9b0","quoteText":"Lidia Bastianich, sorry, but kind of boring. I mean, I love Lidia, but you can fall asleep watching her. And Mario Batali? I love Mario to death... but he's not romantic or sensual. Those are the things I bring to the table.","quoteAuthor":"Giada De Laurentiis","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9b1","quoteText":"I was meant to date the captain of the football team, I was going to be on a romantic excursion every Saturday night, I was destined to be collecting corsages from every boy in town before prom, accepting such floral offerings like competing sacrifices to a Delphic goddess.","quoteAuthor":"Elizabeth Wurtzel","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9b2","quoteText":"When I was younger - it might be a romantic idea - I always thought I might go crazy.","quoteAuthor":"Diane Kruger","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9b3","quoteText":"I've programmed myself musically to come up with love-feeling tracks that are romantic, sexy, but classy, all in one. And that's the challenge. Once I create that music, then the lyrical content starts to come - you know, the stories and things like that.","quoteAuthor":"R. Kelly","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9b4","quoteText":"Classical and romantic: private language of a family quarrel, a dead dispute over the distribution of emphasis between man and nature.","quoteAuthor":"Cyril Connolly","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9b5","quoteText":"I did send a girl a plane ticket asking her for a visit, I guess that's quite romantic.","quoteAuthor":"Orlando Bloom","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9b6","quoteText":"You know, I've always thought that it would be really funny if somebody made a romantic comedy where absolutely everything went well from beginning to end.","quoteAuthor":"Fiona Apple","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9b7","quoteText":"Romantic lovers require from each other at least the facade of reason: We desire to be what romantic love makes us appear in the other's eyes. We want to imagine we are deserving of the love we inspire.","quoteAuthor":"Maggie Gallagher","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9b8","quoteText":"I'm a hopeless romantic and I believe that you can find love in many different places and be very conflicted. I've discovered as I've grown up that life is far more complicated than you think it is when you're a kid. It isn't just a straightforward fairytale.","quoteAuthor":"Rachel McAdams","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9b9","quoteText":"I confess I am a romantic. I love romance, and I think it's really fun and delicious and some of my favorite films are love stories. I think that you just get a chance to fall in love with the characters so much and you get to explore their lives so deeply.","quoteAuthor":"Rachel McAdams","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ba","quoteText":"And I think maybe all women, if they just had a chance, would be romantic and believe in love and not sex. And men believe in sex and not love.","quoteAuthor":"Beatrice Wood","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9bb","quoteText":"I love romantic comedies. They're for me the easiest thing to do and the most natural to do. There's nothing natural about holding an uzi hanging out of a moving van shooting at people. That's not second nature to me, thank God.","quoteAuthor":"Gabrielle Union","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9bc","quoteText":"The idea of a soulmate is beautiful and very romantic to talk about it in a movie or a song, but in reality, I find it scary.","quoteAuthor":"Vanessa Paradis","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9bd","quoteText":"I have tender, romantic associations with upstate New York.","quoteAuthor":"Vera Farmiga","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9be","quoteText":"Even actresses that you really admire, like Reese Witherspoon, you think, 'Another romantic comedy?' You see her in something like 'Walk the Line' and think, 'God, you're so great!' And then you think, 'Why is she doing these stupid romantic comedies?' But of course, it's for money and status.","quoteAuthor":"Gwyneth Paltrow","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9bf","quoteText":"I don't know about the romantic comedy route, although never say never.","quoteAuthor":"Kristen Wiig","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9c0","quoteText":"Because I think in order to get famous you have to be known for something. Like 'You're the romantic comedy girl' or 'You're the Oscar-winning whatever girl.'","quoteAuthor":"Rachel Weisz","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9c1","quoteText":"The most successful marriages, gay or straight, even if they begin in romantic love, often become friendships. It's the ones that become the friendships that last.","quoteAuthor":"Andrew Sullivan","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9c2","quoteText":"I fell in love with many women at school who had no idea I existed. I'm a bit of a romantic.","quoteAuthor":"Eric Bana","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9c3","quoteText":"I'm a bit of a romantic.","quoteAuthor":"Eric Bana","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9c4","quoteText":"I saw Tequila Sunrise as a romantic picture with complex, bigger than life characters.","quoteAuthor":"Conrad Hall","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9c5","quoteText":"I'm very romantic.","quoteAuthor":"Enrique Iglesias","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9c6","quoteText":"I wouldn't feel satisfied being on set every day doing a romantic comedy - I'd be bored to death.","quoteAuthor":"Joaquin Phoenix","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9c7","quoteText":"I've always been attracted to romantic secondhand clothes. But my style developed as I started going to these strange raves where everybody had these very definitive costumes.","quoteAuthor":"Florence Welch","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9c8","quoteText":"I feel like I've done a bunch of period stuff and then a bunch of romantic comedies.","quoteAuthor":"Kate Beckinsale","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9c9","quoteText":"I'm a fan of daytime drama I totally get it. When we are doing scenes that are romantic or will get the audience riled up, I feel like I'm a fan in the room going, 'People are going to be so mad right now!'","quoteAuthor":"Alison Sweeney","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ca","quoteText":"I'm probably a bit romantic about it, but I think we humans miss having contact with fire. We need it.","quoteAuthor":"Jamie Oliver","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9cb","quoteText":"Think back to yourself at age 18. I know I was mighty different than the Patti I am today. As we grow up, we grow out of our haircuts, our apartments and - often times - our romantic decisions.","quoteAuthor":"Patti Stanger","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9cc","quoteText":"Conductors' careers are made for the most part with 'Romantic' music. 'Classic' music eliminates the conductor we do not remember him in it.","quoteAuthor":"Igor Stravinsky","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9cd","quoteText":"The phrase 'off with the crack of the bat', while romantic, is really meaningless, since the outfielder should be in motion long before he hears the sound of the ball meeting the bat.","quoteAuthor":"Joe DiMaggio","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ce","quoteText":"I would have loved to do 'Alice in Wonderland.' Being a 'Bond' girl would always be fun. We had a lot of action in 'Eclipse' and I'd definitely like to continue down the action road. I want to do a romantic period piece, but those are really hard to get made because they're very expensive and there's not a huge demographic.","quoteAuthor":"Ashley Greene","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9cf","quoteText":"It's a very romantic sentiment, but to think that you would die if you didn't write, well, I would definitely choose to not write and live.","quoteAuthor":"Sarah McLachlan","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9d0","quoteText":"The vampire was a complete change from the usual romantic characters I was playing, but it was a success.","quoteAuthor":"Bela Lugosi","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9d1","quoteText":"I'm a big romantic, traditional, cheesy guy.","quoteAuthor":"Josh Hutcherson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9d2","quoteText":"You're an actor, are you? Well, all that means is: you are irresponsible, irrational, romantic, and incapable of handling an adult emotion or a universal concept without first reducing it to something personal, material, sensational - and probably sexual!","quoteAuthor":"George Herman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9d3","quoteText":"I broke my nose in gym when a ball hit me. I took a girl to her debutante ball the next week wearing a tux and a big, honking bandage. Not the romantic night she had in mind.","quoteAuthor":"Wentworth Miller","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9d4","quoteText":"I don't ever want to be a sentimentalist. I prefer to be a realist. I'm not a romantic really.","quoteAuthor":"James Earl Jones","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9d5","quoteText":"The Romantic poets were the prototype ramblers, and I've often found myself following in their footsteps - although perhaps not all of their footsteps since a typical walk for Samuel T. Coleridge might last two days and cover 145km.","quoteAuthor":"Arthur Smith","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9d6","quoteText":"The Southern whites are in many respects a great people. Looked at from a certain point of view, they are picturesque. If one will put oneself in a romantic frame of mind, one can admire their notions of chivalry and bravery and justice.","quoteAuthor":"James Weldon Johnson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9d7","quoteText":"I lived by the candlelight for two years because I couldn't afford power. It was nice and romantic at the time, but if you can't afford power you're pretty broke. You endure it.","quoteAuthor":"Jeremy Renner","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9d8","quoteText":"Women today are dealing with both their independence and also the fact that their lives are built around finding and satisfying the romantic models we grew up with.","quoteAuthor":"Jane Campion","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9d9","quoteText":"I think that the romantic impulse is in all of us and that sometimes we live it for a short time, but it's not part of a sensible way of living. It's a heroic path and it generally ends dangerously.","quoteAuthor":"Jane Campion","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9da","quoteText":"I think that the romantic impulse is in all of us and that sometimes we live it for a short time, but it's not part of a sensible way of living. It's a heroic path and it generally ends dangerously. I treasure it in the sense that I believe it's a path of great courage. It can also be the path of the foolhardy and the compulsive.","quoteAuthor":"Jane Campion","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9db","quoteText":"It's been such a deep and amazing journey for me, getting close to John Keats, and also I love Shelley and Byron. I mean, the thing about the Romantic poets is that they've got the epitaph of romantic posthumously. They all died really young, and Keats, the youngest of them all.","quoteAuthor":"Jane Campion","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9dc","quoteText":"So many women today have become so focused on their children, they've developed these romantic entanglements with their children's lives, and the husbands are secondary. They're left out. And the romantic focus is on the children.","quoteAuthor":"Ayelet Waldman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9dd","quoteText":"Is Valentine's Day a day to make cupcakes with your children? No, Valentine's is supposed to be a day about romantic love.","quoteAuthor":"Ayelet Waldman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9de","quoteText":"I love crying at romantic movies like 'The Notebook.' I'm always bawling.","quoteAuthor":"Fergie","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9df","quoteText":"Sometimes I make very selfish choices like I did 'Once Upon A Time' for my inner 8-year-old and my hypothetical future child. I've done some movies because I would regret them if I didn't, but other projects I've done because they've scared me or if I felt I needed to do a big romantic comedy to help me professionally.","quoteAuthor":"Ginnifer Goodwin","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9e0","quoteText":"I've always been sort of addicted to genre-jumping. I've never been in the mood to do the same thing I did last time. Hence, me going from 'Big Love' to romantic comedy, to period film... I can't sit still.","quoteAuthor":"Ginnifer Goodwin","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9e1","quoteText":"I love Valentine's Day! I love it, I love it, I love it. I like having doors opened for me. My favorite romantic comedy is 'When Harry Met Sally.'","quoteAuthor":"Ginnifer Goodwin","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9e2","quoteText":"And I don't believe that children are innocent. In fact, no one seriously believes that. Just go to a playground and watch the kids playing in the sandbox! The romantic notion of the sweet child is simply the parents projecting their own wishes.","quoteAuthor":"Michael Haneke","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9e3","quoteText":"I know most people use their phones to tell time, but there's something very romantic and beautiful about a timepiece.","quoteAuthor":"Padma Lakshmi","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9e4","quoteText":"I go to Saint Barth in the French West Indies for two weeks each year. That place is amazing. Amazing people, beautiful beaches, great wine, wonderful harbors... It's incredibly romantic.","quoteAuthor":"Brooke Burke","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9e5","quoteText":"Latin men are the most passionate men in the world - they may not be the most aggressive, but they are very passionate, very romantic.","quoteAuthor":"Brooke Burke","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9e6","quoteText":"My husband, Sal, and I put date nights on the calendar once a week. I know that doesn't sound romantic, but otherwise it won't get done.","quoteAuthor":"Sherri Shepherd","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9e7","quoteText":"It's easier to write from my own life, and it's also more fun. I always write about relationships, for instance, whether they're romantic relationships, friendships, encounters... there's always a lesson to be learned from them.","quoteAuthor":"Jason Mraz","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9e8","quoteText":"There's nothing more romantic than Italian food.","quoteAuthor":"Elisha Cuthbert","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9e9","quoteText":"I'm not a romantic.","quoteAuthor":"Jack Kevorkian","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ea","quoteText":"I'm a romantic.","quoteAuthor":"Tom Cruise","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9eb","quoteText":"I don't think that digital photography is romantic yet. It's not sympathetic the way that film is.","quoteAuthor":"Matthew Modine","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ec","quoteText":"I have a great wife and it's very easy to be romantic because it makes her happy and then my life is so much better when she's happy.","quoteAuthor":"Nicholas Sparks","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ed","quoteText":"I think opera has gained a kind of glamorous appeal. It's a live performance that aligns all of the arts, and when it is represented in the media, in film in particular, it is presented as something that is really a special event, whether it's a great date or something that's just hugely romantic.","quoteAuthor":"Renee Fleming","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ee","quoteText":"I hope that I would be considered romantic. I don't know... one of my favorite movies is 'The Notebook' so I guess that would be considered romantic. But I think being romantic is more than the flowers and the gifts. It's about connecting with the person and being able to talk and share things with her.","quoteAuthor":"Taylor Lautner","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ef","quoteText":"The whole romantic part of my life was a wipeout. I didn't even own a belt.","quoteAuthor":"Paul Lynde","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9f0","quoteText":"I'm not the most romantic guy, although I do try.","quoteAuthor":"Seth Rogen","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9f1","quoteText":"My wife was the first romantic partner who understood both American and native parts of me - not so much the positive stuff, but the damage.","quoteAuthor":"Sherman Alexie","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9f2","quoteText":"If I were given a choice between two films and one was dark and explored depraved, troubled or sick aspects of our culture, I would always opt for that over the next romantic comedy.","quoteAuthor":"David Schwimmer","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9f3","quoteText":"My goal on my bucket list is to write a romantic comedy movie.","quoteAuthor":"Lynda Barry","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9f4","quoteText":"I don't think of death in a romantic way anymore.","quoteAuthor":"Robert Smith","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9f5","quoteText":"I'm better with my hands, and I always loved the slightly romantic idea of starting with bits of wood and being able to create something to sit on, to eat from, to store your clothes in.","quoteAuthor":"Jamie Oliver","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9f6","quoteText":"I'm very romantic.","quoteAuthor":"Carmen Electra","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9f7","quoteText":"Dinner is a great first date. Don't believe that stuff about girls not wanting to eat on a first date - sharing a romantic meal is so sexy.","quoteAuthor":"Carmen Electra","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9f8","quoteText":"In mainstream romantic comedies, I'm usually tearing my hair out. It's just a devastatingly difficult genre for me.","quoteAuthor":"Carter Burwell","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9f9","quoteText":"As a kid I quite fancied the romantic, Bohemian idea of being an artist. I expect I thought I could escape from the difficulties of maths and spelling. Maybe I thought I would avoid the judgement of the establishment.","quoteAuthor":"Peter Wright","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9fa","quoteText":"In those days, boxing was very glamorous and romantic. You listened to fights on the radio, and a good announcer made it seem like a contest between gladiators.","quoteAuthor":"Joseph Barbera","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9fb","quoteText":"There's something so romantic about being broke in New York. You gotta do it. You have to live there once without any money, and then you have to live there when you have money. Let me tell you, of the two, the latter is far better.","quoteAuthor":"Amy Poehler","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9fc","quoteText":"I don't want to be Mr. Romantic Leading Man. I don't want to be the Dance Dude. I don't want to be the Action Guy. If I had to do any one of those all my life, it'd drive me crazy.","quoteAuthor":"Patrick Swayze","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9fd","quoteText":"My vanity is I'm terribly romantic! But being married is lovely.","quoteAuthor":"Matthew Macfadyen","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9fe","quoteText":"Acting is not about anything romantic, not even fantasy, although you do create fantasy.","quoteAuthor":"James Earl Jones","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7f9ff","quoteText":"There is as much wisdom in listening as there is in speaking - and that goes for all relationships, not just romantic ones.","quoteAuthor":"Daniel Dae Kim","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa00","quoteText":"Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman.","quoteAuthor":"Stephen Moyer","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa01","quoteText":"I was very influenced by the musicals and romantic comedies of the 1930s. I admired Gene Harlow and such, which probably explains why, since the end of my marriage, I've dated nothing but a succession of blondes.","quoteAuthor":"Hugh Hefner","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa02","quoteText":"I can sit in front of the TV and watch an old romantic film and be transfixed.","quoteAuthor":"Amber Heard","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa03","quoteText":"I tend to play strong characters and people just assume that I would want to play romantic comedies, which I would love to do, but there are other women that do it so great and they maybe couldn't do what I do, play the kind of characters that I play.","quoteAuthor":"Carrie-Anne Moss","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa04","quoteText":"I've never felt that I had to take a role in one of those mediocre but hugely budgeted romantic comedies because I want to wear beautiful dresses and have people think I'm pretty and that I get the guy.","quoteAuthor":"Minnie Driver","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa05","quoteText":"I don't know if it's possible to live the rock 'n roll lifestyle and still be romantic.","quoteAuthor":"Adam Levine","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa06","quoteText":"More generally, I made an effort to leave out things that weren't relevant to the main narrative themes of the book, namely that there were two sides to Steve Jobs: the romantic, poetic, countercultural rebel on one side, and the serious businessperson on the other.","quoteAuthor":"Walter Isaacson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa07","quoteText":"The other two things are... well, I had a huge appetite for old black and white movies on BBC 2. At the weekends they used to run matinees, and the more romantic the better.","quoteAuthor":"Ewan McGregor","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa08","quoteText":"It seemed romantic but also tragic - people would be winning but then lose it all, or crash but fight on, break bones but get back on their bikes and try to finish. Just getting to the end was seen as an achievement in itself.","quoteAuthor":"David Millar","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa09","quoteText":"The notion that the public accepts or rejects anything in modern art is merely romantic fiction. The game is completed and the trophies distributed long before the public knows what has happened.","quoteAuthor":"Tom Wolfe","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa0a","quoteText":"I got a gymnastics scholarship to college, fell in love with my true love of my whole life - who I'm married to now - and he was a virgin too. It was very romantic.","quoteAuthor":"Victoria Jackson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa0b","quoteText":"I bought a selection of short, romantic fiction novels, studied them, decided that I had found a formula and then wrote a book that I figured was the perfect story. Thank goodness it was rejected.","quoteAuthor":"Louise Brown","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa0c","quoteText":"I'm a hopeless romantic.","quoteAuthor":"Lance Bass","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa0d","quoteText":"I think everyone dreams of that nice romantic wedding.","quoteAuthor":"Lance Bass","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa0e","quoteText":"I'm sorry, but I can't make a movie with the blonde from 'ER' who is starring in every single bad romantic comedy.","quoteAuthor":"Matthew Fox","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa0f","quoteText":"I don't want to be pigeonholed into doing just romantic comedies. But they're fun, and especially for women, it's nice to go to see them and enjoy that breath of fresh air.","quoteAuthor":"Kristen Bell","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa10","quoteText":"The romantic idea is that everybody around a writer must suffer for his talent. I think a writer is a citizen of humanity, part of his nation, part of his family. He may have to make some compromises.","quoteAuthor":"Irwin Shaw","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa11","quoteText":"I love romantic comedies, or romantic dramas - basically anything with love in it.","quoteAuthor":"Rachel Bilson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa12","quoteText":"My great-grandfather was in the army in India, and we have photographs of my family there in full Victorian dress. They're incredibly romantic.","quoteAuthor":"Georgina Chapman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa13","quoteText":"My music is bejewelled, it's colourful, it's romantic, it shines.","quoteAuthor":"Carly Rae Jepsen","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa14","quoteText":"I used to be a hopeless romantic - I fell in love with everyone I went out with.","quoteAuthor":"Jeremy London","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa15","quoteText":"I'm still a bit of a romantic and an idealist and hopelessly naive.","quoteAuthor":"Brit Marling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa16","quoteText":"I'm the first one who sees every romantic comedy in theaters.","quoteAuthor":"Elizabeth Olsen","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa17","quoteText":"I've been married before, but I've never had my dream wedding in Vegas. I wanted to do it there because it's casual, quick, not religious and, most of all, very romantic.","quoteAuthor":"Sinead O'Connor","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa18","quoteText":"My mom had this romantic notion of her children playing classical music. The idea is you learn it when you're still learning language. It's using the same part of the brain.","quoteAuthor":"Andrew Bird","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa19","quoteText":"Cooking is always very romantic!","quoteAuthor":"Matthew Morrison","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa1a","quoteText":"Basically, I'm a romantic.","quoteAuthor":"Pia Zadora","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa1b","quoteText":"I always wanted a guitar. I always wanted to be a cowboy singer because I also listened to Hank Williams, and he would always sing these neat romantic songs.","quoteAuthor":"Dick Dale","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa1c","quoteText":"I'd like to be played as a child by Natalie Wood. I'd have some romantic scenes as Audrey Hepburn and have gritty black-and-white scenes as Patricia Neal.","quoteAuthor":"Gloria Steinem","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa1d","quoteText":"Christmas is a time of year that's so romantic.","quoteAuthor":"Katharine McPhee","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa1e","quoteText":"Mind you, Roman Holiday - which is kind of a romantic comedy - is one of my favorite films, and I think Audrey Hepburn is absolutely phenomenal in that movie.","quoteAuthor":"Ellen Page","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa1f","quoteText":"If I had no family, my wife and I would lead a much more romantic and nomadic existence.","quoteAuthor":"David McCallum","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa20","quoteText":"I'd like to classify my life as a romantic comedy. Unfortunately I feel it's probably more like a TV reality show.","quoteAuthor":"Uma Thurman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa21","quoteText":"I'm not religious, I'm not romantic and I live purely by logic. I make every decision by logic and sometimes that leads me to the right and sometimes to the wrong decision.","quoteAuthor":"Laura Marling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa22","quoteText":"We travellers are in very hard circumstances. If we say nothing but what has been said before us, we are dull and have observed nothing. If we tell anything new, we are laughed at as fabulous and romantic.","quoteAuthor":"Mary Wortley Montagu","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa23","quoteText":"The most aggressive artists often hide their romantic side.","quoteAuthor":"Don Johnson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa24","quoteText":"I don't think I'll ever escape the fact that I don't belong anywhere in particular. I've often dreamed about going back to Nigeria, but that's a very romantic notion. It's a hideous country to go to in reality.","quoteAuthor":"Hugo Weaving","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa25","quoteText":"I've often dreamed about going back to Nigeria, but that's a very romantic notion. It's a hideous country to go to in reality.","quoteAuthor":"Hugo Weaving","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa26","quoteText":"I'd like to do a romantic comedy.","quoteAuthor":"Aaron Eckhart","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa27","quoteText":"I'm a romantic, and I like guys to bring flowers and buy some gifts - not expensive things, just romantic things.","quoteAuthor":"Bai Ling","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa28","quoteText":"I guess I'm a bit of a romantic.","quoteAuthor":"Felicity Jones","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa29","quoteText":"Is that romantic fantasy real? Um, after kids, no. Take the kids away, I don't know. Depends.","quoteAuthor":"Robin Wright Penn","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa2a","quoteText":"But romantic vision can also lead one away from certain very hard, ugly truths about life that are important to know.","quoteAuthor":"Donna Tartt","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa2b","quoteText":"I think the institute of marriage is a noble thing. The idea of a partner for life is incredibly romantic. But now we're living to 100. A hundred years ago people were dying at age 37. Til death do us part was a much different deal.","quoteAuthor":"Debra Messing","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa2c","quoteText":"No, actually 'The Host' was totally a palate-cleanser for me. I wanted to do something a little bit different than romantic love. Romantic love is in there, obviously, because I enjoy writing about that and living it a lot.","quoteAuthor":"Stephenie Meyer","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa2d","quoteText":"For a romantic comedy to be three hours long, that's longer than most marriages.","quoteAuthor":"David Fincher","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa2e","quoteText":"When I was very, very young, seven years old, I heard there was school where you could go to learn to draw. That was my absolute driven passion, to become an artist or a painter. So the romantic realist in me, I studied to be a graphic design artist and an art teacher.","quoteAuthor":"David Coverdale","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa2f","quoteText":"Well, there's just some universal truths in a way that I've just observed to be true. You read Voltaire. You read modern literature. Anywhere you go, there's these observations about romantic love and what it does people, and these rotten feelings that rarely are people meaning to do that to each other.","quoteAuthor":"Feist","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa30","quoteText":"In terms of romantic films, all-time romantic films, I really like 'Gone With the Wind.' And I realize I sound so cliched saying that, but there's something so absolutely romantic about it.","quoteAuthor":"Freida Pinto","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa31","quoteText":"We don't tend to write about disease in fiction - not just teen novels but all American novels - because it doesn't fit in with our idea of the heroic romantic epic. There is room only for sacrifice, heroism, war, politics and family struggle.","quoteAuthor":"John Green","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa32","quoteText":"I wouldn't treat a romantic scene any differently than any other scene. I would really say the biggest preparation was chewing gum and breath mints! For a kissing scene, it's all about the breath mints!","quoteAuthor":"Alice Englert","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa33","quoteText":"I am a hopeless romantic.","quoteAuthor":"Jessica Brown Findlay","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa34","quoteText":"I don't feel like a romantic lead I guess I feel more like a character actor.","quoteAuthor":"Matthew Macfadyen","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa35","quoteText":"Yeah, romantic comedies are the hardest movies to make. Maybe one works a year.","quoteAuthor":"Dylan McDermott","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa36","quoteText":"I find it incredibly romantic that people should fight for a cause they believe in and be prepared to die for it.","quoteAuthor":"James D'arcy","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa37","quoteText":"In the movies, Bette Davis lights two cigarettes and hands the second one to James Cagney. It was just so glamorous and romantic.","quoteAuthor":"Loni Anderson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa38","quoteText":"I'd love to do a romantic comedy. And perhaps, if the character was right and I had a good gut instinct, a Bollywood movie. And I'd love to direct. One day. I'm learning a lot on the set of 'The Good Wife.'","quoteAuthor":"Archie Panjabi","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa39","quoteText":"Are you kidding? I'm a terrible cook, but John is a really great one. Literally, I never cook. The whole time we were dating, I prepared two officially romantic meals. Both of them were such disasters that he begs me never to go into the kitchen again.","quoteAuthor":"Rebecca Romijn","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa3a","quoteText":"When you are the lead in a romantic comedy, you have to worry about people really liking you.","quoteAuthor":"Morris Chestnut","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa3b","quoteText":"I am a big fan of the old Howard Hawks films from the 30s and 40s, I was a big Hepburn and Tracey fan for a while and Woody Allen films that are a very different kind of romantic comedy.","quoteAuthor":"Edward Burns","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa3c","quoteText":"Once I got married and had kids, I moved away from romantic roles, because it seemed wrong to have my 3-year-old wondering why Daddy was kissing someone else.","quoteAuthor":"Chevy Chase","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa3d","quoteText":"When you're playing a romantic version of a real person, you're playing a version of the truth.","quoteAuthor":"Andrea Riseborough","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa3e","quoteText":"Ooh, it's too embarrassing to share my innermost romantic secrets - although I have written Danielle the odd poem. If anything they are more comedic than romantic. They used to be well-received but that was before she started studying Shakespeare at drama college. Now I feel so inept.","quoteAuthor":"Gary Lineker","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa3f","quoteText":"We have got too many kids around the house to have a romantic meal at home. But Danielle is a fantastic cook. She does a brilliant lasagne, great roasts and a great chilli dish. She knows the way to my heart.","quoteAuthor":"Gary Lineker","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa40","quoteText":"I'm not about to talk about what's romantic in my life - I figure if you talk about it once - then that's an open invitation for everyone to dig into your personal life even further.","quoteAuthor":"James Van Der Beek","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa41","quoteText":"I'm not about to talk about what's romantic in my life - I figure if you talk about it once, then that's an open invitation for everyone to dig into your personal life even further. So, I just keep my private life to myself.","quoteAuthor":"James Van Der Beek","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa42","quoteText":"Then I abandoned comics for fine art because I had some romantic vision of being like Vincent Van Gogh Jr.","quoteAuthor":"Bill Griffith","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa43","quoteText":"New York has got this sort of wonderful romantic idea of the South.","quoteAuthor":"Josh Lucas","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa44","quoteText":"The reason I turn down 99% of a hundred, I mean a thousand, scripts is because romantic comedies are often very romantic but seldom very funny.","quoteAuthor":"Hugh Grant","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa45","quoteText":"Being in the studio is a really romantic time.","quoteAuthor":"Alison Krauss","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa46","quoteText":"Movies don't look hard, but figuring it out, getting the shape of it, getting everybody's character right and having it be funny, make sense and be romantic, it's creating a puzzle. Yes, having been a writer for so long, I have an awareness of when things are going awry, but it doesn't mean I know how to fix them.","quoteAuthor":"Nancy Meyers","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa47","quoteText":"Times were changing. Clothes were changing. Morals were changing. We went from romantic loves songs like I used to do to rock 'n roll. Now that has changed to rap. So, there's always a new generation with new music.","quoteAuthor":"Bobby Vinton","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa48","quoteText":"When I read the script, I liked the script very much and I thought it was a marvelous part for her, because I think it is a change of pace. I mean, we know how wonderful she is in romantic comedy.","quoteAuthor":"Albert Finney","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa49","quoteText":"I have never been so calculating as to sing some Barry White song to get a girl. But I do think it's very romantic to cook dinner and sit around the piano at night and sing together.","quoteAuthor":"John Stamos","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa4a","quoteText":"A handful of older, romantic leading men, like Sean Connery, Jack Nicholson, and Robert Redford are still landing parts.","quoteAuthor":"Charles Dance","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa4b","quoteText":"My most romantic job: I was a manager at Baskin-Robbins.","quoteAuthor":"Eric McCormack","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa4c","quoteText":"I'm in the mood for another Moonstruck experience, for another romantic comedy.","quoteAuthor":"Norman Jewison","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa4d","quoteText":"Moonstruck... was one of the few romantic comedies to be nominated for a Best Picture Oscar.","quoteAuthor":"Norman Jewison","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa4e","quoteText":"And even Moonstruck - for some reason the audience were just in the mood for a very romantic film, because it's one of the few romantic comedies to be nominated for a Best Picture Oscar.","quoteAuthor":"Norman Jewison","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa4f","quoteText":"I'm really a romantic at heart.","quoteAuthor":"Christopher Atkins","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa50","quoteText":"It more or less has the shape of a love song, but 'Crescent Moon' reflects more my longing for an ancient romantic context that includes wild animals, fire, danger of death, stellar navigation, and seasonal intuition.","quoteAuthor":"Frank Black","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa51","quoteText":"Some have called we rock and roll performers who never retire 'troubadours.' I enjoy this misnomer immensely. While there are many differences between me and my distant predecessors in L'Occitane, I do believe there is a lineage that connects us of the last 70 years with those romantic singers of the High Middle Ages.","quoteAuthor":"Frank Black","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa52","quoteText":"As an actor, I've grown considerably. It's taken me years to get comfortable doing a romantic scene and dancing on stage in front of a live audience. I've really opened up a lot.","quoteAuthor":"Sanjay Dutt","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa53","quoteText":"When I start to write, words have become physical presence. It was to see if I could bring that private world to life that found its first expression through reading. I really dislike the romantic notion of the artist.","quoteAuthor":"John McGahern","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa54","quoteText":"I don't know if it's a romantic comedy but I'm in the beginning of the first of the season of 'The West Wing.' We shot it last year. I don't know. If anyone asks me to be in one, I'll jump on it.","quoteAuthor":"Jason Isaacs","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa55","quoteText":"I'm sick of playing romantic leads.","quoteAuthor":"John Corbett","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa56","quoteText":"Any romantic feelings for a 12-year-old are like entering into a fantasy world.","quoteAuthor":"Wes Anderson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa57","quoteText":"In Romanticism, the main determinant is the mood, the atmosphere. And in that regard, you could also describe Schubert as a Romantic.","quoteAuthor":"Dietrich Fischer-Dieskau","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa58","quoteText":"I am a bit of a hopeless romantic. I really do have a faith and a belief in love, and when I love, I love hard.","quoteAuthor":"Melanie Fiona","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa59","quoteText":"You do your work as a photographer and everything becomes past. Words are more like thoughts the photographer's picture is always surrounded by a kind of romantic glamor - no matter what you do, and how you twist it.","quoteAuthor":"Robert Frank","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa5a","quoteText":"Well my biggest dream is to be in a romantic comedy.","quoteAuthor":"Izabella Scorupco","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa5b","quoteText":"Classic art was the art of necessity: modern romantic art bears the stamp of caprice and chance.","quoteAuthor":"Max Eastman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa5c","quoteText":"When I was younger, many of my romantic escapades were just a means of simply avoiding being by myself. I was afraid of feeling lonely, afraid I wouldn't know what to say to myself.","quoteAuthor":"Michael Zaslow","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa5d","quoteText":"Well, we all start thinking we're going to be Romantic rock stars, but then reality hits and you realize no one reads you but other poets.","quoteAuthor":"George Murray","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa5e","quoteText":"People want to hear about the extremes of human nature. They want things that are larger than their own lives, and more romantic, and not necessarily of their own experiences.","quoteAuthor":"Richard Thompson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa5f","quoteText":"I enjoy doing romantic stories. I've done a lot of them.","quoteAuthor":"Joe Lando","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa60","quoteText":"Clearly romantic comedy is my franchise genre, I don't mind saying that, it's true. I love doing them and hopefully always will do them.","quoteAuthor":"Meg Ryan","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa61","quoteText":"If it's a romantic holiday, the only thing I need is my wife. We love quiet and calm places where we can't be disturbed. Neither of us likes being in busy places we would much rather stay in our hotel room and enjoy each other's company.","quoteAuthor":"Jean Reno","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa62","quoteText":"I like to see love stories: romantic comedy or romantic drama.","quoteAuthor":"Pia Zadora","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa63","quoteText":"'I Am Number Four' is an action-packed adventure entwined with a romantic story. I play the role of John Smith. John wants to be a normal kid, but he is from a different planet and he has been given this destiny of becoming a warrior.","quoteAuthor":"Alex Pettyfer","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa64","quoteText":"It's good to be able to be a leading lady, to be a romantic lead, to play opposite people who are talented, and charismatic and stuff.","quoteAuthor":"Heather Graham","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa65","quoteText":"I never got the opportunity to be romantic or feel romantic with anyone.","quoteAuthor":"Gary Coleman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa66","quoteText":"Usually, in romantic comedies, you end up sacrificing a great deal of the complexity - you know, just two attractive people and a good soundtrack.","quoteAuthor":"Timothy Olyphant","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa67","quoteText":"As far as the leading man/romantic lead, I'll tell you what, I really enjoyed my experience more than I thought or imagined I would on 'Catch and Release.' God bless them if they want to give me another shot at that. I would love to have that as something I can go to on occasion.","quoteAuthor":"Timothy Olyphant","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa68","quoteText":"We are in desperate need of a well-done romantic lesbian comedy.","quoteAuthor":"Jill Bennett","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa69","quoteText":"You're always close and you never get that big romantic lead.","quoteAuthor":"Patricia Clarkson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa6a","quoteText":"The big stars I felt a kinship with were never the romantic leads. It wasn't Steve McQueen or Robert Redford - it was people like Walter Matthau and Anthony Quinn. My big hero was Tommy Cooper.","quoteAuthor":"Alfred Molina","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa6b","quoteText":"I'm a very romantic person.","quoteAuthor":"Esai Morales","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa6c","quoteText":"You won't find me in a romantic comedy. Those movies don't speak to me. People don't come to talk to me about those scripts, because they probably think I'm this dark, twisted, miserable person.","quoteAuthor":"Naomi Watts","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa6d","quoteText":"Classical, Romantic, and Baroque music, that's what I really like.","quoteAuthor":"Joan Armatrading","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa6e","quoteText":"If we perform the romantic repertoire we need more musicians.","quoteAuthor":"Neville Marriner","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa6f","quoteText":"The thing you can't let go of is gravity. The reality of gravity in writing. If someone says something really mean in a sitcom, and the next wave isn't a reaction to the reality of that, you start losing relatability. In a lot of romantic comedies, they throw out the rules of life.","quoteAuthor":"Michael Patrick King","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa70","quoteText":"My husband does so many romantic things for me, it's absurd.","quoteAuthor":"Jennifer Beals","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa71","quoteText":"I'm a really huge fan of the old romantic comedies from the '30s and '40s... Huge fan. I love all that stuff.","quoteAuthor":"Thomas Jane","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa72","quoteText":"I'm opening up my heart to the idea of dating. It's funny - my friends would always come to me for romantic advice. I know nothing, and things have changed since I was dating in high school! I'm really trying hard to spend this time working on myself.","quoteAuthor":"Olivia Wilde","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa73","quoteText":"If I were sufficiently romantic I suppose I'd have killed myself long ago just to make people talk about me. I haven't even got the conviction to make a successful drunkard.","quoteAuthor":"John Dos Passos","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa74","quoteText":"There are so many different reasons as to why I love riding trains. But I think ultimately it's the romantic feeling of it. There's something about it that just transports me into old films.","quoteAuthor":"Rosario Dawson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa75","quoteText":"I think in a lot of romantic comedies it ends with a kiss, and I feel like in modern day relationships, and maybe just my own experience, it starts with a kiss and then all sort of falls apart and then comes together. You're texting. You're wondering what's going on. There's no definitions, there's no labels.","quoteAuthor":"Elizabeth Meriwether","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa76","quoteText":"I'm not a big fan of romantic comedies, believe it or not.","quoteAuthor":"Kate Hudson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa77","quoteText":"I really, really, really want to do a silly romantic comedy where I can just have a crush on the guy, trip over myself, and laugh and be goofy. I just feel like all I do is cry, sob, and fight zombies and the bad guys.","quoteAuthor":"Laurie Holden","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa78","quoteText":"I'm a horrible romantic!","quoteAuthor":"Jamie Campbell Bower","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa79","quoteText":"I was also the romantic lead in The Boston Strangler - I was the only one that lived to tell the story - so I called myself the romantic lead.","quoteAuthor":"Sally Kellerman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa7a","quoteText":"I try to speak of a love that not necessarily romantic. I think there is so much love between people and so much love people want to give but it's harder and harder these days to show that, to celebrate that, you know?","quoteAuthor":"Emeli Sande","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa7b","quoteText":"I would like to do maybe a smaller romantic comedy.","quoteAuthor":"Linda Fiorentino","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa7c","quoteText":"Hugh Grant is the main man. He's the number one romantic comedy man in the world.","quoteAuthor":"Sam Elliott","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa7d","quoteText":"Something like 'Without a Paddle' does really well at the box office and I'm like, 'Oh, here we go.' In 'Without a Paddle' I'm the romantic lead - great! A comedy and that's what America wants. Then it did nothing for me and I went into kind-of a work abyss. I just didn't get another shot.","quoteAuthor":"Matthew Lillard","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa7e","quoteText":"I don't live with people, that's why my relationships last. I'm not romantic. Even when I was a teenager if somebody asked if they could hold my hand I'd say, - no, it's not heavy, I can hold it myself, thank you'.","quoteAuthor":"Paul O'Grady","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa7f","quoteText":"I got a degree in sociology, didn't read much fiction in college, and I was a pretty political, left-wing type of guy. I wanted to do some kind of work in social change and make things better for the poor man, and I was very romantic and passionate about it.","quoteAuthor":"Andre Dubus III","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa80","quoteText":"But other vampire stories? Well, no, I really haven't read too many, and I can't say I'm crazy about romantic vampires anyway - to me the vampire is simply an evil monster.","quoteAuthor":"Brian Lumley","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa81","quoteText":"Before I became a suspense novelist, I wrote romantic suspense as Alicia Scott.","quoteAuthor":"Lisa Gardner","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa82","quoteText":"In real love you want the other person's good. In romantic love, you want the other person.","quoteAuthor":"Margaret Chase Smith","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa83","quoteText":"Building a little bonfire at night on the beach and lying on a blanket with my wife under the stars is not only sexy, it's romantic.","quoteAuthor":"Benjamin Bratt","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa84","quoteText":"I'm a hopeless romantic, and very much the person in a relationship to go: If things are going well, I'll buy the flowers, remember the dates of things, plan fun nights out.","quoteAuthor":"Jennifer Love Hewitt","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa85","quoteText":"I think Bach is equally a romantic composer because he laid the seeds harmonically for people like Chopin and the great Romantics, Brahms, so it's difficult to you know all this like labelling and putting - I think Bach is attractive to musicians because he supersedes the labels.","quoteAuthor":"Nigel Kennedy","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa86","quoteText":"At the risk of sounding hopelessly romantic, love is the key element. I really love to play with different musicians who come from different cultural backgrounds.","quoteAuthor":"John McLaughlin","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa87","quoteText":"I love romantic comedy, but I think you have to have another idea that you're chasing along with romantic comedy.","quoteAuthor":"James L. Brooks","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa88","quoteText":"I had to trick people into giving me money for my first film. Making a romantic comedy is easier and more expected from a woman than it is to make a drama about a Japanese warrior.","quoteAuthor":"Julie Delpy","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa89","quoteText":"There's a hardening of the culture. Reality TV has lowered the standards of entertainment. You're left wondering about the legitimacy of relationships. It's probably harder to entertain the same people with a more classic form of writing, and romantic comedies are a classic genre.","quoteAuthor":"Nancy Meyers","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa8a","quoteText":"A man's ability to haggle is never a turn-on. The only thing less romantic than how much you paid is how much you saved. The last thing we want to hear is how you talked the jeweler down on our new earrings.","quoteAuthor":"Jennifer Coolidge","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa8b","quoteText":"What Romantic terminology called genius or talent or inspiration is nothing other than finding the right road empirically, following one's nose, taking shortcuts.","quoteAuthor":"Italo Calvino","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa8c","quoteText":"When I was a teenager I was a total romantic escapist. My world was books.","quoteAuthor":"Colin Wilson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa8d","quoteText":"Somebody called me a 'bruised romantic' once, and I like that.","quoteAuthor":"Susannah McCorkle","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa8e","quoteText":"Maybe I'm naively romantic, but I do believe that spice and excitement doesn't stop once a couple gets together.","quoteAuthor":"Stana Katic","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa8f","quoteText":"Many people with physical disabilities have romantic lives and good marriages to partners who see past their disabilities and recognize all of the things they can do.","quoteAuthor":"Jeanne Phillips","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa90","quoteText":"Although some people think I am a romantic novelist I have always thought of myself as a rather gritty radical historian.","quoteAuthor":"Philippa Gregory","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa91","quoteText":"I think Bond the character is distinct: He's British, he has a certain code that he lives by, he's incorruptible... he's a classical hero, but he's also fallible. He has inner demons, inner conflicts, and he's a romantic.","quoteAuthor":"Barbara Broccoli","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa92","quoteText":"With While You Were Sleeping, it was so much fun and such a Cinderella story, that I didn't want to do another romantic comedy. I wanted to do the opposite.","quoteAuthor":"Bill Pullman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa93","quoteText":"Truthfully, I almost avoided 'While You Were Sleeping,' because I find those romantic comedies kind of precious, and they're full of lines that leave you feeling a little bewildered when you say them.","quoteAuthor":"Bill Pullman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa94","quoteText":"I want to do more action adventures and more romantic comedies.","quoteAuthor":"Maria Bello","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa95","quoteText":"I heard this music coming out of the radio and it was 'Ain't Nobody's Business.' It got me. I thought, 'I can do this.' I decided just like that. No romantic story.","quoteAuthor":"Jerry Leiber","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa96","quoteText":"Romantic music really stirs my soul. And, of course, I love Chinese music it makes me feel closer to home.","quoteAuthor":"Liu Wen","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa97","quoteText":"I'm a very loyal boyfriend. I'm a bit of a joker... I can be romantic, but not too sickly.","quoteAuthor":"Louis Tomlinson","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa98","quoteText":"I know it's hard to blame the time, but there's a bit of an expectation for a summer movie. I think that 'Superman Returns' was a bit nostalgic and romantic, and I don't think that was what people were expecting, especially in the summer.","quoteAuthor":"Bryan Singer","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa99","quoteText":"I'm very romantic. I've emptied flower shops.","quoteAuthor":"Bob Hoskins","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa9a","quoteText":"I'm a very romantic and passionate guy.","quoteAuthor":"Diego Boneta","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa9b","quoteText":"The first book I wrote was The Bride Price which was a romantic book, but my husband burnt the book when he saw it. I was the typical African woman, I'd done this privately, I wanted him to look at it, approve it and he said he wouldn't read it.","quoteAuthor":"Buchi Emecheta","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa9c","quoteText":"In the West, audiences think I am a stereotyped action star, or that I always play hitmen or killers. But in Hong Kong, I did a lot of comedy, many dramatic films, and most of all, romantic roles, lots of love stories. I was like a romance novel hero.","quoteAuthor":"Chow Yun-Fat","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa9d","quoteText":"I love romantic comedies.","quoteAuthor":"Lil' Romeo","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa9e","quoteText":"After these three novels I gave up writing novels for a time I was dissatisfied with romantic doom, yet didn't see much way around it.","quoteAuthor":"Nicholas Mosley","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fa9f","quoteText":"I think a nice romantic dinner should be saved for when you and the girl you're dating or seeing have something special and it's a more special occasion.","quoteAuthor":"Ben Savage","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faa0","quoteText":"It seems to me that romantic comedies used to be about falling in love, but in recent years they've really become just comedies where the love story is only there as a spine to hang the jokes on.","quoteAuthor":"Nigel Cole","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faa1","quoteText":"There were two sides to David Lean: on the one side, he was kind of a rather stiff, disciplined Englishman. And then he had this kind of romantic side to him. I think being true to both sides of your nature is important.","quoteAuthor":"John Boorman","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faa2","quoteText":"Scotsmen are metaphisical and emotional, they are sceptical and mystical, they are romantic and ironic, they are cruel and tender, and full of mirth and despair.","quoteAuthor":"William Dunbar","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faa3","quoteText":"Forget romantic fiction, a survey has found that most women would rather read a good book than go shopping, have sex, or sleep.","quoteAuthor":"Janet Street-Porter","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faa4","quoteText":"I am not an adolescent, nor a romantic. I analyze objectively.","quoteAuthor":"Dilma Rousseff","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faa5","quoteText":"There's something about marriage that is not as intensely romantic or interesting as a couple's first meeting.","quoteAuthor":"John Sandford","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faa6","quoteText":"I get some of my ideas from watching my three daughters, but most of them come from my own memories of growing up. I can remember how romantic I was, not just about love, but romance in the classic sense - the romantic ideals: of honor and truth, of loyalty, sacrifice and fairness. Those were the elements that made a story satisfying to me.","quoteAuthor":"Francine Pascal","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faa7","quoteText":"I'm getting a lot of uninteresting romantic lead guys that look good and fall in love sort of garbage.","quoteAuthor":"Bobby Cannavale","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faa8","quoteText":"It's harder and harder to make a well-done romantic comedy these days because the conventions have been so played out.","quoteAuthor":"Dana Fox","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faa9","quoteText":"People say the 'Lost Generation' in a romantic sense, but I think it was tragic. They were really lost.","quoteAuthor":"Corey Stoll","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faaa","quoteText":"The writing career is not a romantic one. The writer's life may be colorful, but his work itself is rather drab.","quoteAuthor":"Mary Roberts Rinehart","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faab","quoteText":"I'm no romantic, surfing, California boy. I like reading, writing, philosophizing. Scheming. I've been doing some exploration of the inner space.","quoteAuthor":"Henry Hopper","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faac","quoteText":"The thing about romance and romantic movies is that they can be somewhat melodramatic. For a lot of actors, there's a certain cringe factor that's involved with that.","quoteAuthor":"David Lyons","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faad","quoteText":"I think one of the downsides of the sort of obsession with romantic love and personal fulfillment is that the plain fact of the matter is that those feelings don't last for ever and so they better be replaced and reinforced by things that do.","quoteAuthor":"Mary Archer","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faae","quoteText":"A realist, in Venice, would become a romantic by mere faithfulness to what he saw before him.","quoteAuthor":"Arthur Symons","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7faaf","quoteText":"In our romantic groves I adored her like a divinity.","quoteAuthor":"Anne Boyd","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fab0","quoteText":"Consider what a romantic expedition you are on take notes.","quoteAuthor":"Anne Boyd","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fab1","quoteText":"So I'm still in my romantic stage with London, I love it as a place.","quoteAuthor":"Christian Cooke","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fab2","quoteText":"The whole westward expansion myth is seen as romantic. But it's a joke, a blot on American history.","quoteAuthor":"Frank Waters","quoteGenre":"romantic","__v":0},{"_id":"5eb17ab2b69dc744b4e7fab3","quoteText":"I want to do all kinds of things. I want to do some comedy. I'd love to do a romantic comedy, and I'd love to do some period pieces with classical text. I'd love somebody to cast me as Macbeth, but for a film. I just want to be all over the place.","quoteAuthor":"Kevin Alejandro","quoteGenre":"romantic","__v":0}]