[{"_id":"5eb17ab3b69dc744b4e808e4","quoteText":"We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot.","quoteAuthor":"Eleanor Roosevelt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808e5","quoteText":"That which does not kill us makes us stronger.","quoteAuthor":"Friedrich Nietzsche","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808e6","quoteText":"Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.","quoteAuthor":"Helen Keller","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808e7","quoteText":"Do not pray for easy lives. Pray to be stronger men.","quoteAuthor":"John F. Kennedy","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808e8","quoteText":"The world breaks everyone, and afterward, some are strong at the broken places.","quoteAuthor":"Ernest Hemingway","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808e9","quoteText":"Continuous effort - not strength or intelligence - is the key to unlocking our potential.","quoteAuthor":"Winston Churchill","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808ea","quoteText":"Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength.","quoteAuthor":"Arnold Schwarzenegger","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808eb","quoteText":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","quoteAuthor":"Leonardo da Vinci","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808ec","quoteText":"Out of suffering have emerged the strongest souls the most massive characters are seared with scars.","quoteAuthor":"Khalil Gibran","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808ed","quoteText":"Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person.","quoteAuthor":"Albert Einstein","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808ee","quoteText":"A mind at peace, a mind centered and not focused on harming others, is stronger than any physical force in the universe.","quoteAuthor":"Wayne Dyer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808ef","quoteText":"Mastering others is strength. Mastering yourself is true power.","quoteAuthor":"Lao Tzu","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808f0","quoteText":"We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength.","quoteAuthor":"Charles Stanley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808f1","quoteText":"Only the weak are cruel. Gentleness can only be expected from the strong.","quoteAuthor":"Leo Buscaglia","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808f2","quoteText":"Strength of character means the ability to overcome resentment against others, to hide hurt feelings, and to forgive quickly.","quoteAuthor":"Lawrence G. Lovasik","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808f3","quoteText":"Shallow men believe in luck. Strong men believe in cause and effect.","quoteAuthor":"Ralph Waldo Emerson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808f4","quoteText":"Some of us think holding on makes us strong but sometimes it is letting go.","quoteAuthor":"Hermann Hesse","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808f5","quoteText":"The world is the great gymnasium where we come to make ourselves strong.","quoteAuthor":"Swami Vivekananda","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808f6","quoteText":"You have power over your mind - not outside events. Realize this, and you will find strength.","quoteAuthor":"Marcus Aurelius","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808f7","quoteText":"Where there is no struggle, there is no strength.","quoteAuthor":"Oprah Winfrey","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808f8","quoteText":"Failure will never overtake me if my determination to succeed is strong enough.","quoteAuthor":"Og Mandino","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808f9","quoteText":"Strength and growth come only through continuous effort and struggle.","quoteAuthor":"Napoleon Hill","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808fa","quoteText":"Does anybody really think that they didn't get what they had because they didn't have the talent or the strength or the endurance or the commitment?","quoteAuthor":"Nelson Mandela","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808fb","quoteText":"Don't expect to build up the weak by pulling down the strong.","quoteAuthor":"Calvin Coolidge","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808fc","quoteText":"Good actions give strength to ourselves and inspire good actions in others.","quoteAuthor":"Plato","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808fd","quoteText":"Perhaps I am stronger than I think.","quoteAuthor":"Thomas Merton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808fe","quoteText":"Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all.","quoteAuthor":"Anne Morrow Lindbergh","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e808ff","quoteText":"As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed.","quoteAuthor":"Vincent Van Gogh","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80900","quoteText":"Stand up to your obstacles and do something about them. You will find that they haven't half the strength you think they have.","quoteAuthor":"Norman Vincent Peale","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80901","quoteText":"One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity.","quoteAuthor":"Albert Schweitzer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80902","quoteText":"What is exciting is not for one person to be stronger than the other... but for two people to have met their match and yet they are equally as stubborn, as obstinate, as passionate, as crazy as the other.","quoteAuthor":"Barbra Streisand","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80903","quoteText":"Life is very interesting... in the end, some of your greatest pains, become your greatest strengths.","quoteAuthor":"Drew Barrymore","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80904","quoteText":"Scar tissue is stronger than regular tissue. Realize the strength, move on.","quoteAuthor":"Henry Rollins","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80905","quoteText":"Because your own strength is unequal to the task, do not assume that it is beyond the powers of man but if anything is within the powers and province of man, believe that it is within your own compass also.","quoteAuthor":"Marcus Aurelius","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80906","quoteText":"A truly strong person does not need the approval of others any more than a lion needs the approval of sheep.","quoteAuthor":"Vernon Howard","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80907","quoteText":"Nothing is so strong as gentleness, nothing so gentle as real strength.","quoteAuthor":"Saint Francis de Sales","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80908","quoteText":"Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities strong men make them.","quoteAuthor":"Orison Swett Marden","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80909","quoteText":"When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure.","quoteAuthor":"Peter Marshall","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8090a","quoteText":"When adversity strikes, that's when you have to be the most calm. Take a step back, stay strong, stay grounded and press on.","quoteAuthor":"LL Cool J","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8090b","quoteText":"In all my perplexities and distresses, the Bible has never failed to give me light and strength.","quoteAuthor":"Robert E. Lee","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8090c","quoteText":"Only the gentle are ever really strong.","quoteAuthor":"James Dean","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8090d","quoteText":"Rudeness is a weak imitation of strength.","quoteAuthor":"Eric Hoffer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8090e","quoteText":"If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance.","quoteAuthor":"Samuel Johnson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8090f","quoteText":"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength.","quoteAuthor":"Charles Spurgeon","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80910","quoteText":"There are dark shadows on the earth, but its lights are stronger in the contrast.","quoteAuthor":"Charles Dickens","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80911","quoteText":"There are two ways of exerting one's strength: one is pushing down, the other is pulling up.","quoteAuthor":"Booker T. Washington","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80912","quoteText":"A single twig breaks, but the bundle of twigs is strong.","quoteAuthor":"Tecumseh","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80913","quoteText":"The strong man is the one who is able to intercept at will the communication between the senses and the mind.","quoteAuthor":"Napoleon Bonaparte","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80914","quoteText":"The days of our lives, for all of us, are numbered. We know that. And yes, there are certainly times when we aren't able to muster as much strength and patience as we would like. It's called being human.","quoteAuthor":"Elizabeth Edwards","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80915","quoteText":"Strength is the capacity to break a chocolate bar into four pieces with your bare hands - and then eat just one of the pieces.","quoteAuthor":"Judith Viorst","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80916","quoteText":"I think I was born strong-willed. That's not the kind of thing you can learn. The advantage is, you stick to what you believe in and rarely get pushed out of what you want to do.","quoteAuthor":"Joan Jett","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80917","quoteText":"Only by contending with challenges that seem to be beyond your strength to handle at the moment you can grow more surely toward the stars.","quoteAuthor":"Brian Tracy","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80918","quoteText":"Insincerity is always weakness sincerity even in error is strength.","quoteAuthor":"George Henry Lewes","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80919","quoteText":"I learned that it is the weak who are cruel, and that gentleness is to be expected only from the strong.","quoteAuthor":"Leo Rosten","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8091a","quoteText":"A strong woman is a woman determined to do something others are determined not be done.","quoteAuthor":"Marge Piercy","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8091b","quoteText":"When I use my strength in the service of my vision it makes no difference whether or not I am afraid.","quoteAuthor":"Audre Lorde","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8091c","quoteText":"Sometimes your disappointments make you a stronger person for the future.","quoteAuthor":"Blanka Vlasic","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8091d","quoteText":"Life only demands from you the strength that you possess. Only one feat is possible not to run away.","quoteAuthor":"Dag Hammarskjold","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8091e","quoteText":"What is important is to believe in something so strongly that you're never discouraged.","quoteAuthor":"Salma Hayek","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8091f","quoteText":"Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.","quoteAuthor":"Lao Tzu","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80920","quoteText":"Be faithful in small things because it is in them that your strength lies.","quoteAuthor":"Mother Teresa","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80921","quoteText":"With the new day comes new strength and new thoughts.","quoteAuthor":"Eleanor Roosevelt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80922","quoteText":"You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'","quoteAuthor":"Eleanor Roosevelt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80923","quoteText":"Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.","quoteAuthor":"Harriet Tubman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80924","quoteText":"My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength.","quoteAuthor":"Michael Jordan","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80925","quoteText":"I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.","quoteAuthor":"Thomas Jefferson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80926","quoteText":"The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.","quoteAuthor":"Vince Lombardi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80927","quoteText":"When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.","quoteAuthor":"Tecumseh","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80928","quoteText":"I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naive or innocent, who has the courage to treat me like a woman.","quoteAuthor":"Anais Nin","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80929","quoteText":"One strength of the communist system of the East is that it has some of the character of a religion and inspires the emotions of a religion.","quoteAuthor":"Albert Einstein","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8092a","quoteText":"Women are like teabags. We don't know our true strength until we are in hot water!","quoteAuthor":"Eleanor Roosevelt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8092b","quoteText":"That though the radiance which was once so bright be now forever taken from my sight. Though nothing can bring back the hour of splendor in the grass, glory in the flower. We will grieve not, rather find strength in what remains behind.","quoteAuthor":"William Wordsworth","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8092c","quoteText":"Faith is the strength by which a shattered world shall emerge into the light.","quoteAuthor":"Helen Keller","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8092d","quoteText":"It is time for parents to teach young people early on that in diversity there is beauty and there is strength.","quoteAuthor":"Maya Angelou","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8092e","quoteText":"Silence is a source of great strength.","quoteAuthor":"Lao Tzu","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8092f","quoteText":"The size of your success is measured by the strength of your desire the size of your dream and how you handle disappointment along the way.","quoteAuthor":"Robert Kiyosaki","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80930","quoteText":"God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.","quoteAuthor":"Abdul Kalam","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80931","quoteText":"Strength does not come from physical capacity. It comes from an indomitable will.","quoteAuthor":"Mahatma Gandhi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80932","quoteText":"Patience and time do more than strength or passion.","quoteAuthor":"Jean de La Fontaine","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80933","quoteText":"Worry does not empty tomorrow of its sorrow. It empties today of its strength.","quoteAuthor":"Corrie Ten Boom","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80934","quoteText":"I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.","quoteAuthor":"Thomas Paine","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80935","quoteText":"The tax on capital gains directly affects investment decisions, the mobility and flow of risk capital... the ease or difficulty experienced by new ventures in obtaining capital, and thereby the strength and potential for growth in the economy.","quoteAuthor":"John F. Kennedy","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80936","quoteText":"Women may fall when there's no strength in men.","quoteAuthor":"William Shakespeare","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80937","quoteText":"Do you really think it is weakness that yields to temptation? I tell you that there are terrible temptations which it requires strength, strength and courage to yield to.","quoteAuthor":"Oscar Wilde","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80938","quoteText":"I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.","quoteAuthor":"John F. Kennedy","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80939","quoteText":"It is my own firm belief that the strength of the soul grows in proportion as you subdue the flesh.","quoteAuthor":"Mahatma Gandhi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8093a","quoteText":"When restraint and courtesy are added to strength, the latter becomes irresistible.","quoteAuthor":"Mahatma Gandhi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8093b","quoteText":"The strength of a nation derives from the integrity of the home.","quoteAuthor":"Confucius","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8093c","quoteText":"Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well.","quoteAuthor":"Vincent Van Gogh","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8093d","quoteText":"Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career.","quoteAuthor":"Abdul Kalam","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8093e","quoteText":"War is peace. Freedom is slavery. Ignorance is strength.","quoteAuthor":"George Orwell","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8093f","quoteText":"We gain the strength of the temptation we resist.","quoteAuthor":"Ralph Waldo Emerson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80940","quoteText":"It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony.","quoteAuthor":"Benjamin Britten","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80941","quoteText":"We acquire the strength we have overcome.","quoteAuthor":"Ralph Waldo Emerson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80942","quoteText":"Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul.","quoteAuthor":"John Muir","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80943","quoteText":"Simulated disorder postulates perfect discipline simulated fear postulates courage simulated weakness postulates strength.","quoteAuthor":"Lao Tzu","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80944","quoteText":"A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world.","quoteAuthor":"Marilyn Monroe","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80945","quoteText":"A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people.","quoteAuthor":"Franklin D. Roosevelt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80946","quoteText":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","quoteAuthor":"Thomas Paine","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80947","quoteText":"My strength has the strength of ten because my heart is pure.","quoteAuthor":"Alfred Lord Tennyson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80948","quoteText":"It does not take much strength to do things, but it requires great strength to decide on what to do.","quoteAuthor":"Elbert Hubbard","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80949","quoteText":"Tears shed for self are tears of weakness, but tears shed for others are a sign of strength.","quoteAuthor":"Billy Graham","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8094a","quoteText":"A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.","quoteAuthor":"Christopher Reeve","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8094b","quoteText":"My family is my strength and my weakness.","quoteAuthor":"Aishwarya Rai","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8094c","quoteText":"Physical strength can never permanently withstand the impact of spiritual force.","quoteAuthor":"Franklin D. Roosevelt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8094d","quoteText":"Greatness lies, not in being strong, but in the right using of strength and strength is not used rightly when it serves only to carry a man above his fellows for his own solitary glory. He is the greatest whose strength carries up the most hearts by the attraction of his own.","quoteAuthor":"Henry Ward Beecher","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8094e","quoteText":"May He who is the Brahman of the Hindus, the Ahura-Mazda of the Zoroastrians, the Buddha of the Buddhists, the Jehovah of the Jews, the Father in Heaven of the Christians give strength to you to carry out your noble idea.","quoteAuthor":"Swami Vivekananda","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8094f","quoteText":"Love feels no burden, thinks nothing of trouble, attempts what is above its strength, pleads no excuse of impossibility for it thinks all things lawful for itself, and all things possible.","quoteAuthor":"Thomas a Kempis","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80950","quoteText":"Unity is strength... when there is teamwork and collaboration, wonderful things can be achieved.","quoteAuthor":"Mattie Stepanek","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80951","quoteText":"Youngsters of the age of two and three are endowed with extraordinary strength. They can lift a dog twice their own weight and dump him into the bathtub.","quoteAuthor":"Erma Bombeck","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80952","quoteText":"Ronald Reagan was a president of strength. His philosophy was a philosophy of strength - a strong military, a strong economy and strong families.","quoteAuthor":"Mitt Romney","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80953","quoteText":"Give us grace and strength to forbear and to persevere. Give us courage and gaiety and the quiet mind, spare to us our friends, soften to us our enemies.","quoteAuthor":"Robert Louis Stevenson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80954","quoteText":"Where is the man who has the strength to be true, and to show himself as he is?","quoteAuthor":"Johann Wolfgang von Goethe","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80955","quoteText":"My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled.","quoteAuthor":"Carly Fiorina","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80956","quoteText":"My greatest strength is common sense. I'm really a standard brand - like Campbell's tomato soup or Baker's chocolate.","quoteAuthor":"Katharine Hepburn","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80957","quoteText":"The strength and power of despotism consists wholly in the fear of resistance.","quoteAuthor":"Thomas Paine","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80958","quoteText":"The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt.","quoteAuthor":"Max Lerner","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80959","quoteText":"I am an example of what is possible when girls from the very beginning of their lives are loved and nurtured by people around them. I was surrounded by extraordinary women in my life who taught me about quiet strength and dignity.","quoteAuthor":"Michelle Obama","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8095a","quoteText":"Uncontrolled, the hunger and thirst after God may become an obstacle, cutting off the soul from what it desires. If a man would travel far along the mystic road, he must learn to desire God intensely but in stillness, passively and yet with all his heart and mind and strength.","quoteAuthor":"Aldous Huxley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8095b","quoteText":"What gives me the most hope every day is God's grace knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God.","quoteAuthor":"Rick Warren","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8095c","quoteText":"You can tell the strength of a nation by the women behind its men.","quoteAuthor":"Benjamin Disraeli","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8095d","quoteText":"The strength and power and goodness of America has always been based on the strength and power and goodness of our communities, our families, our faiths. That is the bedrock of what makes America, America. In our best days, we can feel the vibrancy of America's communities, large and small.","quoteAuthor":"Mitt Romney","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8095e","quoteText":"Religion is an illusion and it derives its strength from the fact that it falls in with our instinctual desires.","quoteAuthor":"Sigmund Freud","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8095f","quoteText":"If thou desire the love of God and man, be humble, for the proud heart, as it loves none but itself, is beloved of none but itself. Humility enforces where neither virtue, nor strength, nor reason can prevail.","quoteAuthor":"Francis Quarles","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80960","quoteText":"Atheism shows strength of mind, but only to a certain degree.","quoteAuthor":"Blaise Pascal","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80961","quoteText":"He is greatest whose strength carries up the most hearts by the attraction of his own.","quoteAuthor":"Henry Ward Beecher","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80962","quoteText":"Those who have the strength and the love to sit with a dying patient in the silence that goes beyond words will know that this moment is neither frightening nor painful, but a peaceful cessation of the functioning of the body.","quoteAuthor":"Elisabeth Kubler-Ross","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80963","quoteText":"A religious man is a person who holds God and man in one thought at one time, at all times, who suffers harm done to others, whose greatest passion is compassion, whose greatest strength is love and defiance of despair.","quoteAuthor":"Abraham Joshua Heschel","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80964","quoteText":"Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it better, will preserve it longer, than the sad or sullen.","quoteAuthor":"Thomas Carlyle","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80965","quoteText":"People do not lack strength they lack will.","quoteAuthor":"Victor Hugo","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80966","quoteText":"Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength.","quoteAuthor":"Abdul Kalam","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80967","quoteText":"My greatest strength as a consultant is to be ignorant and ask a few questions.","quoteAuthor":"Peter Drucker","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80968","quoteText":"The strength of a man's virtue should not be measured by his special exertions, but by his habitual acts.","quoteAuthor":"Blaise Pascal","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80969","quoteText":"All too often arrogance accompanies strength, and we must never assume that justice is on the side of the strong. The use of power must always be accompanied by moral choice.","quoteAuthor":"Theodore Bikel","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8096a","quoteText":"Endurance is nobler than strength, and patience than beauty.","quoteAuthor":"John Ruskin","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8096b","quoteText":"The spirit of man is more important than mere physical strength, and the spiritual fiber of a nation than its wealth.","quoteAuthor":"Dwight D. Eisenhower","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8096c","quoteText":"Remember, the storm is a good opportunity for the pine and the cypress to show their strength and their stability.","quoteAuthor":"Ho Chi Minh","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8096d","quoteText":"Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know.","quoteAuthor":"Charles Kingsley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8096e","quoteText":"Only strength can cooperate. Weakness can only beg.","quoteAuthor":"Dwight D. Eisenhower","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8096f","quoteText":"Our real problem, then, is not our strength today it is rather the vital necessity of action today to ensure our strength tomorrow.","quoteAuthor":"Dwight D. Eisenhower","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80970","quoteText":"Great works are performed not by strength but by perseverance.","quoteAuthor":"Samuel Johnson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80971","quoteText":"African women in general need to know that it's OK for them to be the way they are - to see the way they are as a strength, and to be liberated from fear and from silence.","quoteAuthor":"Wangari Maathai","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80972","quoteText":"Each relationship nurtures a strength or weakness within you.","quoteAuthor":"Mike Murdock","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80973","quoteText":"True strength lies in submission which permits one to dedicate his life, through devotion, to something beyond himself.","quoteAuthor":"Henry Miller","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80974","quoteText":"And when a woman's will is as strong as the man's who wants to govern her, half her strength must be concealment.","quoteAuthor":"George Eliot","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80975","quoteText":"Strength of mind rests in sobriety for this keeps your reason unclouded by passion.","quoteAuthor":"Pythagoras","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80976","quoteText":"If we resist our passions, it is more due to their weakness than our strength.","quoteAuthor":"Francois de La Rochefoucauld","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80977","quoteText":"We all have enough strength to endure the misfortunes of others.","quoteAuthor":"Francois de La Rochefoucauld","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80978","quoteText":"When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home's potential for positive influence.","quoteAuthor":"Stephen Covey","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80979","quoteText":"In all human affairs there are efforts, and there are results, and the strength of the effort is the measure of the result.","quoteAuthor":"James Allen","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8097a","quoteText":"We are born weak, we need strength helpless, we need aid foolish, we need reason. All that we lack at birth, all that we need when we come to man's estate, is the gift of education.","quoteAuthor":"Jean-Jacques Rousseau","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8097b","quoteText":"Aging is not lost youth but a new stage of opportunity and strength.","quoteAuthor":"Betty Friedan","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8097c","quoteText":"The strength and power of a country depends absolutely on the quantity of good men and women in it.","quoteAuthor":"John Ruskin","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8097d","quoteText":"Our strength is often composed of the weakness that we're damned if we're going to show.","quoteAuthor":"Mignon McLaughlin","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8097e","quoteText":"One ever feels his twoness - an American, a Negro two souls, two thoughts, two unreconciled strivings two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder.","quoteAuthor":"W. E. B. Du Bois","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8097f","quoteText":"I think a hero is an ordinary individual who finds strength to persevere and endure in spite of overwhelming obstacles.","quoteAuthor":"Christopher Reeve","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80980","quoteText":"Eccentricity has always abounded when and where strength of character had abounded and the amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and courage which it contained.","quoteAuthor":"John Stuart Mill","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80981","quoteText":"Love you will find only where you may show yourself weak without provoking strength.","quoteAuthor":"Theodor Adorno","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80982","quoteText":"Method is more important than strength, when you wish to control your enemies. By dropping golden beads near a snake, a crow once managed To have a passer-by kill the snake for the beads.","quoteAuthor":"Henry Wadsworth Longfellow","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80983","quoteText":"Music makes us want to live. You don't know how many times people have told me that they'd been down and depressed and just wanted to die. But then a special song caught their ear and that helped give them renewed strength. That's the power music has.","quoteAuthor":"Mary J. Blige","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80984","quoteText":"You're blessed if you have the strength to work.","quoteAuthor":"Mahalia Jackson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80985","quoteText":"To be capable of steady friendship or lasting love, are the two greatest proofs, not only of goodness of heart, but of strength of mind.","quoteAuthor":"William Hazlitt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80986","quoteText":"The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity.","quoteAuthor":"Ruby Dee","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80987","quoteText":"Whoever knows it also knows that in love there is no More and no Less but that he who loves can only love with the whole heart, and with the whole soul with all his strength and with all his will.","quoteAuthor":"Max Muller","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80988","quoteText":"All species capable of grasping this fact manage better in the struggle for existence than those which rely upon their own strength alone: the wolf, which hunts in a pack, has a greater chance of survival than the lion, which hunts alone.","quoteAuthor":"Christian Lous Lange","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80989","quoteText":"Prayer is more than meditation. In meditation, the source of strength is one's self. When one prays, he goes to a source of strength greater than his own.","quoteAuthor":"Madame de Stael","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8098a","quoteText":"'Tis skill, not strength, that governs a ship.","quoteAuthor":"Thomas Fuller","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8098b","quoteText":"The awareness of our own strength makes us modest.","quoteAuthor":"Paul Cezanne","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8098c","quoteText":"A powerful idea communicates some of its strength to him who challenges it.","quoteAuthor":"Marcel Proust","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8098d","quoteText":"It is only necessary to have courage, for strength without self-confidence is useless.","quoteAuthor":"Giacomo Casanova","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8098e","quoteText":"When I dare to be powerful - to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.","quoteAuthor":"Audre Lorde","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8098f","quoteText":"Many a man's strength is in opposition, and when he faileth, he grows out of use.","quoteAuthor":"Francis Bacon","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80990","quoteText":"I would fight for my liberty so long as my strength lasted, and if the time came for me to go, the Lord would let them take me.","quoteAuthor":"Harriet Tubman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80991","quoteText":"The superior man is the providence of the inferior. He is eyes for the blind, strength for the weak, and a shield for the defenseless. He stands erect by bending above the fallen. He rises by lifting others.","quoteAuthor":"Robert Green Ingersoll","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80992","quoteText":"A nation' s strength ultimately consists in what it can do on its own, and not in what it can borrow from others.","quoteAuthor":"Indira Gandhi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80993","quoteText":"It is a sign of contraction of the mind when it is content, or of weariness. A spirited mind never stops within itself it is always aspiring and going beyond its strength.","quoteAuthor":"Michel de Montaigne","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80994","quoteText":"Patience is the support of weakness impatience the ruin of strength.","quoteAuthor":"Charles Caleb Colton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80995","quoteText":"Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while.","quoteAuthor":"Jack Welch","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80996","quoteText":"I look at an ant and I see myself: a native South African, endowed by nature with a strength much greater than my size so I might cope with the weight of a racism that crushes my spirit.","quoteAuthor":"Miriam Makeba","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80997","quoteText":"To have ego means to believe in your own strength. And to also be open to other people's views. It is to be open, not closed. So, yes, my ego is big, but it's also very small in some areas. My ego is responsible for my doing what I do - bad or good.","quoteAuthor":"Barbra Streisand","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80998","quoteText":"Freedom and order are not incompatible... truth is strength... free discussion is the very life of truth.","quoteAuthor":"Thomas Huxley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80999","quoteText":"Nothing has more strength than dire necessity.","quoteAuthor":"Euripides","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8099a","quoteText":"The wisest use of American strength is to advance freedom.","quoteAuthor":"George W. Bush","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8099b","quoteText":"Although men are accused of not knowing their own weakness, yet perhaps few know their own strength. It is in men as in soils, where sometimes there is a vein of gold which the owner knows not of.","quoteAuthor":"Jonathan Swift","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8099c","quoteText":"I understand now that the vulnerability I've always felt is the greatest strength a person can have. You can't experience life without feeling life. What I've learned is that being vulnerable to somebody you love is not a weakness, it's a strength.","quoteAuthor":"Elisabeth Shue","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8099d","quoteText":"Suppressed grief suffocates, it rages within the breast, and is forced to multiply its strength.","quoteAuthor":"Ovid","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8099e","quoteText":"There comes a pause, for human strength will not endure to dance without cessation and everyone must reach the point at length of absolute prostration.","quoteAuthor":"Lewis Carroll","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e8099f","quoteText":"Organic buildings are the strength and lightness of the spiders' spinning, buildings qualified by light, bred by native character to environment, married to the ground.","quoteAuthor":"Frank Lloyd Wright","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809a0","quoteText":"Leaders come in many forms, with many styles and diverse qualities. There are quiet leaders and leaders one can hear in the next county. Some find strength in eloquence, some in judgment, some in courage.","quoteAuthor":"John W. Gardner","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809a1","quoteText":"Mohammed was not an apparent failure. He was a dazzling success, politically as well as spiritually, and Islam went from strength to strength to strength.","quoteAuthor":"Karen Armstrong","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809a2","quoteText":"The financial crisis should not become an excuse to raise taxes, which would only undermine the economic growth required to regain our strength.","quoteAuthor":"George W. Bush","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809a3","quoteText":"Religious beliefs evolved by group-selection, tribe competing against tribe, and the illogic of religions is not a weakness but their essential strength.","quoteAuthor":"E. O. Wilson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809a4","quoteText":"The freedom to fail is vital if you're going to succeed. Most successful people fail from time to time, and it is a measure of their strength that failure merely propels them into some new attempt at success.","quoteAuthor":"Michael Korda","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809a5","quoteText":"In that I found being able to talk to my family about my feelings, praying for strength and realizing that our lives have a deep purpose and the journey of our lives is to find out what that is and express it, was the only way I could have gotten through it.","quoteAuthor":"Marlo Thomas","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809a6","quoteText":"It doesn't take a lot of strength to hang on. It takes a lot of strength to let go.","quoteAuthor":"J. C. Watts","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809a7","quoteText":"We draw our strength from the very despair in which we have been forced to live. We shall endure.","quoteAuthor":"Cesar Chavez","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809a8","quoteText":"One column of truth cannot hold an institution of ideas from falling into ignorance. It is wiser that a person of prudence and purpose save his strength for battles that can be won.","quoteAuthor":"Bryant H. McGill","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809a9","quoteText":"I place no hope in my strength, nor in my works: but all my confidence is in God my protector, who never abandons those who have put all their hope and thought in him.","quoteAuthor":"Francois Rabelais","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809aa","quoteText":"Let us speak, though we show all our faults and weaknesses, - for it is a sign of strength to be weak, to know it, and out with it - not in a set way and ostentatiously, though, but incidentally and without premeditation.","quoteAuthor":"Herman Melville","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ab","quoteText":"The strength of criticism lies in the weakness of the thing criticized.","quoteAuthor":"Henry Wadsworth Longfellow","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ac","quoteText":"Work is not man's punishment. It is his reward and his strength and his pleasure.","quoteAuthor":"George Sand","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ad","quoteText":"Life always rides in strength to victory, not through internationalism... but only through the direct responsibility of the individual.","quoteAuthor":"Frank Lloyd Wright","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ae","quoteText":"I like a women who's got some balls, some strength. As long as I can beat her at arm wrestling, that's fine.","quoteAuthor":"James Hetfield","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809af","quoteText":"Strength instead of being the lusty child of passion, grows by grappling with and subduing them.","quoteAuthor":"James M. Barrie","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809b0","quoteText":"Many people think they want things, but they don't really have the strength, the discipline. They are weak. I believe that you get what you want if you want it badly enough.","quoteAuthor":"Sophia Loren","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809b1","quoteText":"The separation of church and state is a source of strength, but the conscience of our nation does not call for separation between men of state and faith in the Supreme Being.","quoteAuthor":"Lyndon B. Johnson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809b2","quoteText":"A key to strengthening spiritual muscles and enduring hardship is finding strength in the Word of God.","quoteAuthor":"Walter Martin","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809b3","quoteText":"In this outward and physical ceremony we attest once again to the inner and spiritual strength of our Nation. As my high school teacher, Miss Julia Coleman, used to say: 'We must adjust to changing times and still hold to unchanging principles.'","quoteAuthor":"Jimmy Carter","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809b4","quoteText":"The depth and strength of a human character are defined by its moral reserves. People reveal themselves completely only when they are thrown out of the customary conditions of their life, for only then do they have to fall back on their reserves.","quoteAuthor":"Leon Trotsky","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809b5","quoteText":"I know there is strength in the differences between us. I know there is comfort where we overlap.","quoteAuthor":"Ani DiFranco","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809b6","quoteText":"The virtue of paganism was strength the virtue of Christianity is obedience.","quoteAuthor":"Augustus Hare","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809b7","quoteText":"If you would know strength and patience, welcome the company of trees.","quoteAuthor":"Hal Borland","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809b8","quoteText":"The man who is swimming against the stream knows the strength of it.","quoteAuthor":"Woodrow Wilson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809b9","quoteText":"Courage conquers all things: it even gives strength to the body.","quoteAuthor":"Ovid","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ba","quoteText":"I believe in prayer. It's the best way we have to draw strength from heaven.","quoteAuthor":"Josephine Baker","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809bb","quoteText":"Our passion is our strength.","quoteAuthor":"Billie Joe Armstrong","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809bc","quoteText":"Prayer is more than meditation. In meditation the source of strength is one's self. When one prays he goes to a source of strength greater than his own.","quoteAuthor":"Chiang Kai-shek","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809bd","quoteText":"Not one man in a thousand has the strength of mind or the goodness of heart to be an atheist.","quoteAuthor":"Samuel Taylor Coleridge","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809be","quoteText":"Credulity is the man's weakness, but the child's strength.","quoteAuthor":"Charles Lamb","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809bf","quoteText":"There are movements which impinge upon the nerves with a strength that is incomparable, for movement has power to stir the senses and emotions, unique in itself.","quoteAuthor":"Doris Humphrey","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809c0","quoteText":"I'm not just a doormat. I'm not just being stepped on all over the place. If you look at the bulk of my material, it's about trying to find some strength through that.","quoteAuthor":"Lucinda Williams","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809c1","quoteText":"The relationship to one's fellow man is the relationship of prayer, the relationship to oneself is the relationship of striving it is from prayer that one draws the strength for one's striving.","quoteAuthor":"Franz Kafka","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809c2","quoteText":"I report to you that our country is challenged at home and abroad: that it is our will that is being tried and not our strength our sense of purpose and not our ability to achieve a better America.","quoteAuthor":"Lyndon B. Johnson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809c3","quoteText":"The men who have guided the destiny of the United States have found the strength for their tasks by going to their knees. This private unity of public men and their God is an enduring source of reassurance for the people of America.","quoteAuthor":"Lyndon B. Johnson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809c4","quoteText":"Sometimes the strength of motherhood is greater than natural laws.","quoteAuthor":"Barbara Kingsolver","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809c5","quoteText":"He knows not his own strength that hath not met adversity.","quoteAuthor":"Cesare Pavese","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809c6","quoteText":"Even as we enumerate their shortcomings, the rigor of raising children ourselves makes clear to us our mothers' incredible strength. We fear both. If they are not strong, who will protect us? If they are not imperfect, how can we equal them?","quoteAuthor":"Anna Quindlen","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809c7","quoteText":"When strength is yoked with justice, where is a mightier pair than they?","quoteAuthor":"Aeschylus","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809c8","quoteText":"Men are apt to mistake the strength of their feeling for the strength of their argument. The heated mind resents the chill touch and relentless scrutiny of logic.","quoteAuthor":"William E. Gladstone","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809c9","quoteText":"'Charm' - which means the power to effect work without employing brute force - is indispensable to women. Charm is a woman's strength just as strength is a man's charm.","quoteAuthor":"Havelock Ellis","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ca","quoteText":"Power is not an institution, and not a structure neither is it a certain strength we are endowed with it is the name that one attributes to a complex strategical situation in a particular society.","quoteAuthor":"Michel Foucault","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809cb","quoteText":"While President Bush likes to project an image of strength and courage, the real truth is that in the presence of his large financial contributors, he is a moral coward.","quoteAuthor":"Al Gore","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809cc","quoteText":"It's being willing to walk away that gives you strength and power - if you're willing to accept the consequences of doing what you want to do.","quoteAuthor":"Whoopi Goldberg","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809cd","quoteText":"Lust is to the other passions what the nervous fluid is to life it supports them all, lends strength to them all ambition, cruelty, avarice, revenge, are all founded on lust.","quoteAuthor":"Marquis de Sade","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ce","quoteText":"Power is so characteristically calm, that calmness in itself has the aspect of strength.","quoteAuthor":"Edward G. Bulwer-Lytton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809cf","quoteText":"That strange feeling we had in the war. Have you found anything in your lives since to equal it in strength? A sort of splendid carelessness it was, holding us together.","quoteAuthor":"Noel Coward","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809d0","quoteText":"Conscience is a coward, and those faults it has not strength enough to prevent it seldom has justice enough to accuse.","quoteAuthor":"Oliver Goldsmith","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809d1","quoteText":"It is wonderful what strength of purpose and boldness and energy of will are roused by the assurance that we are doing our duty.","quoteAuthor":"Walter Scott","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809d2","quoteText":"From the depth of need and despair, people can work together, can organize themselves to solve their own problems and fill their own needs with dignity and strength.","quoteAuthor":"Cesar Chavez","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809d3","quoteText":"Calm, open debate, and logical thought drive strength to its maximum effectiveness.","quoteAuthor":"Billy Corgan","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809d4","quoteText":"I do think the heart can balance out the mind, if your heart is in a good place it can give you the strength to do the right thing and behave the right way and overcome the mind.","quoteAuthor":"Alexis Arguello","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809d5","quoteText":"Will power is only the tensile strength of one's own disposition. One cannot increase it by a single ounce.","quoteAuthor":"Cesare Pavese","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809d6","quoteText":"Strength is born in the deep silence of long-suffering hearts not amid joy.","quoteAuthor":"Arthur Helps","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809d7","quoteText":"Only actions give life strength only moderation gives it charm.","quoteAuthor":"Jean Paul","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809d8","quoteText":"Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.","quoteAuthor":"Louis Pasteur","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809d9","quoteText":"You really have to look inside yourself and find your own inner strength, and say, 'I'm proud of what I am and who I am, and I'm just going to be myself.'","quoteAuthor":"Mariah Carey","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809da","quoteText":"Knowledge is not a passion from without the mind, but an active exertion of the inward strength, vigor and power of the mind, displaying itself from within.","quoteAuthor":"Ralph Cudworth","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809db","quoteText":"America's strength is not our diversity our strength is our ability to unite people of different backgrounds around common principles. A common language is necessary to reach that goal.","quoteAuthor":"Ernest Istook","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809dc","quoteText":"God grant you the strength to fight off the temptations of surrender.","quoteAuthor":"Walter Annenberg","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809dd","quoteText":"To be loved is a strength. To love is a weakness.","quoteAuthor":"Zsa Zsa Gabor","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809de","quoteText":"The five separate fingers are five independent units. Close them and the fist multiplies strength. This is organization.","quoteAuthor":"James Cash Penney","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809df","quoteText":"Libraries are reservoirs of strength, grace and wit, reminders of order, calm and continuity, lakes of mental energy, neither warm nor cold, light nor dark.","quoteAuthor":"Germaine Greer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809e0","quoteText":"Strengthen me by sympathizing with my strength, not my weakness.","quoteAuthor":"Amos Bronson Alcott","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809e1","quoteText":"Don't be intimidated by what you don't know. That can be your greatest strength and ensure that you do things differently from everyone else.","quoteAuthor":"Sara Blakely","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809e2","quoteText":"When you call upon a Thoroughbred, he gives you all the speed, strength of heart and sinew in him. When you call on a jackass, he kicks.","quoteAuthor":"Patricia Neal","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809e3","quoteText":"Wisdom is always an overmatch for strength.","quoteAuthor":"Phil Jackson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809e4","quoteText":"Yes, forget your weakness, whatever that weakness may be. It is egotism, it is selfishness after. all, for it is a dwelling on self. Forget your weakness and remember your strength.","quoteAuthor":"Joseph Barber Lightfoot","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809e5","quoteText":"A lot of guys have muscles. A lot of strong men in this world. I think it's important to show that even under all this strength there's a fragile side, a side that can be affected.","quoteAuthor":"Sylvester Stallone","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809e6","quoteText":"If you put all your strength and faith and vigor into a job and try to do the best you can, the money will come.","quoteAuthor":"Lawrence Welk","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809e7","quoteText":"All the strength and force of man comes from his faith in things unseen. He who believes is strong he who doubts is weak. Strong convictions precede great actions.","quoteAuthor":"James Freeman Clarke","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809e8","quoteText":"I know now what this meant, that the bison were the gift of a good spirit and were our strength, but we should lose them, and from the same good spirit we must find another strength.","quoteAuthor":"Black Elk","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809e9","quoteText":"Let a woman have her place, because as you provide foundation for her, she provides a foundation for you. And through that vulnerability comes strength.","quoteAuthor":"Shemar Moore","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ea","quoteText":"Liturgy is like a strong tree whose beauty is derived from the continuous renewal of its leaves, but whose strength comes from the old trunk, with solid roots in the ground.","quoteAuthor":"Pope Paul VI","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809eb","quoteText":"The failure of academic feminists to recognize difference as a crucial strength is a failure to reach beyond the first patriarchal lesson. In our world, divide and conquer must become define and empower.","quoteAuthor":"Audre Lorde","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ec","quoteText":"I think that we had a different view of what the 21st century could be like, with much more of a sense, from our perspective, of trying to have an interdependent world: looking at solving regional conflicts, having strength in alliances, operating within some kind of a sense that we were part of the international community and not outside of it.","quoteAuthor":"Madeleine Albright","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ed","quoteText":"It is a maudlin and indecent verity that comes out through the strength of wine.","quoteAuthor":"Joseph Conrad","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ee","quoteText":"In solitude the mind gains strength and learns to lean upon itself.","quoteAuthor":"Laurence Sterne","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ef","quoteText":"Quarreling over food and drink, having neither scruples nor shame, not knowing right from wrong, not trying to avoid death or injury, not fearful of greater strength or of greater numbers, greedily aware only of food and drink - such is the bravery of the dog and boar.","quoteAuthor":"Xun Zi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809f0","quoteText":"In America, now, let us - Christian, Jew, Muslim, agnostic, atheist, wiccan, whatever - fight nativism with the same strength and conviction that we fight terrorism. My faith calls on its followers to love one's enemies. A tall order, that - perhaps the tallest of all.","quoteAuthor":"Jon Meacham","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809f1","quoteText":"I had a vision with which I might have saved my people, but I had not the strength to do it.","quoteAuthor":"Black Elk","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809f2","quoteText":"Strength and wisdom are not opposing values.","quoteAuthor":"William J. Clinton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809f3","quoteText":"There is always strength in numbers. The more individuals or organizations that you can rally to your cause, the better.","quoteAuthor":"Mark Shields","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809f4","quoteText":"It's always difficult to play a scene of physical violence because you're always afraid that you don't know your own strength and might hurt someone.","quoteAuthor":"Catherine Deneuve","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809f5","quoteText":"From the gut comes the strut, and where hunger reigns, strength abstains.","quoteAuthor":"Francois Rabelais","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809f6","quoteText":"I have arm-wrestled here and there... guys seem to want to test my strength.","quoteAuthor":"Shania Twain","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809f7","quoteText":"I have the people behind me and the people are my strength.","quoteAuthor":"Huey Newton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809f8","quoteText":"People confuse goodness with weakness. It is weak people, not good people (goodness demands strength), who are taken advantage of.","quoteAuthor":"Dennis Prager","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809f9","quoteText":"Each is under the most sacred obligation not to squander the material committed to him, not to sap his strength in folly and vice, and to see at the least that he delivers a product worthy the labor and cost which have been expended on him.","quoteAuthor":"Anna Julia Cooper","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809fa","quoteText":"The apple cannot be stuck back on the Tree of Knowledge once we begin to see, we are doomed and challenged to seek the strength to see more, not less.","quoteAuthor":"Arthur Miller","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809fb","quoteText":"People think of Latina women as being fiery and fierce, which is usually true. But I think the quality that so many Latinas possess is strength. I'm very proud to have Latin blood.","quoteAuthor":"Zoe Saldana","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809fc","quoteText":"Strength does not have to be belligerent and loud.","quoteAuthor":"Russell Brand","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809fd","quoteText":"A strength to harm is perilous in the hand of an ambitious head.","quoteAuthor":"Elizabeth I","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809fe","quoteText":"I've been playing against older and stronger competition my whole life. It has made me a better tennis player and able to play against this kind of level despite their strength and experience.","quoteAuthor":"Maria Sharapova","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e809ff","quoteText":"Each blade of grass has its spot on earth whence it draws its life, its strength and so is man rooted to the land from which he draws his faith together with his life.","quoteAuthor":"Joseph Conrad","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a00","quoteText":"I couldn't beat people with my strength I don't have a hard shot I'm not the quickest skater in the league. My eyes and my mind have to do most of the work.","quoteAuthor":"Wayne Gretzky","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a01","quoteText":"It may be that religion is dead, and if it is, we had better know it and set ourselves to try to discover other sources of moral strength before it is too late.","quoteAuthor":"Pearl S. Buck","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a02","quoteText":"The breaking wave and the muscle as it contracts obey the same law. Delicate line gathers the body's total strength in a bold balance. Shall my soul meet so severe a curve, journeying on its way to form?","quoteAuthor":"Dag Hammarskjold","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a03","quoteText":"Organized religion is a sham and a crutch for weak-minded people who need strength in numbers. It tells people to go out and stick their noses in other people's business.","quoteAuthor":"Jesse Ventura","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a04","quoteText":"Some great men owe most of their greatness to the ability of detecting in those they destine for their tools the exact quality of strength that matters for their work.","quoteAuthor":"Joseph Conrad","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a05","quoteText":"Our firm conviction that ours is a just cause and that we must find a peaceful way to attain our goals gave us the strength and the awareness of the limits beyond which we must not go.","quoteAuthor":"Lech Walesa","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a06","quoteText":"Women have seldom sufficient employment to silence their feelings a round of little cares, or vain pursuits frittering away all strength of mind and organs, they become naturally only objects of sense.","quoteAuthor":"Mary Wollstonecraft","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a07","quoteText":"Thank you to all for your prayers and good wishes. It gave me the strength to persevere and warmed my heart.","quoteAuthor":"Steven Cojocaru","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a08","quoteText":"I challenge anybody to say that I wouldn't know how to approach foreign policy because, unlike some of the other people, I at least have a foreign policy philosophy, which is an extension of the Reagan philosophy. Peace through strength, and my philosophy is peace through strength and clarity.","quoteAuthor":"Herman Cain","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a09","quoteText":"Peace is purchased from strength. It's not purchased from weakness or unilateral retreats.","quoteAuthor":"Benjamin Netanyahu","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a0a","quoteText":"Some say that I should settle down, go slower and not push so hard, so quickly for such transformational change. To them, I say that you misunderstand the size of the problems we face, the strength of the status quo and the urgency of the people's desire for change.","quoteAuthor":"Eliot Spitzer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a0b","quoteText":"As thy days, so shall thy strength be which, in modern language, may be translated as thy thoughts so shall thy life be.","quoteAuthor":"Emmet Fox","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a0c","quoteText":"An American, a Negro... two souls, two thoughts, two unreconciled strivings two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder.","quoteAuthor":"W. E. B. Du Bois","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a0d","quoteText":"We are a long time in learning that all our strength and salvation is in God.","quoteAuthor":"David Brainerd","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a0e","quoteText":"Few men during their lifetime comes anywhere near exhausting the resources dwelling within them. There are deep wells of strength that are never used.","quoteAuthor":"Richard E. Byrd","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a0f","quoteText":"My practicality consists in this, in the knowledge that if you beat your head against the wall it is your head which breaks and not the wall - that is my strength, my only strength.","quoteAuthor":"Antonio Gramsci","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a10","quoteText":"Obama won the presidency on the strength of his message and the skills of the messenger. Now the talk of hope and change feels out of tune when so many Americans are out of work, over-mortgaged, and worried that life will be even tougher for their children.","quoteAuthor":"Ron Fournier","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a11","quoteText":"Don't kid yourself. President Obama's decision to withdraw 33,000 troops from Afghanistan before he stands for reelection is not driven by the United States' 'position of strength' in the war zone as much as it is by grim economic and political realities at home.","quoteAuthor":"Ron Fournier","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a12","quoteText":"President Obama's record on national security is a tribute to his strength, and judgment, and to his preference for inclusion and partnership over partisanship.","quoteAuthor":"William J. Clinton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a13","quoteText":"Any act often repeated soon forms a habit and habit allowed, steady gains in strength, At first it may be but as a spider's web, easily broken through, but if not resisted it soon binds us with chains of steel.","quoteAuthor":"Tryon Edwards","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a14","quoteText":"You must rouse into people's consciousness their own prudence and strength, if you want to raise their character.","quoteAuthor":"Luc de Clapiers","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a15","quoteText":"True strength is delicate.","quoteAuthor":"Louise Berliawsky Nevelson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a16","quoteText":"I realized that, while I would never be my mother nor have her life, the lesson she had left me was that it was possible to love and care for a man and still have at your core a strength so great that you never even needed to put it on display.","quoteAuthor":"Anna Quindlen","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a17","quoteText":"Strength of character may be learned at work, but beauty of character is learned at home.","quoteAuthor":"Henry Drummond","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a18","quoteText":"When a tradition gathers enough strength to go on for centuries, you don't just turn it off one day.","quoteAuthor":"Chinua Achebe","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a19","quoteText":"Peace is not the absence of war, but a virtue based on strength of character.","quoteAuthor":"Baruch Spinoza","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a1a","quoteText":"The bitterest creature under heaven is the wife who discovers that her husband's bravery is only bravado, that his strength is only a uniform, that his power is but a gun in the hands of a fool.","quoteAuthor":"Pearl S. Buck","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a1b","quoteText":"If I had not some strength of will I would make a first class drunkard.","quoteAuthor":"Ernest Shackleton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a1c","quoteText":"Solitude is strength to depend on the presence of the crowd is weakness. The man who needs a mob to nerve him is much more alone than he imagines.","quoteAuthor":"Paul Brunton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a1d","quoteText":"I was in uniform for four years, and I know that heroism doesn't occur from taking orders, but rather from people who through their own willpower and strength are willing to sacrifice their lives for an idea.","quoteAuthor":"Thor Heyerdahl","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a1e","quoteText":"As a father, my first priority is to help my sons set and attain personal goals so they will develop self-confidence and individual strength. Engaging in regular fitness activities with my children helps me fulfill those responsibilities.","quoteAuthor":"Alan Thicke","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a1f","quoteText":"If the leader is filled with high ambition and if he pursues his aims with audacity and strength of will, he will reach them in spite of all obstacles.","quoteAuthor":"Karl Von Clausewitz","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a20","quoteText":"When liberals finally grasped the strength of popular feeling about the family, they cried to appropriate the rhetoric and symbolism of family values for their own purposes.","quoteAuthor":"Christopher Lasch","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a21","quoteText":"My mother's sympathies were strongly with the Union. She knew that war was bound to come, but so confident was she in the strength of the Federal Government that she devoutly believed that the struggle could not last longer than six months at the utmost.","quoteAuthor":"Buffalo Bill","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a22","quoteText":"I realized a while back that I have an innate ability to be compassionate, and I saw that the strength of compassion is something that healers have and healers use.'","quoteAuthor":"Ricky Williams","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a23","quoteText":"Something called 'the Oklahoma Standard' became known throughout the world. It means resilience in the face of adversity. It means a strength and compassion that will not be defeated.","quoteAuthor":"Brad Henry","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a24","quoteText":"You had no right to be born for you make no use of life. Instead of living for, in, and with yourself, as a reasonable being ought, you seek only to fasten your feebleness on some other person's strength.","quoteAuthor":"Charlotte Bronte","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a25","quoteText":"Elves have this superhuman strength, yet they're so graceful. Tolkien created them to be angelic spirits, but I also saw Legolas as something out of the Seven Samurai.","quoteAuthor":"Orlando Bloom","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a26","quoteText":"There can only be one state of mind as you approach any profound test total concentration, a spirit of togetherness, and strength.","quoteAuthor":"Pat Riley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a27","quoteText":"The sole and basic source of our strength is the solidarity of workers, peasants and the intelligentsia, the solidarity of the nation, the solidarity of people who seek to live in dignity, truth, and in harmony with their conscience.","quoteAuthor":"Lech Walesa","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a28","quoteText":"God is waiting eagerly to respond with new strength to each little act of self-control, small disciplines of prayer, feeble searching after him. And his children shall be filled if they will only hunger and thirst after what he offers.","quoteAuthor":"Richard Holloway","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a29","quoteText":"When I learnt to write I became my own master, I became very strong, and that strength is with me to this very day.","quoteAuthor":"V. S. Naipaul","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a2a","quoteText":"I count life just a stuff to try the soul's strength on.","quoteAuthor":"Robert Browning","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a2b","quoteText":"The sea heaves up, hangs loaded o'er the land, Breaks there, and buries its tumultuous strength.","quoteAuthor":"Robert Browning","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a2c","quoteText":"I am climbing a difficult road but the glory gives me strength.","quoteAuthor":"Sextus Propertius","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a2d","quoteText":"The strength of America is not in Washington.","quoteAuthor":"J. C. Watts","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a2e","quoteText":"I never got into politics for it to be a career. It doesn't take a lot of strength to hang on. It takes a lot of strength to let go.","quoteAuthor":"J. C. Watts","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a2f","quoteText":"The joy of the mind is the measure of its strength.","quoteAuthor":"Ninon de L'Enclos","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a30","quoteText":"Strength is one of those things you're supposed to have. You don't feel that you have it at the time you're going through it.","quoteAuthor":"Joan Didion","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a31","quoteText":"The colour of the skin is in no way connected with strength of the mind or intellectual powers.","quoteAuthor":"Benjamin Banneker","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a32","quoteText":"A coach once told me there are four factors that determine a players' performance: his tactical awareness, his physical condition, his technical ability and his mental strength.","quoteAuthor":"Gary Neville","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a33","quoteText":"I stopped thinking too much about what could happen and relied on my physical and mental strength to play the right shots at the right time.","quoteAuthor":"Novak Djokovic","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a34","quoteText":"Grudge no expense - yield to no opposition - forget fatigue - till, by the strength of prayer and sacrifice, the spirit of love shall have overcome .","quoteAuthor":"Maria Weston Chapman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a35","quoteText":"I kid around a lot, but pranks are not my best strength!","quoteAuthor":"Betty White","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a36","quoteText":"Although strength should fail, the effort will deserve praise. In great enterprises the attempt is enough.","quoteAuthor":"Sextus Propertius","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a37","quoteText":"The undertaking of a new action brings new strength.","quoteAuthor":"Richard L. Evans","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a38","quoteText":"Religion brings to man an inner strength, spiritual light, and ineffable peace.","quoteAuthor":"Alexis Carrel","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a39","quoteText":"We can't equate spending on veterans with spending on defense. Our strength is not just in the size of our defense budget, but in the size of our hearts, in the size of our gratitude for their sacrifice. And that's not just measured in words or gestures.","quoteAuthor":"Jennifer Granholm","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a3a","quoteText":"If only the strength of the love that people feel when it is reciprocated could be as intense and obsessive as the love we feel when it is not then marriages would be truly made in heaven.","quoteAuthor":"Ben Elton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a3b","quoteText":"All the sudden high-impact stress can really take a toll on your body. So if you still want to be active and get in a good workout, go to a yoga class or pilates class, or get in some strength and conditioning.","quoteAuthor":"Sophia Bush","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a3c","quoteText":"It requires more strength to be gentle, so it's the everyday encounters of life that I think we've prepared children for and prepared them to be good to other people and to consider other people.","quoteAuthor":"Bob Keeshan","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a3d","quoteText":"I have always drawn strength from being close to home.","quoteAuthor":"Arthur Ashe","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a3e","quoteText":"I know that, like every woman of the people, I have more strength than I appear to have.","quoteAuthor":"Evita Peron","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a3f","quoteText":"To us Americans much has been given of us much is required. With all our faults and mistakes, it is our strength in support of the freedom our forefathers loved which has saved mankind from subjection to totalitarian power.","quoteAuthor":"Norman Thomas","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a40","quoteText":"It is not good to see people who have been pretending strength all their lives lose it even for a minute.","quoteAuthor":"Lillian Hellman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a41","quoteText":"I want to thank all my fans, teammates, coaches and supporters for the strength they've given me to overcome so much.","quoteAuthor":"Ricky Williams","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a42","quoteText":"The more equality women have, the fairer, more civilized and tolerant society will be. Sexual equality is a lot more effective against terrorism than military strength.","quoteAuthor":"Jose Luis Rodriguez Zapatero","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a43","quoteText":"I do a dance-based cardio workout infused with circuit training, and emphasizing strength and alignment.","quoteAuthor":"Chloe Sevigny","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a44","quoteText":"We are still keeping, as much as we can to the one million commitment that we made, hoping that at a certain point in time, the headwinds represented by the strength of the yen will be a little bit less strong.","quoteAuthor":"Carlos Ghosn","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a45","quoteText":"I think naturally, if you're an actor, there's a high level of assertiveness that you need to have to survive this business. There's boldness in being assertive, and there's strength and confidence.","quoteAuthor":"Bryan Cranston","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a46","quoteText":"I get strength from my art - all the paintings I own are powerful.","quoteAuthor":"Madonna Ciccone","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a47","quoteText":"I want to exude strength and intelligence.","quoteAuthor":"Portia de Rossi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a48","quoteText":"Early in the morning, I fell in love with the girl that later on became my wife. At that time, we were so naive. I wanted to charm her, so I read her Capital by Marx. I thought somehow she would be convinced by the strength of his criticism about capital.","quoteAuthor":"Shimon Peres","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a49","quoteText":"Brain power improves by brain use, just as our bodily strength grows with exercise. And there is no doubt that a large proportion of the female population, from school days to late middle age, now have very complicated lives indeed.","quoteAuthor":"A. N. Wilson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a4a","quoteText":"Humble souls are fearful of their own strength.","quoteAuthor":"William Gurnall","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a4b","quoteText":"I'm not sure I have the physical strength to undertake a novel.","quoteAuthor":"Joan Didion","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a4c","quoteText":"All too often miners, and indeed other trade unionists, underestimate the economic strength they have.","quoteAuthor":"Arthur Scargill","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a4d","quoteText":"There's a feeling that strength is determined by the size of a union. That clearly is nonsense.","quoteAuthor":"Arthur Scargill","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a4e","quoteText":"Old age is not a disease - it is strength and survivorship, triumph over all kinds of vicissitudes and disappointments, trials and illnesses.","quoteAuthor":"Maggie Kuhn","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a4f","quoteText":"Above all, it is not decency or goodness of gentleness that impresses the Middle East, but strength.","quoteAuthor":"Meir Kahane","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a50","quoteText":"Britain's great strength is its innovative, design and engineering natural ability and we're not using it.","quoteAuthor":"James Dyson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a51","quoteText":"The type of cuisine I do, especially after being on 'Iron Chef' for several years, is a lot of global cuisine. My strength has always been Mediterranean cuisine across the board from Morocco, Spain, Italy, Greece, France, but I think now I'm doing a lot of very different cuisines all the time.","quoteAuthor":"Cat Cora","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a52","quoteText":"I want kids to understand that strength doesn't come from what goes on around you. It comes from inside you, and that comes from Jesus Christ.","quoteAuthor":"Willie Aames","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a53","quoteText":"To achieve lasting literature, fictional or factual, a writer needs perceptive vision, absorptive capacity, and creative strength.","quoteAuthor":"Lawrence Clark Powell","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a54","quoteText":"Let us face it: in the world today, money and economic strength remain more powerful arguments than the number of people you represent.","quoteAuthor":"Guy Verhofstadt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a55","quoteText":"At some point, you can't lift this boulder with just your own strength. And if you find that you need to move bigger and bigger boulders up hills, you will need more and more help.","quoteAuthor":"Vinton Cerf","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a56","quoteText":"I maintain by going to spin four or five days a week. I love that I can get a solid butt-kicking in 40 minutes. I also strength train two or three times a week.","quoteAuthor":"Alison Sweeney","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a57","quoteText":"I'll do strength training in my dressing room between shoots, and I've been known to make business calls while out jogging. I try to mute myself on Bluetooth so they can't hear me huffing and puffing, but I usually end up getting caught.","quoteAuthor":"Alison Sweeney","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a58","quoteText":"There's a kind of a fundamental irresponsibility in playwriting, and the strength of playwriting comes from that irresponsibility.","quoteAuthor":"Tony Kushner","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a59","quoteText":"My opinion, my conviction, gains immensely in strength and sureness the minute a second mind as adopted it.","quoteAuthor":"Malcolm Muggeridge","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a5a","quoteText":"I also wanted to express the strength of cinema to hide reality, while being entertaining. Cinema can fill in the empty spaces of your life and your loneliness.","quoteAuthor":"Pedro Almodovar","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a5b","quoteText":"So many older people, they just sit around all day long and they don't get any exercise. Their muscles atrophy, and they lose their strength, their energy and vitality by inactivity.","quoteAuthor":"Jack LaLanne","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a5c","quoteText":"I've come to the conclusion that beautiful women in the West aren't comfortable finding strength in their femininity. They want to do masculine-oriented things to establish their femininity. It's a contradiction.","quoteAuthor":"Wesley Snipes","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a5d","quoteText":"My greatest strength as a child, I realize now, was my imagination. While every other kid was reading and writing, I had seven whole hours a day to practice my imagination. When do you get that space in your life, ever?","quoteAuthor":"Barbara Corcoran","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a5e","quoteText":"I have a theory and I really believe it. I think your worst weakness can become your greatest single strength.","quoteAuthor":"Barbara Corcoran","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a5f","quoteText":"He knows not his own strength that has not met adversity.","quoteAuthor":"Ben Jonson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a60","quoteText":"I exercise every morning. I do light weights - 5lb and 10lb arm exercises - and then lie and lift my arms and legs. It's all about keeping core strength. I do a lot of stretching too.","quoteAuthor":"Larry Hagman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a61","quoteText":"I went to a military school between the ages of six and 12 and later into the air force. You learn discipline and strength of character.","quoteAuthor":"Larry Hagman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a62","quoteText":"You have to get along with people, but you also have to recognize that the strength of a team is different people with different perspectives and different personalities.","quoteAuthor":"Steve Case","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a63","quoteText":"Then when I went to Iraq and saw the strength and character the men and women in our military service exhibit every day and their belief in what they're doing, I knew I wanted to get that on film and share it with everyone. They are my inspiration.","quoteAuthor":"Joe Nichols","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a64","quoteText":"My faith isn't very churchy, it's a pretty personal, intimate thing and has been a huge source of strength in moments of life and death.","quoteAuthor":"Bear Grylls","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a65","quoteText":"One killer exercise that's really great is pull-ups with your legs out level. That's my favourite. It's such functional core strength, and that's why I can climb up trees and down vines.","quoteAuthor":"Bear Grylls","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a66","quoteText":"My faith is an important part of my life and over the years I've learnt that it takes a proud man to say he doesn't need anything. It has been a quiet strength and a backbone through a lot of difficult times.","quoteAuthor":"Bear Grylls","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a67","quoteText":"I'm coming from a place of total strength and humility now.","quoteAuthor":"Robert Downey, Jr.","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a68","quoteText":"I don't think a woman has to act like a man to show that she has strength.","quoteAuthor":"Little Richard","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a69","quoteText":"Our very strength as lesbians lies in the fact that we are outside of patriarchy our existence challenges its life.","quoteAuthor":"Charlotte Bunch","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a6a","quoteText":"I feel my heart break to see a nation ripped apart by it's own greatest strength - it's diversity.","quoteAuthor":"Melissa Etheridge","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a6b","quoteText":"I know what my limitations are as an actor, but my strength is putting myself into a well-written part. When I get in trouble is when I have to fix it, or when I have to carry it on personality.","quoteAuthor":"George Clooney","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a6c","quoteText":"I have behind me not only the splendid traditions and the annals of more than a thousand years but the living strength and majesty of the Commonwealth and Empire of societies old and new of lands and races different in history and origins but all, by God's Will, united in spirit and in aim.","quoteAuthor":"Queen Elizabeth II","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a6d","quoteText":"Zealous men are ever displaying to you the strength of their belief, while judicious men are showing you the grounds of it.","quoteAuthor":"William Shenstone","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a6e","quoteText":"But my strength was in singing and songwriting, which was a new discovery for me when I was 18. And I decided if I pursued songwriting, which is what was closest to my heart, then there would be no competition. I would just live my life being myself and living my dream.","quoteAuthor":"Jason Mraz","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a6f","quoteText":"So Europe needs to be competitive and we also need to be competitive if we wish to remain an interesting economic partner for the United States. This has to be done on the basis of strength, of competitiveness.","quoteAuthor":"Angela Merkel","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a70","quoteText":"As much as I value an union of all the states, I would not admit the southern states into the union, unless they agreed to the discontinuance of this disgraceful trade, because it would bring weakness and not strength to the union.","quoteAuthor":"George Mason","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a71","quoteText":"I find, in being black, a thing of beauty: a joy a strength a secret cup of gladness.","quoteAuthor":"Ossie Davis","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a72","quoteText":"But if our nation goes over a financial Niagara, we won't have much strength and, eventually, we won't have peace. We are currently borrowing the entire defense budget from foreign investors. Within a few years, we will be spending more on interest payments than on national security. That is not, as our military friends say, a 'robust strategy.'","quoteAuthor":"Mitch Daniels","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a73","quoteText":"If our nation goes over a financial Niagara, we won't have much strength and, eventually, we won't have peace. We are currently borrowing the entire defense budget from foreign investors. Within a few years, we will be spending more on interest payments than on national security. That is not, as our military friends say, a 'robust strategy.'","quoteAuthor":"Mitch Daniels","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a74","quoteText":"I think of novels in architectural terms. You have to enter at the gate, and this gate must be constructed in such a way that the reader has immediate confidence in the strength of the building.","quoteAuthor":"Ian Mcewan","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a75","quoteText":"Without strength and courage it's really hard to perform at the highest levels of international figure skating, because you're alone on the ice and you only have seven minutes over two nights to prove yourself.","quoteAuthor":"Scott Hamilton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a76","quoteText":"Our strength is not just in the size of our defense budget, but in the size of our hearts, in the size of our gratitude for their sacrifice. And that's not just measured in words or gestures.","quoteAuthor":"Jennifer M. Granholm","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a77","quoteText":"One cannot weep for the entire world, it is beyond human strength. One must choose.","quoteAuthor":"Jean Anouilh","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a78","quoteText":"The men in the steel industry who sacrificed their all were nor merely aiding their fellows at home but were adding strength to the cause of their comrades in all industry.","quoteAuthor":"John L. Lewis","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a79","quoteText":"If I could be a third of the woman that my mom is and have a third of the strength that she has, then I will have done good by this life.","quoteAuthor":"Brittany Murphy","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a7a","quoteText":"I was born on a farm. My strength has nothing to do with political apparatus. I get my strength from nature, from flowers.","quoteAuthor":"Ariel Sharon","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a7b","quoteText":"My strength never came from political echelons, it came from the family. And from the fields and the lands and the flowers and everything I see there. My strength came from there.","quoteAuthor":"Ariel Sharon","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a7c","quoteText":"The strength that I have comes from irrigating the citrus plantation, ploughing in the vineyard, guarding the melon fields at night. I believe that's what gave me the strength.","quoteAuthor":"Ariel Sharon","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a7d","quoteText":"Money doesn't mind if we say it's evil, it goes from strength to strength. It's a fiction, an addiction, and a tacit conspiracy.","quoteAuthor":"Martin Amis","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a7e","quoteText":"Wisdom is the knowledge of good and evil, not the strength to choose between the two.","quoteAuthor":"John Cheever","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a7f","quoteText":"We set ourselves limits, but we are all strong enough to aim higher, to achieve our goals. All we have to do is find such strength within ourselves. Know how to develop it.","quoteAuthor":"Alain Robert","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a80","quoteText":"Focus on your problem zones, your strength, your energy, your flexibility and all the rest. Maybe your chest is flabby or your hips or waist need toning. Also, you should change your program every thirty days. That's the key.","quoteAuthor":"Jack LaLanne","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a81","quoteText":"I was a weedy kid, not like one of those working-class men who can accommodate not being academically clever by physical strength and prowess.","quoteAuthor":"Kenneth Robert Livingstone","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a82","quoteText":"If a man or woman has something redone it is because he or she can no longer live with that part of their body, it is no longer bearable. Either they get help and find the strength to fight or they proceed with the act.","quoteAuthor":"Emmanuelle Beart","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a83","quoteText":"I can't just react on the strength of an email and three pages of synopsis, and say I'm going to take off for three months of my life.","quoteAuthor":"Emmanuelle Beart","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a84","quoteText":"The 'Bird's Nest' National Stadium, which I helped to conceive, is designed to embody the Olympic spirit of 'fair competition.' It tells people that freedom is possible but needs fairness, courage and strength.","quoteAuthor":"Ai Weiwei","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a85","quoteText":"Nothing symbolizes American strength and vigor more than another unaccountable Washington bureaucrat.","quoteAuthor":"Michelle Malkin","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a86","quoteText":"The first time you hold your baby in your arms, I mean, a sense of strength and love washes over you. It washed over me and I never thought that possible.","quoteAuthor":"Colin Farrell","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a87","quoteText":"Courage is sometimes frail as hope is frail: a fragile shoot between two stones that grows brave toward the sun though warmth and brightness fail, striving and faith the only strength it knows.","quoteAuthor":"Frances Rodman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a88","quoteText":"Physical strength in a woman - that's what I am.","quoteAuthor":"Tina Turner","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a89","quoteText":"Diversity of thought and culture and religion and ideas has been the strength of America.","quoteAuthor":"Gary Locke","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a8a","quoteText":"And when I look at my mother, I reflect on her strength and endurance. She's cranky sometimes, but she is lovable and loving. I'd be happy to be there at 86.","quoteAuthor":"Lisa Scottoline","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a8b","quoteText":"Darts players are probably a lot fitter than most footballers in overall body strength.","quoteAuthor":"Sid Waddell","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a8c","quoteText":"And, unlike the earlier bombing on the World Trade Center, a major landmark and symbol of the strength of the financial world was, not just damaged but, totally destroyed.","quoteAuthor":"Allen Klein","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a8d","quoteText":"Faith gives you an inner strength and a sense of balance and perspective in life.","quoteAuthor":"Gregory Peck","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a8e","quoteText":"They tell me that it will be hard to find a man strong enough to love my own strength and independence, and not worry about being Mr. Diana Ross, but I disagree. I know absolutely that that man is somewhere out there.","quoteAuthor":"Diana Ross","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a8f","quoteText":"Once more, Never think that you can live to God by your own power or strength but always look to and rely on him for assistance, yea, for all strength and grace.","quoteAuthor":"David Brainerd","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a90","quoteText":"Guerrilla wars, and even more so terrorist assaults, are conducted only by forces with insufficient strength to carry out a real war.","quoteAuthor":"Conrad Black","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a91","quoteText":"As a chef, I had started working with groups like Share Our Strength and various local food banks in New York, raising money for hunger-related issues. And not only me, but the entire restaurant industry has been very focused on this issue.","quoteAuthor":"Tom Colicchio","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a92","quoteText":"I think our strength is this strong relationship we have all together.","quoteAuthor":"Guy Forget","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a93","quoteText":"For example, the Prime Minister earlier this year talked about the importance of the Arctic to our future. He's right. A hundred years from now, the strength of Canada is going to be coming from our resources in the Arctic.","quoteAuthor":"Brian Mulroney","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a94","quoteText":"I dare say there may be some men and women in the Armed Forces who are so decent that they would say: Give the Iraqi people money, we do not want to be paid back. That is the strength of our country.","quoteAuthor":"Lindsey Graham","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a95","quoteText":"Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman.","quoteAuthor":"Stephen Moyer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a96","quoteText":"Women's strong qualities have become despised because of their weakness. The obvious remedy is to create a feminine character with all the strength of Superman plus all the allure of a good and beautiful woman.","quoteAuthor":"William Moulton Marston","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a97","quoteText":"He knows not his own strength who hath not met adversity.","quoteAuthor":"William Samuel Johnson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a98","quoteText":"I'm an activist for gay marriage equality and children's rights. I'm the face of Share Our Strength.","quoteAuthor":"Sandra Lee","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a99","quoteText":"An America that inspires hope in its ideals must complement an America that inspires awe in its strength.","quoteAuthor":"Adam Schiff","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a9a","quoteText":"My husband has quite simply been my strength and stay all these years, and I owe him a debt greater than he would ever claim.","quoteAuthor":"Queen Elizabeth II","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a9b","quoteText":"I come from hardworking, determined people on both sides of my family... the kind who live with a hard reality from which much strength comes.","quoteAuthor":"Adriana Trigiani","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a9c","quoteText":"I've never found therapy to be a sign of weakness I've found the opposite to be true. The willingness to have a mirror held up to you definitely requires strength.","quoteAuthor":"Brooke Shields","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a9d","quoteText":"I was always looking outside myself for strength and confidence but it comes from within. It is there all the time.","quoteAuthor":"Anna Freud","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a9e","quoteText":"Internationalism on the other hand admits that spiritual achievements have their roots deep in national life from this national consciousness art and literature derive their character and strength and on it even many of the humanistic sciences are firmly based.","quoteAuthor":"Christian Lous Lange","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80a9f","quoteText":"Each particular society begins to feel its strength, whence arises a state of war between different nations.","quoteAuthor":"Charles de Secondat","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aa0","quoteText":"The key element in tragedy is that heroes and heroines are destroyed by that which appears to be their greatest strength.","quoteAuthor":"Robert Shea","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aa1","quoteText":"I was always trying to make up for my size, to compensate. So to get people to take you seriously, you have to come at things with a great deal of strength. You have to emphasize that the way you are is unusual. That you don't come along every day.","quoteAuthor":"Linda Hunt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aa2","quoteText":"My strength is my enthusiasm.","quoteAuthor":"Placido Domingo","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aa3","quoteText":"We've got to demonstrate why European unity and integration, our vast single market, our single currency, equip us with the strength to embrace globalization.","quoteAuthor":"Peter Mandelson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aa4","quoteText":"There is a growing strength in women but it's in the forehead, not the forearm.","quoteAuthor":"Beverly Sills","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aa5","quoteText":"You can have financial strength, professional strength, emotional strength but for me without spiritual strength none of the rest of it matters.","quoteAuthor":"Star Jones","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aa6","quoteText":"Women's strength, women's industry, women's wisdom are humankind's greatest untapped resource. The challenge then for U.N. Women is to show our diverse constituencies how this resource can be effectively tapped in ways that benefit us all.","quoteAuthor":"Michelle Bachelet","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aa7","quoteText":"I've been doing a lot of drama, but I feel like comedy is my strength.","quoteAuthor":"Taraji P. Henson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aa8","quoteText":"Well first of all it's a business and it's a tough business, and you have to have the strength to survive all the set backs all the failures that make this a mean business, that's getting meaner and meaner every year in my opinion.","quoteAuthor":"Robert Redford","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aa9","quoteText":"We can reach our potential, but to do so, we must reach within ourselves. We must summon the strength, the will, and the faith to move forward - to be bold - to invest in our future.","quoteAuthor":"John Hoeven","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aaa","quoteText":"A man of strength and wisdom, John Paul became an inspiration to generations of both Catholics and non-Catholics throughout the world by encouraging freedom, promoting peace and respecting all faiths.","quoteAuthor":"Greg Walden","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aab","quoteText":"The legacy of Steve Jobs and the strength of Steve Jobs is that he established a company that's clearly firing on all cylinders and clicking very well.","quoteAuthor":"Al-Waleed bin Talal","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aac","quoteText":"By and large we have got to find the good leaders to work with to make sure that we build the strength in these communities. Simply issuing edicts from Canberra isn't going to solve issues on the APY lands.","quoteAuthor":"Jay Weatherill","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aad","quoteText":"Success in golf depends less on strength of body than upon strength of mind and character.","quoteAuthor":"Arnold Palmer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aae","quoteText":"It was in our power to cause the Arab governments to renounce the policy of strength toward Israel by turning it into a demonstration of weakness.","quoteAuthor":"Moshe Dayan","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aaf","quoteText":"I have the strength to endure it all.","quoteAuthor":"Moshe Dayan","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ab0","quoteText":"Who among us has the strength to oppose petty egoism, those petty good feelings, pity and remorse?","quoteAuthor":"Ivan Turgenev","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ab1","quoteText":"He's an innocent in a lot of ways. He's a very simple person who really doesn't have the resources or the strength, ultimately, to handle the situation.","quoteAuthor":"Jared Leto","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ab2","quoteText":"What is being talked about now is the probability of the Sharon government launching an attack against Lebanon to eliminate the resistance of Hezbollah by using the American war against Iraq. But, of course, in this case, we will certainly fight with all our strength.","quoteAuthor":"Hassan Nasrallah","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ab3","quoteText":"I'd try to channel my nervous energy in a positive way into strength and endurance. It didn't always work.","quoteAuthor":"Kristi Yamaguchi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ab4","quoteText":"Intensity like signal strength will generally fall off with distance from the source, although it also depends on the local conditions and the pathway from the source to the point.","quoteAuthor":"Charles Francis Richter","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ab5","quoteText":"I dance but I also work out. I run, do strength training... you name it. I've got to!","quoteAuthor":"Laurieann Gibson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ab6","quoteText":"Families are the tie that reminds us of yesterday, provide strength and support today, and give us hope for tomorrow. No government, no matter how well-intentioned, or well-managed, can provide what our families provide.","quoteAuthor":"Bill Owens","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ab7","quoteText":"We've worked very hard as a band and would like to think we've got this far on the strength of our music.","quoteAuthor":"Caroline Corr","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ab8","quoteText":"I had a lot of encouragement and tolerance from my parents, but I also have many friends who didn't get that from their parents and in a way they have more strength from spending years where nobody believed in them.","quoteAuthor":"Michel Gondry","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ab9","quoteText":"I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault.","quoteAuthor":"Branch Rickey","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aba","quoteText":"It's all too easy when talking about female gymnasts to fall into the trap of infantilizing them, spending more time worrying more about female vulnerability than we do celebrating female strength.","quoteAuthor":"Meghan O'Rourke","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80abb","quoteText":"It was helpful to have the American troops there in great strength. They knew there'd be consequences if they didn't move back. Now, there has been some removal of the foreign forces.","quoteAuthor":"Warren Christopher","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80abc","quoteText":"There's so much with my character in 'Dredd' that I identify with. She's my favorite character I think I've ever played. She's the most dynamic and fascinating woman that I could even imagine playing, so I love her. What I love about her is that her sensitivity is her greatest strength.","quoteAuthor":"Olivia Thirlby","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80abd","quoteText":"I feel like it's always about embracing what it is that you think is wrong with you. It's often times your greatest 'flaw' which actually forays into what is also your greatest strength.","quoteAuthor":"Olivia Thirlby","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80abe","quoteText":"It's really important to share the idea that being different might feel like a problem at the time, but ultimately diversity is a strength.","quoteAuthor":"Carson Kressley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80abf","quoteText":"Weight-bearing exercise builds bone density, builds your muscular strength so that you can hold your body up where those bones have a tendency to get weak.","quoteAuthor":"Ann Richards","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ac0","quoteText":"I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them.","quoteAuthor":"Janelle Monae","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ac1","quoteText":"Somehow I kept my head above water. I relied on the discipline, character, and strength that I had started to develop as that little girl in her first swimming pool.","quoteAuthor":"Esther Williams","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ac2","quoteText":"Tina Turner is someone that I admire, because she made her strength feminine and sexy.","quoteAuthor":"Beyonce Knowles","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ac3","quoteText":"It has been my honor to support and work with President Barack Obama, a man who has brought courage and character to the presidency. President Obama's strength of character leads him to do the right thing, even when it isn't the easy thing.","quoteAuthor":"Harry Reid","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ac4","quoteText":"Unfortunately, there are so many people who live their whole life in a place that is safe and protected and simple and they don't really have that strength inside to fly.","quoteAuthor":"Andrew Shue","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ac5","quoteText":"The guys I date always want to test my strength and wrestle around. By the end, they're drenched in sweat.","quoteAuthor":"Gina Carano","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ac6","quoteText":"Girl power is about loving yourself and having confidence and strength from within, so even if you're not wearing a sexy outfit, you feel sexy.","quoteAuthor":"Nicole Scherzinger","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ac7","quoteText":"I have always had good strength in my legs from working out with weights. I have also been riding a bike of some sort for most of my life and have good agility.","quoteAuthor":"Mark-Paul Gosselaar","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ac8","quoteText":"If one suffers we all suffer. Togetherness is strength. Courage.","quoteAuthor":"Jean-Bertrand Aristide","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ac9","quoteText":"Social Security is not just the foundation of America's retirement dignity and security, it ensures the economic stability and strength of our families and our state's economy.","quoteAuthor":"Debbie Stabenow","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aca","quoteText":"I get curious about new things. My real strength is going into a field that has not been investigated before, and finding new approaches to it.","quoteAuthor":"Joshua Lederberg","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80acb","quoteText":"I like strength. I depend on my own.","quoteAuthor":"Shelby Lynne","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80acc","quoteText":"Superior strength is found in the long run to lie with those who had right on their side.","quoteAuthor":"James Anthony Froude","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80acd","quoteText":"The very strength of a nation eventually proves to be its weakness.","quoteAuthor":"Paul Harris","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ace","quoteText":"The strength of the playing ability is much more important. Only if the strength of the opponent's playing ability is comparable, does the game develop.","quoteAuthor":"Vladimir Kramnik","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80acf","quoteText":"We work to eat to get the strength to work to eat to get the strength to work to eat to get the strength to work to eat to get the strength to work.","quoteAuthor":"John Dos Passos","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ad0","quoteText":"I spend around two and half hours on the track every day running and another 2 hours in the weight room lifting weights with my strength coach.","quoteAuthor":"Allyson Felix","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ad1","quoteText":"It gives one hope, this great strength of Africa.","quoteAuthor":"Stephen Lewis","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ad2","quoteText":"My strength and my weakness are twins in the same womb.","quoteAuthor":"Marge Piercy","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ad3","quoteText":"Men are beginning to realize that they are not individuals but persons in society, that man alone is weak and adrift, that he must seek strength in common action.","quoteAuthor":"Dorothy Day","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ad4","quoteText":"There's a lot of strength in the U.S., but there's a lot of froth also. The froth will blow off. We're going to have to face up to some realities that we're not fully facing up to right now.","quoteAuthor":"Jeffrey Sachs","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ad5","quoteText":"Military preparedness is absolutely a form of strength.","quoteAuthor":"Rachel Maddow","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ad6","quoteText":"I admired in others the strength that I lacked myself.","quoteAuthor":"Georg Brandes","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ad7","quoteText":"Just about this time, when in imagination I was so great a warrior, I had good use in real life for more strength, as I was no longer taken to school by the nurse, but instead had myself to protect my brother, two years my junior.","quoteAuthor":"Georg Brandes","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ad8","quoteText":"What are my sources of strength? My husband and my three kids, my health-care team, and my religion.","quoteAuthor":"Geraldine Ferraro","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ad9","quoteText":"There is a lot of strength and intelligence in Hollywood.","quoteAuthor":"Fay Wray","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ada","quoteText":"We managed to hang in there. Today when people get married there's a tendency to run away when things get tough. There is a lot of strength in hanging together.","quoteAuthor":"Jerry Stiller","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80adb","quoteText":"Terrorists have failed to trigger mass conflict between Muslims and non-Muslims in Europe. We should draw strength from that fact.","quoteAuthor":"Gijs de Vries","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80adc","quoteText":"Now, I am about to be nailed as the man who disliked 'Howl's Moving Castle.' Lord, give me strength! Also, IT, please disconnect the e-mail thing.","quoteAuthor":"Stephen Hunter","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80add","quoteText":"While other industries have suffered, the nonprofit arts world continues to build in strength while it encourages the growth of innumerable small businesses on its periphery, thereby creating more jobs.","quoteAuthor":"Louise Slaughter","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ade","quoteText":"When I write down my thoughts, they do not escape me. This action makes me remember my strength which I forget at all times. I educate myself proportionately to my captured thought. I aim only to distinguish the contradiction between my mind and nothingness.","quoteAuthor":"Isidore Ducasse Lautreamont","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80adf","quoteText":"Naturally we are aware of the strength of our economy and naturally we don't want to downplay it.","quoteAuthor":"Gerhard Schroder","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ae0","quoteText":"I mean I'm not smarter than the market, but I can recognize a good tape and a bad tape. I recognize when it's right and when it's wrong and that's what my strength is.","quoteAuthor":"Jim Cramer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ae1","quoteText":"With a houseful of kids you give each other strength.","quoteAuthor":"Michael Landon","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ae2","quoteText":"The President has not created any Ford constituency, unique from that of any Republican President. The one exception to this is that he does show unique strength with young voters for a Republican.","quoteAuthor":"Robert Teeter","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ae3","quoteText":"The weapon of the Republic is terror, and virtue is its strength.","quoteAuthor":"Georg Buchner","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ae4","quoteText":"The grandeur and strength or our people and democracy are as big as a forest.","quoteAuthor":"Chen Shui-bian","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ae5","quoteText":"The fact that we're going through a crisis is an opportunity for Europe to be more coordinated and more integrated. We're actually talking about a European Monetary Fund or euro bonds, about guarantees for countries, about economic governance in the European Union. That shows the strength of Europe.","quoteAuthor":"George Papandreou","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ae6","quoteText":"On the other hand, the American public possesses a great resilience and strength, and good risk communication strategies can tap into and even amplify those assets.","quoteAuthor":"Patrick J. Kennedy","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ae7","quoteText":"Military strength in reserve is better than military strength being reigned upon the other side including all of its innocent civilians.","quoteAuthor":"Theodore C. Sorensen","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ae8","quoteText":"I gambled on having the strength to live two lives, one for myself and one for the world.","quoteAuthor":"Ruth Benedict","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ae9","quoteText":"With such thoughts in your mind, now that you have resolved to love Him and please Him with all your strength, your only fear should be to fear God too much and to place too little confidence in Him.","quoteAuthor":"Alphonsus Liguori","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aea","quoteText":"At their core, when things really matter, people see a need to turn to God for strength and protection.","quoteAuthor":"Lee Greenwood","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aeb","quoteText":"When we read stories of heroes, we identify with them. We take the journey with them. We see how the obstacles almost overcome them. We see how they grow as human beings or gain qualities or show great qualities of strength and courage and with them, we grow in some small way.","quoteAuthor":"Sam Raimi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aec","quoteText":"But I really like hosting, I think it's a strength of mine. It allows me to improvise, and I love the spontaneity of that, and I think I'm funny behind the desk when interviewing someone.","quoteAuthor":"Garry Shandling","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aed","quoteText":"At Casablanca we did 'Midnight Express,' 'Flashdance,' and 'The Deep.' My willingness for risk has always been my strength.","quoteAuthor":"Peter Guber","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aee","quoteText":"The only concept or experience or core belief that I can attribute my other-ness to is that I just started out a weirdo and I stayed a weirdo. And it took me a long time to embrace my outsidership and see it as a strength rather than a weakness.","quoteAuthor":"Aisha Tyler","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aef","quoteText":"Strength alone knows conflict, weakness is born vanquished.","quoteAuthor":"Sophie Swetchine","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80af0","quoteText":"I had no doubts I could go to the pole. I may not be as strong, but I make up for physical strength in other areas, like steadiness and not panicking under stress.","quoteAuthor":"Ann Bancroft","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80af1","quoteText":"My wife and I have always trusted each other, and I have to thank her strength.","quoteAuthor":"Anthony Anderson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80af2","quoteText":"The serve, I was too young and too small and... not enough powerful to have a good serve when I was young, so my forehand was always my signature shot. So I used to always run around my backhand, you know, use my forehand as much as I could, and so that's why I think it's my strength also today, you know.","quoteAuthor":"Roger Federer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80af3","quoteText":"The first thing is that we're being attacked by both the Writers Guild and the Producers Guild. Both of these groups are trying to diminish the importance and strength of the director. They're trying to do it through both frontal and side attacks.","quoteAuthor":"John Frankenheimer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80af4","quoteText":"America's downgrade may serve as a wakeup call for its policymakers. It is an unambiguous and loud signal of the country's eroding economic strength and global standing. It renders urgent the need to regain the initiative through better economic policymaking and more coherent governance.","quoteAuthor":"Mohamed El-Erian","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80af5","quoteText":"You are talking to a man who can only play a plastic keyboard. Give me anything weighted and I've had it. I haven't got the strength in my fingers to push them down. So I don't get a lot of expression on the keyboard.","quoteAuthor":"Midge Ure","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80af6","quoteText":"We get strength and encouragement from watching children.","quoteAuthor":"Hayao Miyazaki","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80af7","quoteText":"The strength in our third-quarter financial results is cause for excitement. I'm particularly pleased that we continue to demonstrate impressive growth at the same time we are engaged in important merger discussions.","quoteAuthor":"Bernard Ebbers","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80af8","quoteText":"First I shall name the eagle, of which there are three species: the great grey eagle is the largest, of great strength and high flight he chiefly preys on fawns and other young quadrupeds.","quoteAuthor":"William Bartram","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80af9","quoteText":"My father was the son of immigrants, and he grew up bilingual, but English is what my father taught me and what he spoke to me. America's strength is not our diversity it is our ability to unite around common principles even when we come from different backgrounds.","quoteAuthor":"Ernest Istook","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80afa","quoteText":"My knee is as strong as it was before, if not stronger, and it's a matter of getting my leg strong. I lost six years of strength in about six month's time, so it's going to take another year or two to get that leg back up to full strength, but I'm good to go so far.","quoteAuthor":"Picabo Street","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80afb","quoteText":"Chicago's neighborhoods have always been this city's greatest strength.","quoteAuthor":"Jane Byrne","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80afc","quoteText":"I like writing for children. It seems to me that most people underestimate their understanding and the strength of their feelings and in my books for them I try to put this right.","quoteAuthor":"Nina Bawden","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80afd","quoteText":"America is moving forward and gaining strength. We have been tested, and we have proven ourselves to be a tough, resilient and resourceful nation.","quoteAuthor":"Bill Frist","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80afe","quoteText":"Exercise helps me with stress. It changes your brain chemistry. I turn to Ashtanga yoga when I feel the need to relax. I love it, but it's not right for everybody. It's taught to you a little bit at a time, according to your body type and your strength. That keeps things challenging.","quoteAuthor":"Lisa Edelstein","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80aff","quoteText":"You must in all Airs follow the strength, spirit, and disposition of the horse, and do nothing against nature for art is but to set nature in order, and nothing else.","quoteAuthor":"William Cavendish","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b00","quoteText":"Our role in Israel is a pioneering one, and we need people with certain strength of fiber.","quoteAuthor":"Moshe Sharett","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b01","quoteText":"The strength of any weakness within us is the degree to which it is feared.","quoteAuthor":"Guy Finley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b02","quoteText":"Eventually, we reach the point where we start to realize that we are not going to find peace, contentment, happiness, strength, fearlessness - all of the things that in our heart of hearts we wish we had - outside of us.","quoteAuthor":"Guy Finley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b03","quoteText":"The Roman legions were formed in the first instance of citizen soldiers, who yet had been made to submit to a rigid discipline, and to feel that in that submission lay their strength.","quoteAuthor":"Goldwin Smith","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b04","quoteText":"What we call a poem is mostly what is not there on the page. The strength of any poem is the poems that it has managed to exclude.","quoteAuthor":"Harold Bloom","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b05","quoteText":"That's one strength that Stevie has. She's really not a strong instrumentalist in any way. Her instrument is her voice and her words. And it keeps her focused on the very center of that.","quoteAuthor":"Lindsey Buckingham","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b06","quoteText":"Strength was the virtue of paganism obedience is the virtue of Christianity.","quoteAuthor":"David Hare","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b07","quoteText":"I'm not slick. I'm not polished. I think my strength is in reacting.","quoteAuthor":"Billy Bush","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b08","quoteText":"From this process has emerged a parallel process of translating traditional working and living values into a new political and economic power - a power increasingly based upon the strength of money and those material things money can purchase.","quoteAuthor":"Alex Campbell","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b09","quoteText":"Although housing sales and starts have cooled to more typical levels, the housing market remains strong and sound. Without the expansion of homeownership and the strength of our housing market, our nation would not have the economic growth we are experiencing today.","quoteAuthor":"Randy Neugebauer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b0a","quoteText":"How one stands up to any sort of allegation in the heat of political battle reveals the strength and nature of your character. It's one of the reasons we have campaigns.","quoteAuthor":"Tammy Bruce","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b0b","quoteText":"In view of China's growing military strength and intentions, the best way to safeguard Asia's permanent peace and prosperity is to have all Asian countries join forces with other democratic countries in the world to form a global community of democracies.","quoteAuthor":"Jim Costa","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b0c","quoteText":"The glimpses of human strength and frailty that a physician sees are with me still.","quoteAuthor":"Daniel Nathans","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b0d","quoteText":"Through these adversities, Israel has endured with continued strength, conviction, and faith.","quoteAuthor":"Jerry Costello","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b0e","quoteText":"The mark of a truly civilized man is confidence in the strength and security derived from the inquiring mind.","quoteAuthor":"Felix Frankfurter","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b0f","quoteText":"What I miss today more than anything else - I don't go to church as much anymore - but that old-time religion, that old singing, that old praying which I love so much. That is the great strength of my being, of my writing.","quoteAuthor":"Ernest Gaines","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b10","quoteText":"I have my own strength.","quoteAuthor":"Nina Hagen","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b11","quoteText":"The strength of the Democratic Party of Cook County is not something that just happened.","quoteAuthor":"Richard J. Daley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b12","quoteText":"We deceive ourselves when we fancy that only weakness needs support. Strength needs it far more.","quoteAuthor":"Madame Swetchine","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b13","quoteText":"Difficulty, my brethren, is the nurse of greatness - a harsh nurse, who roughly rocks her foster - children into strength and athletic proportion.","quoteAuthor":"William C. Bryant","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b14","quoteText":"I realized then that the generations may change but the strength of our nation remains solid.","quoteAuthor":"Jane D. Hull","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b15","quoteText":"The mask can be a limitation, but you just deal with it. You do get superhuman strength and pumpkin bombs and all this other stuff to express yourself with.'","quoteAuthor":"Willem Dafoe","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b16","quoteText":"And partly, the worst thing you could do in my family was need something from someone. So physical strength represented an avenue of self-sufficiency to me.","quoteAuthor":"Alison Bechdel","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b17","quoteText":"Our enemies, like the Grecian hero, have one vulnerable point. You have not touched it yet. What should have been their element of weakness has been suffered to remain an element of strength.","quoteAuthor":"Jay Alan Sekulow","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b18","quoteText":"They say everything you go through in your childhood builds character and inner strength.","quoteAuthor":"Curtis Joseph","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b19","quoteText":"Sometimes you have to take the focus off of you and put it on someone else and it's funny what you can accomplish and how much strength you really have.","quoteAuthor":"Hoda Kotb","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b1a","quoteText":"The overall strength of Chinese culture and its international influence is not commensurate with China's international status. The international culture of the West is strong while we are weak.","quoteAuthor":"Hu Jintao","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b1b","quoteText":"Every social organisation which is rooted in life still lasts a long time, even after the conditions from which it drew its strength have changed in a manner unfavourable to it.","quoteAuthor":"Karl Radek","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b1c","quoteText":"Europe has a lot of strength. We need to pool that strength, and I am very much in favour of that - more of a deeper political union.","quoteAuthor":"Georgios A. Papandreou","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b1d","quoteText":"But the general welfare must restrict and regulate the exertions of the individuals, as the individuals must derive a supply of their strength from social power.","quoteAuthor":"Friedrich List","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b1e","quoteText":"I used to play football for Real Madrid, and to be on stage for two hours, I can tell you it takes the same amount of strength.","quoteAuthor":"Julio Iglesias","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b1f","quoteText":"Not even girls want to be girls so long as our feminine archetype lacks force, strength, and power.","quoteAuthor":"William Moulton Marston","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b20","quoteText":"The swimmer adrift on the open seas measures his strength, and strives with all his muscles to keep himself afloat. But what is he to do when there is no land on the horizon, and none beyond it?","quoteAuthor":"Georges Duhamel","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b21","quoteText":"Wealth brings strength, strength confidence.","quoteAuthor":"John Lothrop Motley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b22","quoteText":"I will continue to push for doubling the strength of the U.S. Border Patrol, and to make sure that every cargo container that enters this nation is screened for radiation and potential weapons of mass destruction.","quoteAuthor":"Nick Lampson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b23","quoteText":"Freedom comes from strength and self-reliance.","quoteAuthor":"Lisa Murkowski","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b24","quoteText":"The opponents and I are really one. My strength and skills only half of the equation. The other half is theirs. An opponent is someone whose strength joined to yours creates a certain result.","quoteAuthor":"Sadaharu Oh","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b25","quoteText":"When all is said and done, the real citadel of strength of any community is in the hearts and minds and desires of those who dwell there.","quoteAuthor":"Everett Dirksen","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b26","quoteText":"I understand why creative people like dark, but American audiences don't like dark. They like story. They do not respond to nervous breakdowns and unhappy episodes that lead nowhere. They like their characters to be a part of the action. They like strength, not weakness, a chance to work out any dilemma.","quoteAuthor":"Leslie Moonves","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b27","quoteText":"My strength is coming up with two outs in the last of the ninth.","quoteAuthor":"Michael Eisner","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b28","quoteText":"My workouts include aerobic exercise for a healthy cardiovascular system strength training to maintain muscle tone and bone density core strength exercise for a stable mid-section and stretching to maintain mobility.","quoteAuthor":"Samantha Stosur","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b29","quoteText":"Tennis takes care of everything. It requires agility and quickness to get to the ball, core strength to get power into your shorts and stamina to last for an entire match. In addition to toning your arms and shoulders, it's a total body workout for your legs and abs, and works your heart and core unlike any other sport.","quoteAuthor":"Samantha Stosur","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b2a","quoteText":"Core strength and stability is very important to me. Tennis is all about rotation of the body and my ability to create power. I incorporate a lot of abdominal, back and glute exercises into my gym sessions.","quoteAuthor":"Samantha Stosur","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b2b","quoteText":"Flexibility is crucial to my fitness. Incorporating a good warm-up and cool-down into every session decreases my chances of injury. I use both dynamic and static stretching in my training. I've starting doing a few yoga sessions which incorporates muscle strength and flexibility.","quoteAuthor":"Samantha Stosur","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b2c","quoteText":"I think leaders are incapable of the strength that passive resistance entails.","quoteAuthor":"Meshell Ndegeocello","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b2d","quoteText":"My dad's a bodybuilder. My whole life I've been taught to train the hard way. I believe in earning strength, not buying it. My grandfather raised me old school: In baseball, you work for whatever you get.","quoteAuthor":"Gary Sheffield","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b2e","quoteText":"Wisdom we know is the knowledge of good and evil, not the strength to choose between the two.","quoteAuthor":"John Cheever","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b2f","quoteText":"Both now and for always, I intend to hold fast to my belief in the hidden strength of the human spirit.","quoteAuthor":"Andrei Sakharov","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b30","quoteText":"Instead, I think over the years we have cut the strength of marriage and relationships by the law and weakened the institution. We have tried to deal with relationships with no-fault divorce, with child custody, with so many other avenues and it has not helped.","quoteAuthor":"Timothy Murphy","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b31","quoteText":"The Chinese government is quickly losing its ideological legitimacy, maintain its rule with force, but cannot draw strength from the ideology of Marx and Mao.","quoteAuthor":"Steve Forbes","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b32","quoteText":"If you make the unconditional commitment to reach your most important goals, if the strength of your decision is sufficient, you will find the way and the power to achieve your goals.","quoteAuthor":"Robert Conklin","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b33","quoteText":"Now, being a girl, I was ashamed of my body and my lack of strength. So I tried to be a man. I shot, rode, jumped, and took part in all the fights of the boys.","quoteAuthor":"Agnes Smedley","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b34","quoteText":"My mom was a source of strength.She showed me by example that women, regardless of how difficult life may get, can do it all.","quoteAuthor":"Gloria Estefan","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b35","quoteText":"Running gave me a focus to start looking after myself, to eat properly, and focus on building up my strength.","quoteAuthor":"Amanda Burton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b36","quoteText":"Evil is the moment when I lack the strength to be true to the Good that compels me.","quoteAuthor":"Alain Badiou","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b37","quoteText":"I still believe in the possibility of the United States, with all its will and all its strength, and I don't just mean military, persevering against any challenge. I still believe in that.","quoteAuthor":"Richard Holbrooke","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b38","quoteText":"I love to sing and I do think that my strength as a singer is... I think I have a voice that is certainly sufficient under most any circumstances... but I think my strength is that I really am an actor and I really do have to own what I am saying.","quoteAuthor":"Gregory Harrison","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b39","quoteText":"We also very importantly recommend continued growth in the Army and the Marine Corps end strength.","quoteAuthor":"John M. McHugh","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b3a","quoteText":"An organization which claims to be working for the needs of a community - as SNCC does - must work to provide that community with a position of strength from which to make its voice heard. This is the significance of black power beyond the slogan.","quoteAuthor":"Stokely Carmichael","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b3b","quoteText":"On set is where I feel comfortable. The red carpet stuff, talking about the film, explaining your own life, it doesn't come naturally. It's all necessary stuff I suppose but it's not my strength.","quoteAuthor":"Naomi Watts","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b3c","quoteText":"If the label presents them with a contract that the band don't want to sign, all the label has to do is wait. There are a hundred other bands willing to sign the exact same contract, so the label is in a position of strength.","quoteAuthor":"Steve Albini","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b3d","quoteText":"These individuals on steroids, does it enhance their career, does it give them a little more strength, a little more stamina, a little more psychological edge? Absolutely. How do you determine what - what their stats would be without steroids? It's impossible to tell.","quoteAuthor":"Jose Canseco","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b3e","quoteText":"My hope is that the Chinese government will come to realise that it is futile to repress free speech, and that contrary to what they believe a regime's strength rests not its suppression of a plurality of opinions and ideas, but in its capacity and willingness to encourage them.","quoteAuthor":"Ma Jian","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b3f","quoteText":"Some in my party threaten to send a message that they don't know a just war when they see it, and more broadly that they're not prepared to use our military strength to protect our security and the cause of freedom.","quoteAuthor":"Joe Lieberman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b40","quoteText":"Base Ball, to be played thoroughly, requires the possession of muscular strength, great agility, quickness of eye, readiness of hand, and many other faculties of mind and body that mark the man of nerve.","quoteAuthor":"Henry Chadwick","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b41","quoteText":"Vision is perhaps our greatest strength... it has kept us alive to the power and continuity of thought through the centuries, it makes us peer into the future and lends shape to the unknown.","quoteAuthor":"Li Ka Shing","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b42","quoteText":"Our moral authority is as important, if not more important, than our troop strength or our high-tech weapons. We are rapidly losing that moral authority, not only in the Arab world but all over the world.","quoteAuthor":"Robert Reich","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b43","quoteText":"Machiavelli taught me it was better to be feared than loved. Because if you are loved they sense you might be weak. I am a man of the people and help them but it is important to do so through strength.","quoteAuthor":"Don King","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b44","quoteText":"I believe you'll develop speed via strength work which includes hill running, either repeats, or running hilly courses as the Kenyans do on a steady basis.","quoteAuthor":"Bill Rodgers","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b45","quoteText":"We need to reach that happy stage of our development when differences and diversity are not seen as sources of division and distrust, but of strength and inspiration.","quoteAuthor":"Josefa Iloilo","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b46","quoteText":"Took us a great amount of strength to get them into the world, and for them to be in the world. I think that their little spirits, you know, just said, well, we're going to be there. So it makes it very special because of it.","quoteAuthor":"Cheryl Tiegs","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b47","quoteText":"I left because I could no longer make records that sounded less and less like me. I tried to please people instead of believing in my own strength, until the only thing I could do was walk away.","quoteAuthor":"Melissa Manchester","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b48","quoteText":"The strength of the vampire is that people will not believe in him.","quoteAuthor":"Garrett Fort","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b49","quoteText":"The single currency should allow the European Union, and therefore France, to balance its monetary strength with the United States. It should help us adjust to the development of China.","quoteAuthor":"Laurent Fabius","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b4a","quoteText":"Margaret Thatcher was fearful of German unification because she believed that this would bring an immediate and formidable increase of economic strength to a Germany which was already the strongest economic partner in Europe.","quoteAuthor":"Douglas Hurd","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b4b","quoteText":"Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message.","quoteAuthor":"Charles Vest","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b4c","quoteText":"I think my best skill in this whole deal is as a conduit to try to bring people together, because I think it's in our unity that we'll have the greatest strength.","quoteAuthor":"Woody Harrelson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b4d","quoteText":"The source of my power and strength is God, and I know it, without a shadow of a doubt.","quoteAuthor":"Derek Fisher","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b4e","quoteText":"I believe my past is my strength.","quoteAuthor":"Michel Martelly","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b4f","quoteText":"We will grieve not, rather find strength in what remains behind. In the faith that looks through death, in years that bring the philosophic mind.","quoteAuthor":"John Bacon","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b50","quoteText":"My husband Rhashan reminds me of my father because he's got great strength of character.","quoteAuthor":"Olivia Williams","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b51","quoteText":"God is stronger than their strength, more loving than their uttermost love, and in so far as they have loved and sacrificed themselves for others, they have obtained the infallible proof, that God too lives and loves and gives Himself away.","quoteAuthor":"George A. Smith","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b52","quoteText":"I was captain and should have set the example. I would lift a minimum of weights. Mine was natural physical strength. I always thought quickness and agility were much more important.","quoteAuthor":"Merlin Olsen","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b53","quoteText":"I like form and shape and strength in pictures.","quoteAuthor":"Herb Ritts","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b54","quoteText":"Whatever I lack in size and strength and speed, I kind of make up for in being grittier. When it comes to something like basketball I'm definitely not the best guy on the court, but I love elbowing and pushing people out or boxing them out.","quoteAuthor":"Steven Yeun","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b55","quoteText":"I am deeply concerned with the diminution of the teaching strength of the country as a result of the disproportionately low salaries that are paid to teachers throughout the country.","quoteAuthor":"Bainbridge Colby","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b56","quoteText":"We should believe in the strength and vitality of the values which constitute the E.U. and which neighbouring states can believe in and aspire to join.","quoteAuthor":"Donald Tusk","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b57","quoteText":"Yoga is at the core of my health and wellness routine even if it's only for 10 to 15 minutes I find it helps me to re-center and to focus as well as improve my overall core strength.","quoteAuthor":"Miranda Kerr","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b58","quoteText":"Farrah Fawcett had courage, she had strength, and she had faith.","quoteAuthor":"Jaclyn Smith","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b59","quoteText":"Academics don't normally manage to alter people's way of thinking through their strength of argument.","quoteAuthor":"David Crystal","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b5a","quoteText":"I've always overworked in the weight room. I love working with weights. I knew they'd give me the strength I needed.","quoteAuthor":"Florence Griffith Joyner","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b5b","quoteText":"I had the strength and the finesse there and put it all together.","quoteAuthor":"Elvis Stojko","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b5c","quoteText":"When you're younger, your inspiration is there. As you get older, it tends to waver. Once you find it - I found it again - that's where you can draw from. That's where you draw your strength from.","quoteAuthor":"Elvis Stojko","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b5d","quoteText":"If I had the hand strength to sign autographs for everybody in Kansas City, I would... but its just impossible to get to everyone.","quoteAuthor":"Dante Hall","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b5e","quoteText":"Rosa Parks was a woman of strength, conviction, and morality. Her action on December 1, 1955, to defy the law made her a leading figure in our nation's civil rights history.","quoteAuthor":"John Shimkus","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b5f","quoteText":"God gave me the strength to see, and breathe, and talk.","quoteAuthor":"Leon Spinks","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b60","quoteText":"It is in Virginia and Georgia that the war now rages and where it will continue for at these points - Richmond and Atlanta - the enemy's main strength is concentrated.","quoteAuthor":"Knute Nelson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b61","quoteText":"It's funny, because in drama school, my greatest strength was my range. So my early career was like that: I played all kinds of different characters.","quoteAuthor":"Lance Reddick","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b62","quoteText":"Nations are equal in respect to each other, and entitled to claim equal consideration for their rights, whatever may be their relative dimensions or strength or however greatly they may differ in government, religion or manners.","quoteAuthor":"James Kent","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b63","quoteText":"It's a wonderful side effect of what we're doing, to give someone the strength to come out of the closet to their family, or simply present themselves aesthetically in a way they feel happy with, whether or not their friends are going to be allowed to like them anymore.","quoteAuthor":"Davey Havok","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b64","quoteText":"I also work out because I have scoliosis. I have to maintain certain strength in my core.","quoteAuthor":"Joan Smalls","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b65","quoteText":"My sense of personal strength has always come from my family.","quoteAuthor":"Benjamin Bratt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b66","quoteText":"To me, thoughts are fun and art is fun. The strength of our society should not be idle entertainments but the joy of pursuing ideas.","quoteAuthor":"Philip Kaufman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b67","quoteText":"I haven't strength of mind not to need a career.","quoteAuthor":"Ruth Benedict","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b68","quoteText":"You get elected, often, if you're a woman, on the strength of the women's vote then you get into office, and you have to adapt to an overwhelmingly male environment.","quoteAuthor":"Eleanor Clift","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b69","quoteText":"We can take full comfort in realizing the continuing strength of our nation. America's lands remain radiantly rich with diversity, and freedom still reigns.","quoteAuthor":"Ben Nelson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b6a","quoteText":"Socialism appeals to better classes and has far more strength. Attack the state and you excite feelings of loyalty even among the disaffected classes but attack the industrial system and appeal to the state, and you may have loyalty in your favor.","quoteAuthor":"John Bates Clark","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b6b","quoteText":"But after this natural burst of indignation, no man of sense, courage, or prudence will waste his time or his strength in retrospective reproaches or repinings.","quoteAuthor":"Robert Peel","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b6c","quoteText":"The basis on which good repute in any highly organized industrial community ultimately rests is pecuniary strength and the means of showing pecuniary strength, and so of gaining or retaining a good name, are leisure and a conspicuous consumption of goods.","quoteAuthor":"Thorstein Veblen","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b6d","quoteText":"I hope to God that the inner strength that will vindicate my deeds will in good time spring forth from my own people. I have done as I had to on the prompting of my inner voice.","quoteAuthor":"Kurt Huber","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b6e","quoteText":"About 10,000 years ago, males and females were acting equitably and were treating one another as equals, and then males took over the power, because they have physical power and physical strength.","quoteAuthor":"Jane Elliot","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b6f","quoteText":"I think everybody faces challenges in their lives. I've definitely been through it - not to the extreme that Astrid did. I try to keep some kind of identity and strength.","quoteAuthor":"Alison Lohman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b70","quoteText":"Learning how to get in tune with your field of energy and understand how to create your energy, expand that energy, and move that energy through your body. Coming back to your center, and approaching life from that center-to-line place... That to me gave me strength and understanding and hopefully wisdom to solve life's problems and challenges.","quoteAuthor":"Erin Gray","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b71","quoteText":"We must continue to pursue peace through diplomacy, but we must also not shrink from our responsibility through the option of strength. We must take advantage of internal resistance and change from within Iran to avert this path of mutual destruction.","quoteAuthor":"Michael McCaul","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b72","quoteText":"I've completed the first part of my preparations without injury problems. My speed is good and I'm doing lots of volume for strength.","quoteAuthor":"Jonathan Brown","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b73","quoteText":"Usually I write about what I care about, which is a weakness but I think also a strength.","quoteAuthor":"Mickey Kaus","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b74","quoteText":"I love the music of Lauryn Hill and Erykah Badu and more recently the music of Laura Marling. All these women share a strength and a wisdom in their voices and music that really makes me want to make music and sing.","quoteAuthor":"Lianne La Havas","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b75","quoteText":"The more I get to do this character, the more I realize that she's not just annoying. It's that her strength is not interacting with people socially. She just doesn't have time because she has so much going on in her brain.","quoteAuthor":"Mary Lynn Rajskub","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b76","quoteText":"That Germany was so immensely strong and Austria so dependent upon German strength that the word and will of Germany would at the critical moment be decisive with Austria.","quoteAuthor":"Edward Grey","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b77","quoteText":"I think that my past stands me in good stead in that it does have a certain strength for musicians.","quoteAuthor":"John Sebastian","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b78","quoteText":"My strength as an actor is in the theater - I know that about myself. Some actors get onstage and vanish, but I'm much better there than I am on screen.","quoteAuthor":"Stacy Keach","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b79","quoteText":"There's something that's sexy about a guy who has the strength to kill somebody, but is also vulnerable enough to be in love. It's just those two sides - like, I don't know why, but women for some reason aren't attracted to normal guys, like, guys who are in between.","quoteAuthor":"Evan Peters","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b7a","quoteText":"The Green Lantern is a unique superhero because it's not that he's super that is his focus it's that he's a man. He's very human. That's his greatest strength and his greatest weakness.","quoteAuthor":"Blake Lively","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b7b","quoteText":"We must keep both our femininity and our strength.","quoteAuthor":"Indra Devi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b7c","quoteText":"I don't walk around with fear. I walk around with strength. I believe in cause and effect.","quoteAuthor":"Melanie Griffith","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b7d","quoteText":"I certainly did feel inferior. Because of class. Because of strength. Because of height. I guess if I'd been able to hit somebody in the nose, I wouldn't have been a comic.","quoteAuthor":"Dudley Moore","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b7e","quoteText":"The Cape Town is considerably increased within the last eight years. Its respectability with regard to strength has kept pace with its other enlargements and rendered it very secure against any attempt which is not made with considerable force.","quoteAuthor":"William Bligh","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b7f","quoteText":"The Royal Navy of England hath ever been its greatest defense and ornament it is its ancient and natural strength the floating bulwark of the island.","quoteAuthor":"William Blackstone","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b80","quoteText":"When terrorists attacked the symbols of our national unity and strength, they failed to realize that they were just symbols of our strength. The real strength of our nation comes from our people - not our buildings.","quoteAuthor":"Michael Enzi","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b81","quoteText":"The AFL-CIO is a structure that divides workers' strength by allowing each union to organize in any industry, then bargain on its own, even when workers share a common employer.","quoteAuthor":"Andy Stern","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b82","quoteText":"And I think we understand we cannot make social change for all workers until we have enough strength, membership strength, and at the same time having membership strength and only making change for a limited group of workers is not what our country really needs for people that work.","quoteAuthor":"Andy Stern","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b83","quoteText":"I love sharing my knowledge of hitting with others. Now coaches and players at all levels can learn my systematic approach to hitting a baseball with more consistency, mental strength and accuracy.","quoteAuthor":"Dusty Baker","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b84","quoteText":"You have to take strength from the people that love you and the people that love Barbara and the huge number of expressions of sympathy and compassion and support. That has been extremely moving.","quoteAuthor":"Ted Olson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b85","quoteText":"I have always been an outstanding football player, I have always had uncanny abilities, great arm strength, an immense ability to play the game from a quarterback standpoint. The problem was that I wasn't given the liberty to do certain things when I was young.","quoteAuthor":"Michael Vick","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b86","quoteText":"You can manage 50 people through the strength of your personality and lack of sleep. You can touch them all in a week and make sure they're all pointed in the right direction.","quoteAuthor":"Mark Pincus","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b87","quoteText":"I'd like to be a wounded leading man. Instead of a pillar of strength, I'd be the scared one.","quoteAuthor":"Jamie Kennedy","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b88","quoteText":"Lincoln's stature and strength, his intelligence and ambition - in short, all the elements which gave him popularity among men in New Salem, rendered him equally attractive to the fair sex of that village.","quoteAuthor":"John George Nicolay","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b89","quoteText":"My mother was the dearest, sweetest angel. She didn't talk she sang. She was a tower of strength.","quoteAuthor":"Jayne Meadows","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b8a","quoteText":"Use gentle means before you come to extremity, and whatever lesson you work him, and never take above half his strength, nor ride him till he is weary, but a little at a time and often.","quoteAuthor":"William Cavendish","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b8b","quoteText":"Senator Douglas was very small, not over four and a half feet height, and there was a noticeable disproportion between the long trunk of his body and his short legs. His chest was broad and indicated great strength of lungs.","quoteAuthor":"Henry Villard","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b8c","quoteText":"Productive power is the foundation of a country's economic strength.","quoteAuthor":"Stafford Cripps","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b8d","quoteText":"I admire President Chavez for his strength to resist the United States. Instead, Bush is waging a war of terrorism against the world.","quoteAuthor":"Cindy Sheehan","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b8e","quoteText":"Rag paper, containing hemp fiber, is the highest quality and longest lasting paper ever made. It can be torn when wet, but returns to its full strength when dry.","quoteAuthor":"Jack Herer","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b8f","quoteText":"Our strength in finance has led us to set up an international financial centre with medium and long-term objectives, especially to develop Islamic financial and insurance services.","quoteAuthor":"Hassanal Bolkiah","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b90","quoteText":"I worshipped dead men for their strength, forgetting I was strong.","quoteAuthor":"Vita Sackville-West","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b91","quoteText":"One of the things that's beautiful about New Orleans is how culturally rich we are and how well we have worked together. People call us a gumbo. It's really important that we get focused on the very simple notion that diversity is a strength, it's not a weakness.","quoteAuthor":"Mitch Landrieu","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b92","quoteText":"The great and admirable strength of America consists in this, that America is truly the American people.","quoteAuthor":"Jacques Maritain","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b93","quoteText":"The people I used to have around me from Nashville was showing love to the Cash Money clique on the strength of Buck trying to make it making sure Buck gets to where he gots to go.","quoteAuthor":"Young Buck","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b94","quoteText":"Men who live valiantly and die nobly have a strength and a courage from the eternal Father.","quoteAuthor":"Josephus Daniels","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b95","quoteText":"I came from Long Island, so I had a lot of experience at the stick. I played in junior high school, then I played in high school. The technical aspect of the game was my forte. I had all that experience, then I had strength and I was in good condition.","quoteAuthor":"Jim Brown","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b96","quoteText":"As I've often said, Wisconsin's greatest strength continues to be the dedicated, hardworking people of our state. They go to work everyday, pay their taxes, and raise their kids with good, Midwestern values.","quoteAuthor":"Jim Doyle","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b97","quoteText":"I hope to devote all of my spare time, which ordinarily would go to research, my summers, and every ounce of strength I can muster to further the project.","quoteAuthor":"Louis Finkelstein","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b98","quoteText":"I was vegetarian for a long time, and in the last four years I started eating chicken and fish. I feel like it really built up my strength a lot.","quoteAuthor":"Laura Wilkinson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b99","quoteText":"If this war is not fought with the greatest brutality against the bands both in the East and in the Balkans then in the foreseeable future the strength at our disposal will not be sufficient to be able to master this plague.","quoteAuthor":"Wilhelm Keitel","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b9a","quoteText":"The thing with me. I can't stick musicians. I've thought about this. I can't stand them, and being stuck in a studio with them I think that's my strength I can hear what they can't.","quoteAuthor":"Mark E. Smith","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b9b","quoteText":"Good composition is like a suspension bridge - each line adds strength and takes none away.","quoteAuthor":"Robert Henri","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b9c","quoteText":"My strength was that I am more balanced and calmer than most other riders.","quoteAuthor":"Miguel Indurain","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b9d","quoteText":"The future belongs to us, because we have taken charge of it. We have the commitment, we have the resourcefulness, and we have the strength of our people to share the dream across Africa of clean water for all.","quoteAuthor":"Ellen Johnson Sirleaf","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b9e","quoteText":"It is impossible for our working people to maintain their full strength if they do not succeed in obtaining a sufficient supply of fat, allotted to them on a proper basis.","quoteAuthor":"Paul von Hindenburg","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80b9f","quoteText":"So much research has been done showing that the woman is the most vulnerable but also the biggest strength leading to economic progress.","quoteAuthor":"Sri Mulyani Indrawati","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ba0","quoteText":"Especially with the signing of riders with climbing abilities and the new arrival of Tyler Hamilton, who has the strength and ability to become a great leader for the big tours. All in all, I feel this is a very complete team.","quoteAuthor":"Laurent Jalabert","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ba1","quoteText":"Where do you find the strength to brave a barrage of enemy fire and to bring your wounded friends to safety at great risk to your own life? Conviction.","quoteAuthor":"Guy Verhofstadt","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ba2","quoteText":"Blind and unwavering undisciplined at all times constitutes the real strength of all free men.","quoteAuthor":"Alfred Jarry","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ba3","quoteText":"There are simply more young people than there ever were. You get this feeling of strength. Also, large numbers can be a drawback, making it difficult to lose one's anonymity.","quoteAuthor":"John Knowles","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ba4","quoteText":"The best translations cannot convey to us the strength and exquisite delicacy of thought in its native garb, and he to whom such books are shut flounders about in outer darkness.","quoteAuthor":"Edwin Booth","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ba5","quoteText":"They just didn't have the sense of the strength of their vote. Just thought it wasn't necessary.","quoteAuthor":"Charles Phillips","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ba6","quoteText":"Part of my strength as an actor comes from what I've learned all these years: when you play a villain, you try to get the light touches when you play a hero, you try to get in some of the warts.","quoteAuthor":"John Forsythe","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ba7","quoteText":"There was a perception of me, and I earned it because I was really intense, really gruff. I treated certain people poorly at times. It was because of who I was. It was almost my strength. I came in all business. I tried to find ways to fit in with that demeanor, but it's not easy.","quoteAuthor":"Kirk Gibson","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ba8","quoteText":"I think what weakens people most is fear of wasting their strength.","quoteAuthor":"Etty Hillesum","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80ba9","quoteText":"I'm probably the least flexible athlete you'll find. When it comes to yoga, I can't get in the positions and I can't hold them. You have to be pretty flexible to do it. Once you get certain positions, you have to have the core strength to hold those positions. It's a pretty good workout.","quoteAuthor":"Steve Blake","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80baa","quoteText":"'Swan Lake' is the most difficult thing to portray for a female ballet dancer it really requires such specific qualities of articulation, agility, strength, and the arm work is something that takes a lot of training.","quoteAuthor":"Benjamin Millepied","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bab","quoteText":"I've always been really athletic, which really helped, because when I first started doing the training for Bulletproof Monk, it required so much strength that if I didn't have a base I don't really know what I would have done.","quoteAuthor":"Jaime King","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bac","quoteText":"It is no use painting the foot of the tree white, the strength of the bark cries out from beneath the paint.","quoteAuthor":"Aime Cesaire","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bad","quoteText":"If a weakly mortal is to do anything in the world besides eat the bread thereof, there must be a determined subordination of the whole nature to the one aim no trifling with time, which is passing, with strength which is only too limited.","quoteAuthor":"Beatrice Webb","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bae","quoteText":"Tonight I should like to thank all those who have shared my work and to acknowledge the debt that I owe to my wife whose encouragement to put research before all other things has been a great strength to me.","quoteAuthor":"George Porter","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80baf","quoteText":"This is just what I have thought when I have seen slaves at work - they seem to go through the motions of labor without putting strength into them. They keep their powers in reserve for their own use at night, perhaps.","quoteAuthor":"Frederick Law Olmsted","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bb0","quoteText":"The only reason I would stay away from a period piece is because sometimes the women are painted in a very stereotypical weakling, wallflower way - that's something I don't want to do. I want to show strength in the women I play, and a journey of some sort.","quoteAuthor":"Dagmara Dominczyk","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bb1","quoteText":"Death used to announce itself in the thick of life but now people drag on so long it sometimes seems that we are reaching the stage when we may have to announce ourselves to death. It is as though one needs a special strength to die, and not a final weakness.","quoteAuthor":"Ronald Blythe","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bb2","quoteText":"The strength of the United States is not the gold at Fort Knox or the weapons of mass destruction that we have, but the sum total of the education and the character of our people.","quoteAuthor":"Claiborne Pell","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bb3","quoteText":"The poem is the point at which our strength gave out.","quoteAuthor":"Richard Rosen","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bb4","quoteText":"I don't know if I'm an action star or if that's just how things are shaping up. I would hate to be boxed into that forever, but it's probably just a strength as far as my type goes, and I'm fine with that.","quoteAuthor":"Jai Courtney","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bb5","quoteText":"The military might of a country represents its national strength. Only when it builds up its military might in every way can it develop into a thriving country.","quoteAuthor":"Kim Jong-un","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bb6","quoteText":"What is called a sincere work is one that is endowed with enough strength to give reality to an illusion.","quoteAuthor":"Max Jacob","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bb7","quoteText":"I give myself strength by staying away from any music.","quoteAuthor":"Alannah Myles","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bb8","quoteText":"To make the moral achievement implicit in science a source of strength to civilization, the scientist will have to have the cooperation also of the philosopher and the religious teacher.","quoteAuthor":"Arthur Holly Compton","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bb9","quoteText":"Well you know I'm very supportive of what the Tea Party is trying to do. They're very concerned with spending, the deficit, the bailouts, you know all of those kinds of things. But I really think that the strength of the Tea Party is being a grassroots movement.","quoteAuthor":"John Boozman","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bba","quoteText":"I am not yet born O fill me with strength against those who would freeze my humanity.","quoteAuthor":"Louis MacNeice","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bbb","quoteText":"There is nothing respecting which a man may be so long unconscious as of the extent and strength of his prejudices.","quoteAuthor":"Francis Jeffrey","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bbc","quoteText":"I felt invincible. My strength was that of a giant. God was certainly standing by me. I smashed five saloons with rocks before I ever took a hatchet.","quoteAuthor":"Carry Nation","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bbd","quoteText":"Strength is a matter of the made-up mind.","quoteAuthor":"John Beecher","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bbe","quoteText":"The strength of a nation, especially of a republican nation, is in the intelligent and well ordered homes of the people.","quoteAuthor":"Lydia Sigourney","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bbf","quoteText":"Strength lies not in defence but in attack.","quoteAuthor":"Adolf Hitler","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bc0","quoteText":"The great strength of the totalitarian state is that it forces those who fear it to imitate it.","quoteAuthor":"Adolf Hitler","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bc1","quoteText":"I saw him... at peace in my armchair. I remember wishing he could stay in peace like that forever. I had a feeling of easing his burden with my strength.","quoteAuthor":"Dennis Nilsen","quoteGenre":"strength","__v":0},{"_id":"5eb17ab3b69dc744b4e80bc2","quoteText":"I have prayed to God that he give me the strength to survive each day and to face those times in my life that will be extremely painful. I have put my total faith in God, and he will take care of me.","quoteAuthor":"Susan Smith","quoteGenre":"strength","__v":0}]