[{"_id":"5eb17ab3b69dc744b4e81056","quoteText":"I have learned silence from the talkative, toleration from the intolerant, and kindness from the unkind yet, strange, I am ungrateful to those teachers.","quoteAuthor":"Khalil Gibran","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81057","quoteText":"It is the supreme art of the teacher to awaken joy in creative expression and knowledge.","quoteAuthor":"Albert Einstein","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81058","quoteText":"If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.","quoteAuthor":"Confucius","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81059","quoteText":"You have to grow from the inside out. None can teach you, none can make you spiritual. There is no other teacher but your own soul.","quoteAuthor":"Swami Vivekananda","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8105a","quoteText":"I have come to believe that a great teacher is a great artist and that there are as few as there are any other great artists. Teaching might even be the greatest of the arts since the medium is the human mind and spirit.","quoteAuthor":"John Steinbeck","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8105b","quoteText":"Every child should have a caring adult in their lives. And that's not always a biological parent or family member. It may be a friend or neighbor. Often times it is a teacher.","quoteAuthor":"Joe Manchin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8105c","quoteText":"What a blind person needs is not a teacher but another self.","quoteAuthor":"Helen Keller","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8105d","quoteText":"Everybody who is incapable of learning has taken to teaching.","quoteAuthor":"Oscar Wilde","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8105e","quoteText":"One looks back with appreciation to the brilliant teachers, but with gratitude to those who touched our human feelings. The curriculum is so much necessary raw material, but warmth is the vital element for the growing plant and for the soul of the child.","quoteAuthor":"Carl Jung","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8105f","quoteText":"Those who know how to think need no teachers.","quoteAuthor":"Mahatma Gandhi","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81060","quoteText":"If you think your teacher is tough, wait until you get a boss. He doesn't have tenure.","quoteAuthor":"Bill Gates","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81061","quoteText":"You can get help from teachers, but you are going to have to learn a lot by yourself, sitting alone in a room.","quoteAuthor":"Dr. Seuss","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81062","quoteText":"The one exclusive sign of thorough knowledge is the power of teaching.","quoteAuthor":"Aristotle","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81063","quoteText":"Most of us end up with no more than five or six people who remember us. Teachers have thousands of people who remember them for the rest of their lives.","quoteAuthor":"Andy Rooney","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81064","quoteText":"There are two kinds of teachers: the kind that fill you with so much quail shot that you can't move, and the kind that just gives you a little prod behind and you jump to the skies.","quoteAuthor":"Robert Frost","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81065","quoteText":"After all manner of professors have done their best for us, the place we are to get knowledge is in books. The true university of these days is a collection of books.","quoteAuthor":"Albert Camus","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81066","quoteText":"The teacher is the one who gets the most out of the lessons, and the true teacher is the learner.","quoteAuthor":"Elbert Hubbard","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81067","quoteText":"I had a terrible education. I attended a school for emotionally disturbed teachers.","quoteAuthor":"Woody Allen","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81068","quoteText":"A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","quoteAuthor":"Brad Henry","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81069","quoteText":"The dream begins with a teacher who believes in you, who tugs and pushes and leads you to the next plateau, sometimes poking you with a sharp stick called 'truth'.","quoteAuthor":"Dan Rather","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8106a","quoteText":"The smarter the journalists are, the better off society is. For to a degree, people read the press to inform themselves - and the better the teacher, the better the student body.","quoteAuthor":"Warren Buffett","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8106b","quoteText":"A teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on cold iron.","quoteAuthor":"Horace Mann","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8106c","quoteText":"In a completely rational society, the best of us would be teachers and the rest of us would have to settle for something else.","quoteAuthor":"Lee Iacocca","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8106d","quoteText":"We spend the first twelve months of our children's lives teaching them to walk and talk and the next twelve telling them to sit down and shut up.","quoteAuthor":"Phyllis Diller","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8106e","quoteText":"I do not believe there is a problem in this country or the world today which could not be settled if approached through the teaching of the Sermon on the Mount.","quoteAuthor":"Harry S. Truman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8106f","quoteText":"When I am able to resist the temptation to judge others, I can see them as teachers of forgiveness in my life, reminding me that I can only have peace of mind when I forgive rather than judge.","quoteAuthor":"Gerald Jampolsky","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81070","quoteText":"I like a teacher who gives you something to take home to think about besides homework.","quoteAuthor":"Lily Tomlin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81071","quoteText":"Teaching is the only major occupation of man for which we have not yet developed tools that make an average person capable of competence and performance. In teaching we rely on the 'naturals,' the ones who somehow know how to teach.","quoteAuthor":"Peter Drucker","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81072","quoteText":"What we become depends on what we read after all of the professors have finished with us. The greatest university of all is a collection of books.","quoteAuthor":"Thomas Carlyle","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81073","quoteText":"A teacher is a person who never says anything once.","quoteAuthor":"Howard Nemerov","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81074","quoteText":"I am indebted to my father for living, but to my teacher for living well.","quoteAuthor":"Alexander the Great","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81075","quoteText":"None of us got where we are solely by pulling ourselves up by our bootstraps. We got here because somebody - a parent, a teacher, an Ivy League crony or a few nuns - bent down and helped us pick up our boots.","quoteAuthor":"Thurgood Marshall","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81076","quoteText":"Study how water flows in a valley stream, smoothly and freely between the rocks. Also learn from holy books and wise people. Everything - even mountains, rivers, plants and trees - should be your teacher.","quoteAuthor":"Morihei Ueshiba","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81077","quoteText":"Take away paradox from the thinker and you have a professor.","quoteAuthor":"Soren Kierkegaard","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81078","quoteText":"Every bit of me is devoted to love and art. And I aspire to try to be a teacher to my young fans who feel just like I felt when I was younger. I just felt like a freak. I guess what I'm trying to say is I'm trying to liberate them, I want to free them of their fears and make them feel that they can make their own space in the world.","quoteAuthor":"Lady Gaga","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81079","quoteText":"A teacher who is not dogmatic is simply a teacher who is not teaching.","quoteAuthor":"Gilbert K. Chesterton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8107a","quoteText":"A professor is someone who talks in someone else's sleep.","quoteAuthor":"W. H. Auden","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8107b","quoteText":"Excellence is a better teacher than mediocrity. The lessons of the ordinary are everywhere. Truly profound and original insights are to be found only in studying the exemplary.","quoteAuthor":"Warren G. Bennis","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8107c","quoteText":"I cannot emphasize enough the importance of a good teacher.","quoteAuthor":"Temple Grandin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8107d","quoteText":"The whole art of teaching is only the art of awakening the natural curiosity of young minds for the purpose of satisfying it afterwards.","quoteAuthor":"Anatole France","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8107e","quoteText":"A good teacher, like a good entertainer first must hold his audience's attention, then he can teach his lesson.","quoteAuthor":"John Henrik Clarke","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8107f","quoteText":"Only one person in a million becomes enlightened without a teacher's help.","quoteAuthor":"Bodhidharma","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81080","quoteText":"Those who have no record of what their forebears have accomplished lose the inspiration which comes from the teaching of biography and history.","quoteAuthor":"Carter G. Woodson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81081","quoteText":"The doctrine of the Kingdom of Heaven, which was the main teaching of Jesus, is certainly one of the most revolutionary doctrines that ever stirred and changed human thought.","quoteAuthor":"H. G. Wells","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81082","quoteText":"Police and firefighters are great, but they don't create wealth. They protect it. That's crucial. Teaching is a wonderful profession. Teachers help educate people to become good citizens so that citizens can then go create wealth. But they don't create the wealth themselves.","quoteAuthor":"Rush Limbaugh","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81083","quoteText":"Let's reintroduce corporal punishment in the schools - and use it on the teachers.","quoteAuthor":"P. J. O'Rourke","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81084","quoteText":"Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you've got something to share.","quoteAuthor":"Steve Harvey","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81085","quoteText":"I saw as a teacher how, if you take that spark of learning that those children have, and you ignite it, you can take a child from any background to a lifetime of creativity and accomplishment.","quoteAuthor":"Paul Wellstone","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81086","quoteText":"We can teach a lot of things, but if the teacher can't relate by talking to a group of friendly students, he'll never be a competent teacher.","quoteAuthor":"William Glasser","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81087","quoteText":"Prosperity is a great teacher adversity a greater.","quoteAuthor":"William Hazlitt","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81088","quoteText":"In America the schools have become too permissive, the kids now are controlling the schools, the tail is wagging the dog. We've got to make a change there and get it back to where the teachers have control of the classrooms.","quoteAuthor":"Chuck Norris","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81089","quoteText":"A teacher affects eternity he can never tell where his influence stops.","quoteAuthor":"Henry Adams","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8108a","quoteText":"A true teacher defends his students against his own personal influences.","quoteAuthor":"Amos Bronson Alcott","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8108b","quoteText":"Please stop teaching my children that everyone gets a trophy just for participating. What is this, the Nobel Prize? Not everybody gets a trophy.","quoteAuthor":"Glenn Beck","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8108c","quoteText":"Education is the key to success in life, and teachers make a lasting impact in the lives of their students.","quoteAuthor":"Solomon Ortiz","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8108d","quoteText":"It is the malady of our age that the young are so busy teaching us that they have no time left to learn.","quoteAuthor":"Eric Hoffer","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8108e","quoteText":"Your best teacher is your last mistake.","quoteAuthor":"Ralph Nader","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8108f","quoteText":"Teachers can change lives with just the right mix of chalk and challenges.","quoteAuthor":"Joyce Meyer","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81090","quoteText":"The best teacher is the one who suggests rather than dogmatizes, and inspires his listener with the wish to teach himself.","quoteAuthor":"Edward G. Bulwer-Lytton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81091","quoteText":"Advice is sometimes transmitted more successfully through a joke than grave teaching.","quoteAuthor":"Baltasar Gracian","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81092","quoteText":"The most important part of teaching is to teach what it is to know.","quoteAuthor":"Simone Weil","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81093","quoteText":"We discovered that education is not something which the teacher does, but that it is a natural process which develops spontaneously in the human being.","quoteAuthor":"Maria Montessori","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81094","quoteText":"For the longest time, you just sound like a broken record, but you have to be consistent when teaching kids.","quoteAuthor":"Heidi Klum","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81095","quoteText":"Teachers believe they have a gift for giving it drives them with the same irrepressible drive that drives others to create a work of art or a market or a building.","quoteAuthor":"A. Bartlett Giamatti","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81096","quoteText":"I would suggest that teachers show their students concrete examples of the negative effects of the actions that gangsta rappers glorify.","quoteAuthor":"Kareem Abdul-Jabbar","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81097","quoteText":"A self-taught man usually has a poor teacher and a worse student.","quoteAuthor":"Henny Youngman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81098","quoteText":"Suffering is one of life's great teachers.","quoteAuthor":"Bryant H. McGill","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81099","quoteText":"The world of knowledge takes a crazy turn when teachers themselves are taught to learn.","quoteAuthor":"Bertolt Brecht","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8109a","quoteText":"It is by teaching that we teach ourselves, by relating that we observe, by affirming that we examine, by showing that we look, by writing that we think, by pumping that we draw water into the well.","quoteAuthor":"Henri Frederic Amiel","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8109b","quoteText":"When I was in junior high school, the teachers voted me the student most likely to end up in the electric chair.","quoteAuthor":"Sylvester Stallone","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8109c","quoteText":"History is Philosophy teaching by example.","quoteAuthor":"Thucydides","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8109d","quoteText":"When people lack teachers, their tendencies are not corrected when they do not have ritual and moral principles, then their lawlessness is not controlled.","quoteAuthor":"Xun Zi","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8109e","quoteText":"A teacher must believe in the value and interest of his subject as a doctor believes in health.","quoteAuthor":"Gilbert Highet","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8109f","quoteText":"I never had to learn English, French and German because I was brought up as all three languages. I had a private French teacher before I even went to school. That helped a lot.","quoteAuthor":"Karl Lagerfeld","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810a0","quoteText":"The five steps in teaching an employee new skills are preparation, explanation, showing, observation and supervision.","quoteAuthor":"Bruce Barton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810a1","quoteText":"A child's learning is a function more of the characteristics of his classmates than those of the teacher.","quoteAuthor":"James S. Coleman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810a2","quoteText":"A retired teacher paid $62,000 towards her pension and nothing, yes nothing, for full family medical, dental and vision coverage over her entire career. What will we pay her? $1.4 million in pension benefits and another $215,000 in health care benefit premiums over her lifetime.","quoteAuthor":"Chris Christie","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810a3","quoteText":"I wanted to be a teacher, but I was a lousy student, one of the slowest readers. It was a tremendous struggle. But I'm lucky I had some teachers who saw something in me.","quoteAuthor":"Ann Bancroft","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810a4","quoteText":"One good teacher in a lifetime may sometimes change a delinquent into a solid citizen.","quoteAuthor":"Philip Wylie","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810a5","quoteText":"TV is bigger than any story it reports. It's the greatest teaching tool since the printing press.","quoteAuthor":"Fred W. Friendly","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810a6","quoteText":"The thing I loved the most - and still love the most about teaching - is that you can connect with an individual or a group, and see that individual or group exceed their limits.","quoteAuthor":"Mike Krzyzewski","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810a7","quoteText":"Every man who rises above the common level has received two educations: the first from his teachers the second, more personal and important, from himself.","quoteAuthor":"Edward Gibbon","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810a8","quoteText":"Nearly everyone I met, worked with, or read about was my teacher, one way or another.","quoteAuthor":"Loretta Young","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810a9","quoteText":"I think teaching should be an exalted profession, not a picked-on profession.","quoteAuthor":"Charles Schumer","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810aa","quoteText":"We know the parental support, community support, makes a difference. It's not just the metrics of testing and putting pressure on the schools and on the teachers.","quoteAuthor":"Donna Shalala","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ab","quoteText":"That is the difference between good teachers and great teachers: good teachers make the best of a pupil's means great teachers foresee a pupil's ends.","quoteAuthor":"Maria Callas","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ac","quoteText":"The best CEOs I know are teachers, and at the core of what they teach is strategy.","quoteAuthor":"Michael Porter","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ad","quoteText":"If I can make a teacher's salary doing comedy, I think that's better than being a teacher.","quoteAuthor":"Dave Chappelle","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ae","quoteText":"I had a ninth grade teacher who told me I was much smarter and much better than I was allowing myself to be.","quoteAuthor":"Scott Hamilton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810af","quoteText":"A teacher should have maximal authority, and minimal power.","quoteAuthor":"Thomas Szasz","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810b0","quoteText":"You never stop learning. If you have a teacher, you never stop being a student.","quoteAuthor":"Elisabeth Rohm","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810b1","quoteText":"Catholic schools in our Nation's education have been paramount in teaching the values that we as parents seek to instill in our children.","quoteAuthor":"Joe Baca","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810b2","quoteText":"To this end the greatest asset of a school is the personality of the teacher.","quoteAuthor":"John Strachan","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810b3","quoteText":"Americanism demands loyalty to the teacher and respect for his lesson.","quoteAuthor":"Bainbridge Colby","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810b4","quoteText":"I was lucky that I met the right mentors and teachers at the right moment.","quoteAuthor":"James Levine","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810b5","quoteText":"It's not the teaching, it's the learning.","quoteAuthor":"Sly Stone","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810b6","quoteText":"I have an education degree from the University of Minnesota, and I was a teacher for about a minute.","quoteAuthor":"Loni Anderson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810b7","quoteText":"There is no teacher, living or past, who can give us the actual understanding of Truth. A teacher can only put our feet upon the path and point the way. That is all. It is wholly dependent on the individual to make his way to Truth.","quoteAuthor":"Paul Twitchell","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810b8","quoteText":"We may have forgotten how to feel. Nobody is teaching us how to live happily ever after, as we've heard in fairy tales.","quoteAuthor":"Yakov Smirnoff","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810b9","quoteText":"A hallmark of the Latino community is to help one another, if students are interested in a way to give back and help their communities, becoming a teacher is probably one of the very best ways of doing that.","quoteAuthor":"Ellen Ochoa","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ba","quoteText":"We should not run away from religious teachings. We should run to them.","quoteAuthor":"James Carville","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810bb","quoteText":"It was God who made me so beautiful. If I weren't, then I'd be a teacher.","quoteAuthor":"Linda Evangelista","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810bc","quoteText":"You know how to tell if the teacher is hung over? Movie Day.","quoteAuthor":"Jay Mohr","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810bd","quoteText":"We expert teachers know that motivation and emotional impact are what matter.","quoteAuthor":"Donald Norman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810be","quoteText":"Students rarely disappoint teachers who assure them in advance that they are doomed to failure.","quoteAuthor":"Sidney Hook","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810bf","quoteText":"Some of my high school teachers did remind me that I had an excellent imagination when it came to making up excuses.","quoteAuthor":"David E. Kelley","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810c0","quoteText":"The art of teaching is the art of assisting discovery.","quoteAuthor":"Mark Van Doren","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810c1","quoteText":"The true aim of everyone who aspires to be a teacher should be, not to impart his own opinions, but to kindle minds.","quoteAuthor":"Frederick William Robertson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810c2","quoteText":"Experience is a good teacher, but she sends in terrific bills.","quoteAuthor":"Minna Antrim","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810c3","quoteText":"The impending teacher shortage is the most critical education issue we will face in the next decade.","quoteAuthor":"David E. Price","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810c4","quoteText":"Everybody's a teacher if you listen.","quoteAuthor":"Doris Roberts","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810c5","quoteText":"The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.","quoteAuthor":"Khalil Gibran","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810c6","quoteText":"If a country is to be corruption free and become a nation of beautiful minds, I strongly feel there are three key societal members who can make a difference. They are the father, the mother and the teacher.","quoteAuthor":"Abdul Kalam","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810c7","quoteText":"In the practice of tolerance, one's enemy is the best teacher.","quoteAuthor":"Dalai Lama","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810c8","quoteText":"Love is a better teacher than duty.","quoteAuthor":"Albert Einstein","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810c9","quoteText":"Success is a lousy teacher. It seduces smart people into thinking they can't lose.","quoteAuthor":"Bill Gates","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ca","quoteText":"Come forth into the light of things, let nature be your teacher.","quoteAuthor":"William Wordsworth","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810cb","quoteText":"The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.","quoteAuthor":"William Arthur Ward","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810cc","quoteText":"Technology is just a tool. In terms of getting the kids working together and motivating them, the teacher is the most important.","quoteAuthor":"Bill Gates","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810cd","quoteText":"The object of teaching a child is to enable him to get along without his teacher.","quoteAuthor":"Elbert Hubbard","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ce","quoteText":"Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing.","quoteAuthor":"Denis Waitley","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810cf","quoteText":"Experience is the teacher of all things.","quoteAuthor":"Julius Caesar","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810d0","quoteText":"Smartness runs in my family. When I went to school I was so smart my teacher was in my class for five years.","quoteAuthor":"Gracie Allen","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810d1","quoteText":"The greatest sign of success for a teacher... is to be able to say, 'The children are now working as if I did not exist.'","quoteAuthor":"Maria Montessori","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810d2","quoteText":"I'm glad I was a teacher.","quoteAuthor":"John Wooden","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810d3","quoteText":"My father was my teacher. But most importantly he was a great dad.","quoteAuthor":"Beau Bridges","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810d4","quoteText":"Mama was my greatest teacher, a teacher of compassion, love and fearlessness. If love is sweet as a flower, then my mother is that sweet flower of love.","quoteAuthor":"Stevie Wonder","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810d5","quoteText":"Everywhere I go, I'm asked if I think the universities stifle writers. My opinion is that they don't stifle enough of them. There's many a best seller that could have been prevented by a good teacher.","quoteAuthor":"Flannery O'Connor","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810d6","quoteText":"Experience is a hard teacher because she gives the test first, the lesson afterward.","quoteAuthor":"Vernon Law","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810d7","quoteText":"Music when healthy, is the teacher of perfect order, and when depraved, the teacher of perfect disorder.","quoteAuthor":"John Ruskin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810d8","quoteText":"He most honors my style who learns under it to destroy the teacher.","quoteAuthor":"Walt Whitman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810d9","quoteText":"The parents have a right to say that no teacher paid by their money shall rob their children of faith in God and send them back to their homes skeptical, or infidels, or agnostics, or atheists.","quoteAuthor":"William Jennings Bryan","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810da","quoteText":"Fear is not a lasting teacher of duty.","quoteAuthor":"Marcus Tullius Cicero","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810db","quoteText":"A garden is a grand teacher. It teaches patience and careful watchfulness it teaches industry and thrift above all it teaches entire trust.","quoteAuthor":"Gertrude Jekyll","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810dc","quoteText":"I have long enjoyed the friendship and companionship of Republicans because I am by instinct a teacher, and I would like to teach them something.","quoteAuthor":"Woodrow Wilson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810dd","quoteText":"I was told to challenge every spiritual teacher, every world leader to utter the one sentence that no religion, no political party, and no nation on the face of the earth will dare utter: 'Ours is not a better way, ours is merely another way.","quoteAuthor":"Neale Donald Walsch","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810de","quoteText":"I wanted to be a teacher. I love children, so I wanted to deal with children. Then I wanted to be a veterinarian. But by the age of ten or eleven, when I opened my mouth and said, 'Oh, God, what's this?' I kind of knew teaching and being a veterinarian were gonna have to wait.","quoteAuthor":"Whitney Houston","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810df","quoteText":"I wanted to be a teacher.","quoteAuthor":"Kim Kardashian","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810e0","quoteText":"Every single major push in education has made it worse and right now it's really bad because everything we've done is de-humanizing education. It's destroying the possibility of the teacher and the student having a warm, friendly, intellectual relationship.","quoteAuthor":"William Glasser","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810e1","quoteText":"I think once you're in the public eye, whether you're a boss, a teacher or whatever you do, that you're automatically in the position of role model. You have people looking up to you, so whether you choose to accept it or not is a different question.","quoteAuthor":"Talib Kweli","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810e2","quoteText":"I've learned that mistakes can often be as good a teacher as success.","quoteAuthor":"Jack Welch","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810e3","quoteText":"Success is not a good teacher, failure makes you humble.","quoteAuthor":"Shahrukh Khan","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810e4","quoteText":"The single most important thing in a child's performance is the quality of the teacher. Making sure a child spends the maximum amount of time with inspirational teachers is the most important thing.","quoteAuthor":"Michael Gove","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810e5","quoteText":"Students never think it can be the teacher's fault and so I thought I was stupid. I was frustrated and would come home and cry because I couldn't do it. Then we got a new teacher who made math accessible. That made all the difference and I learned that it's how you present it that makes it scary or friendly.","quoteAuthor":"Danica McKellar","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810e6","quoteText":"I'm embarrassed every time I look a teacher in the eye, because we ask them to do so much for so little.","quoteAuthor":"Phil McGraw","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810e7","quoteText":"You can't tell a woman who is called by God to teach that she cannot teach the Word of God... So I think the distinction is that there's a difference between the authority of a pastor and a Bible teacher.","quoteAuthor":"Charles Stanley","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810e8","quoteText":"In this outward and physical ceremony we attest once again to the inner and spiritual strength of our Nation. As my high school teacher, Miss Julia Coleman, used to say: 'We must adjust to changing times and still hold to unchanging principles.'","quoteAuthor":"Jimmy Carter","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810e9","quoteText":"Experience is the best teacher of all. And for that, there are no guarantees that one will become an artist. Only the journey matters.","quoteAuthor":"Harry Callahan","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ea","quoteText":"The teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on cold iron.","quoteAuthor":"Horace Mann","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810eb","quoteText":"In high school, a teacher once suggested that I be a math major in college. I thought, 'Me? You've got to be joking!' I mean, in junior high, I used to come home and cry because I was so afraid of my math homework. Seriously, I was terrified of math.","quoteAuthor":"Danica McKellar","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ec","quoteText":"I had people in my life who didn't give up on me: my mother, my aunt, my science teacher. I had one-on-one speech therapy. I had a nanny who spent all day playing turn-taking games with me.","quoteAuthor":"Temple Grandin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ed","quoteText":"Teacher unions are an interest group that acts in defense of their own interests, which means the union bosses' interests, not the members.","quoteAuthor":"Peter Brimelow","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ee","quoteText":"I could undertake to be an efficient pupil if it were possible to find an efficient teacher.","quoteAuthor":"Gertrude Stein","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ef","quoteText":"Research is starting to show that a child should be engaged at least 20 hours a week. I do not think it matters which program you choose as long as it keeps the child actively engaged with the therapist, teacher, or parent for at least 20 hours a week.","quoteAuthor":"Temple Grandin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810f0","quoteText":"There's always someone asking you to underline one piece of yourself - whether it's Black, woman, mother, dyke, teacher, etc. - because that's the piece that they need to key in to. They want to dismiss everything else.","quoteAuthor":"Audre Lorde","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810f1","quoteText":"There are many teachers who could ruin you. Before you know it you could be a pale copy of this teacher or that teacher. You have to evolve on your own.","quoteAuthor":"Berenice Abbott","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810f2","quoteText":"The true teacher defends his pupils against his own personal influence. He inspires self-trust. He guides their eyes from himself to the spirit that quickens him. He will have no disciples.","quoteAuthor":"Amos Bronson Alcott","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810f3","quoteText":"Money is such an amazing teacher: What you choose to do with your money shows whether you are truly powerful or powerless.","quoteAuthor":"Suze Orman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810f4","quoteText":"To the teacher weighed down with paperwork, I say: you've been messed around too often. You came into teaching to spend your time teaching children not filling in forms.","quoteAuthor":"William Hague","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810f5","quoteText":"A little girl who finds a puzzle frustrating might ask her busy mother (or teacher) for help. The child gets one message if her mother expresses clear pleasure at the request and quite another if mommy responds with a curt 'Don't bother me - I've got important work to do.'","quoteAuthor":"Daniel Goleman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810f6","quoteText":"This is at the heart of all good education, where the teacher asks students to think and engages them in encouraging dialogues, constantly checking for understanding and growth.","quoteAuthor":"William Glasser","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810f7","quoteText":"Vadim was both my teacher and my husband. I placed myself entirely in his hands.","quoteAuthor":"Brigitte Bardot","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810f8","quoteText":"If I'd stayed at college I would have become a teacher.","quoteAuthor":"Syd Barrett","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810f9","quoteText":"As a teacher, as a propagandist, Mr. Shaw is no good at all, even in his own generation. But as a personality, he is immortal.","quoteAuthor":"Max Beerbohm","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810fa","quoteText":"Experience is a great teacher.","quoteAuthor":"John Legend","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810fb","quoteText":"My parents were early converts to Christianity in my part of Nigeria. They were not just converts my father was an evangelist, a religious teacher. He and my mother traveled for thirty-five years to different parts of Igboland, spreading the gospel.","quoteAuthor":"Chinua Achebe","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810fc","quoteText":"No bubble is so iridescent or floats longer than that blown by the successful teacher.","quoteAuthor":"William Osler","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810fd","quoteText":"If a teacher does not involve himself, his values, his commitments, in the course of discussion, why should the students?","quoteAuthor":"Paul Wellstone","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810fe","quoteText":"A good teacher must be able to put himself in the place of those who find learning hard.","quoteAuthor":"Eliphas Levi","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e810ff","quoteText":"I thought, well of course, Kinsey absolutely adored teaching. He was a wonderful teacher. So these kids really inspired me. So that was a clue I hung onto. He loved young people, he absolutely loved them. And he loved teaching them and trying to help them.","quoteAuthor":"Liam Neeson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81100","quoteText":"This is what I would have done if I had to have a real job: I would have been a history teacher.","quoteAuthor":"Kareem Abdul-Jabbar","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81101","quoteText":"For whatever reason, I didn't succumb to the stereotype that science wasn't for girls. I got encouragement from my parents. I never ran into a teacher or a counselor who told me that science was for boys. A lot of my friends did.","quoteAuthor":"Sally Ride","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81102","quoteText":"I'm an unemployed teacher right now and I'm looking for a place to teach.","quoteAuthor":"Bobby Knight","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81103","quoteText":"The first responsibility of the Muslim is as teacher. That is his job, to teach. His first school, his first classroom is within the household. His first student is himself. He masters himself and then he begins to convey the knowledge that he has acquired to the family. The people who are closest to him.","quoteAuthor":"H. Rap Brown","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81104","quoteText":"I should prefer to have a politician who regularly went to a massage parlour than one who promised a laptop computer for every teacher.","quoteAuthor":"A. N. Wilson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81105","quoteText":"The teacher must derive not only the capacity, but the desire, to observe natural phenomena. The teacher must understand and feel her position of observer: the activity must lie in the phenomenon.","quoteAuthor":"Maria Montessori","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81106","quoteText":"I believe that the testing of the student's achievements in order to see if he meets some criterion held by the teacher, is directly contrary to the implications of therapy for significant learning.","quoteAuthor":"Carl Rogers","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81107","quoteText":"To a teacher of languages there comes a time when the world is but a place of many words and man appears a mere talking animal not much more wonderful than a parrot.","quoteAuthor":"Joseph Conrad","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81108","quoteText":"While teaching, I also worked undercover in the lower courts by saying I was a young law teacher wanting experience in criminal law. The judges were happy to assist me but what I learned was how corrupt the lower courts were. Judges were accepting money right in the courtroom.","quoteAuthor":"Samuel Dash","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81109","quoteText":"Discussion in class, which means letting twenty young blockheads and two cocky neurotics discuss something that neither their teacher nor they know.","quoteAuthor":"Vladimir Nabokov","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8110a","quoteText":"Creative activity could be described as a type of learning process where teacher and pupil are located in the same individual.","quoteAuthor":"Arthur Koestler","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8110b","quoteText":"A Latin teacher told me I might make a good actress, and that stuck in my memory. I did some modeling, and Polanski gave me that small part.","quoteAuthor":"Jacqueline Bisset","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8110c","quoteText":"Teachers make a difference, and we would serve our students better by focusing on attracting and retaining the quality teachers by raising teacher pay.","quoteAuthor":"Jeb Bush","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8110d","quoteText":"Therefore, a person should first be changed by a teacher's instructions, and guided by principles of ritual. Only then can he observe the rules of courtesy and humility, obey the conventions and rules of society, and achieve order.","quoteAuthor":"Xun Zi","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8110e","quoteText":"Fear is not a good teacher. The lessons of fear are quickly forgotten.","quoteAuthor":"Mary Catherine Bateson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8110f","quoteText":"Faulkner turned out to be a great teacher. When a student asked a question ineptly, he answered the question with what the student had really wanted to know.","quoteAuthor":"Leslie Fiedler","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81110","quoteText":"In a Glasser Quality School there is no such thing as a closed book test. Students are told to get out their notes and open their books. There is no such thing as being forbidden to ask the teacher or another student for help.","quoteAuthor":"William Glasser","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81111","quoteText":"Having been an educator for so many years I know that all a good teacher can do is set a context, raise questions or enter into a kind of a dialogic relationship with their students.","quoteAuthor":"Godfrey Reggio","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81112","quoteText":"I had a heartbreaking experience when I was 9. I always wanted to be a guard. The most wonderful girl in the world was a guard. When I got polio and then went back to school, they made me a guard. A teacher took away my guard button.","quoteAuthor":"Francis Ford Coppola","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81113","quoteText":"Adversity is a great teacher, but this teacher makes us pay dearly for its instruction and often the profit we derive, is not worth the price we paid.","quoteAuthor":"Elizabeth Hardwick","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81114","quoteText":"A good teacher must know the rules a good pupil, the exceptions.","quoteAuthor":"Martin H. Fischer","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81115","quoteText":"I think some parents now look at a youngster failing as the final thing. It's a process, and failure is part of the process. I would like it if the teacher and the parents would connect more. I think that used to be, but we're losing a little bit of that right now.","quoteAuthor":"Mike Krzyzewski","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81116","quoteText":"I must have got my detailed, obsessive streak from my father, who was an English teacher, because my mother wasn't like me at all.","quoteAuthor":"Barbra Streisand","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81117","quoteText":"What students lack in school is an intellectual relationship or conversation with the teacher.","quoteAuthor":"William Glasser","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81118","quoteText":"In other words, if a teacher only teaches in one way, then they conclude that the kids who can't learn well that way don't have the ability, when, in fact, it may be that the way the teacher's teaching is not a particularly good match to the way those kids learn.","quoteAuthor":"Robert Sternberg","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81119","quoteText":"I'm blessed with a good pair of ears. That's how I fooled my piano teacher. I'd watch his fingers and I'd listen to it, and I just kind of basically learned it by myself.","quoteAuthor":"Eddie Van Halen","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8111a","quoteText":"I never did very well in math - I could never seem to persuade the teacher that I hadn't meant my answers literally.","quoteAuthor":"Calvin Trillin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8111b","quoteText":"I'd like to think I'm a great teacher.","quoteAuthor":"Gordon Ramsay","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8111c","quoteText":"There's many a bestseller that could have been prevented by a good teacher.","quoteAuthor":"Flannery O'Connor","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8111d","quoteText":"My happiest memory of childhood was my first birthday in reform school. This teacher took an interest in me. In fact, he gave me the first birthday presents I ever got: a box of Cracker Jacks and a can of ABC shoe polish.","quoteAuthor":"Flip Wilson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8111e","quoteText":"I'm a freak, everything has to be totally flat when I play. Ed Will, my jazz teacher, set up everything completely flat, and then you'd tilt your snare drum away from you, so I do that too. So my snare tilts away from me.","quoteAuthor":"Travis Barker","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8111f","quoteText":"Every marriage tends to consist of an aristocrat and a peasant. Of a teacher and a learner.","quoteAuthor":"John Updike","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81120","quoteText":"Benevolence alone will not make a teacher, nor will learning alone do it. The gift of teaching is a peculiar talent, and implies a need and a craving in the teacher himself.","quoteAuthor":"John Jay Chapman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81121","quoteText":"Events are the best teacher for us. You try to learn from people, there is always some bend to it.","quoteAuthor":"Yoko Ono","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81122","quoteText":"My humanitarian work evolved from being with my family. My mom, my dad, they really set a great example for giving back. My mom was a nurse, my dad was a school teacher. But my mom did a lot of things for geriatrics and elderly people. She would do home visits for free.","quoteAuthor":"Cat Cora","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81123","quoteText":"I am sure it is one's duty as a teacher to try to show boys that no opinions, no tastes, no emotions are worth much unless they are one's own. I suffered acutely as a boy from the lack of being shown this.","quoteAuthor":"A. C. Benson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81124","quoteText":"I was raised in New York City and raised in the New York City theater world. My father was a theater director and an acting teacher, and it was not uncommon for me to have long discussions about the method and what the various different processes were to finding a character and exploring character and realizing that character.","quoteAuthor":"Vin Diesel","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81125","quoteText":"History is the only true teacher, the revolution the best school for the proletariat.","quoteAuthor":"Rosa Luxemburg","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81126","quoteText":"My ambition in high school was to be a high school coach and teacher, and that's still what I do: teach.","quoteAuthor":"Mike Krzyzewski","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81127","quoteText":"Tragedy is a hell of a teacher. It's much too strict, but it's a hell of a teacher.","quoteAuthor":"Harlan Coben","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81128","quoteText":"Prior to being allowed to enter the profession, prospective teachers should be asked to talk with a group of friendly students for at least half an hour and be able to engage them in an interesting conversation about any subject the prospective teacher wants to talk about.","quoteAuthor":"William Glasser","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81129","quoteText":"If we are to negotiate the coming years safely, we may need a new kind of leadership. To put it more precisely, we need the rediscovery of an ancient kind of leadership that has rarely been given the prominence it deserves. I mean the leader as teacher.","quoteAuthor":"Jonathan Sacks","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8112a","quoteText":"The contrasts between what is spent today to educate a child in the poorest New York City neighborhoods, where teacher salaries are often even lower than the city averages, and spending levels in the wealthiest suburban areas are daunting challenges to any hope New Yorkers might retain that even semblances of fairness still prevail.","quoteAuthor":"Jonathan Kozol","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8112b","quoteText":"My art teacher in junior high was a very out gay man and a mentor to me. He would tell us about Greenwich Village and show us the 'Village Voice' and describe his life, but it was all sort of subversive and below the radar.","quoteAuthor":"Gus Van Sant","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8112c","quoteText":"My art teacher in junior high was a very out gay man and a mentor to me.","quoteAuthor":"Gus Van Sant","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8112d","quoteText":"I've always remembered something Sanford Meisner, my acting teacher, told us. When you create a character, it's like making a chair, except instead of making someting out of wood, you make it out of yourself. That's the actor's craft - using yourself to create a character.","quoteAuthor":"Robert Duvall","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8112e","quoteText":"It is not easy to imagine how little interested a scientist usually is in the work of any other, with the possible exception of the teacher who backs him or the student who honors him.","quoteAuthor":"Jean Rostand","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8112f","quoteText":"I didn't read so much Japanese literature. Because my father was a teacher of Japanese literature, I just wanted to do something else.","quoteAuthor":"Haruki Murakami","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81130","quoteText":"I really enjoyed hanging out with some of the teachers. This one chemistry teacher, she liked hanging out. I liked making explosives. We would stay after school and blow things up.","quoteAuthor":"Maya Lin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81131","quoteText":"Do I think it's OK to fight authority as long as you're only talking about the high school teacher? No.","quoteAuthor":"John Mellencamp","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81132","quoteText":"My father was a swim teacher. We used to swim before school, swim after school.","quoteAuthor":"Gordon Ramsay","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81133","quoteText":"They should regard me as what I am. I am a spiritual leader and teacher.","quoteAuthor":"Louis Farrakhan","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81134","quoteText":"I think it goes back to my high school days. In computer class, the first assignment was to write a program to print the first 100 Fibonacci numbers. Instead, I wrote a program that would steal passwords of students. My teacher gave me an A.","quoteAuthor":"Kevin Mitnick","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81135","quoteText":"A good teacher is a determined person.","quoteAuthor":"Gilbert Highet","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81136","quoteText":"He was the editor of our paper. He created the publishing house in Hebrew. He was - I wouldn't say the 'guru' - but really he was our teacher and a most respected man. I wrote for the paper of the youth movement.","quoteAuthor":"Shimon Peres","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81137","quoteText":"Why not whip the teacher when the pupil misbehaves?","quoteAuthor":"Diogenes of Sinope","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81138","quoteText":"As a teacher at Princeton, I'm surrounded by people who work hard so I just make good use of my time. And I don't really think of it as work - writing a novel, in one sense, is a problem-solving exercise.","quoteAuthor":"Joyce Carol Oates","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81139","quoteText":"I'm like a really goofy home ec teacher.","quoteAuthor":"Alton Brown","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8113a","quoteText":"My mother is a special education teacher but also an artist, and my father an advertising executive. They are about as wacky as you can get without being alcoholics.","quoteAuthor":"Sloane Crosley","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8113b","quoteText":"Oh, stuff the critics. I don't care. Too many people are snooty about classical. Look, I wasn't brought up in a home where we listened to classical music. It was a singing teacher that thought it would be best for my voice. Then I moved into crossover. And if that makes the music accessible to more people, then great.","quoteAuthor":"Katherine Jenkins","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8113c","quoteText":"Everyone who remembers his own education remembers teachers, not methods and techniques. The teacher is the heart of the educational system.","quoteAuthor":"Sidney Hook","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8113d","quoteText":"My job requires me to put on a little dress and run around the streets of New York in heels. But I also had the financial means to hire a yoga teacher to come to my house while my sitter watched the newborn. For 95 percent of the world, that's not realistic.","quoteAuthor":"Sarah Jessica Parker","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8113e","quoteText":"I got picked on a lot, even by teachers too. I liked to listen to musicals and bake, and my homeroom teacher found out and mocked me in front of the whole class for baking.","quoteAuthor":"Dan Savage","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8113f","quoteText":"I can remember exactly where I sat when my teacher first read Roald Dahl's 'James and the Giant Peach'.","quoteAuthor":"Dave Eggers","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81140","quoteText":"I have to be a teacher to my daughters.","quoteAuthor":"Carnie Wilson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81141","quoteText":"A few years back, when my style was 'punk grandma,' I picked up an amazing pair of sandals - orthopaedic ones, with really thick soles. I've given them away to a friend now, because these days my look is more '1980s substitute teacher gone wild.'","quoteAuthor":"Beth Ditto","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81142","quoteText":"My father was my main influence. He was a preacher, but he was also a history and political science teacher, and since he was my hero, I wanted to follow in his footsteps and become a teacher.","quoteAuthor":"David Soul","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81143","quoteText":"The greatest teacher I know is the job itself.","quoteAuthor":"James Cash Penney","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81144","quoteText":"I dropped out of high school when I was 16, after I had a huge argument with my English teacher over the meaning of the word 'existentialism.'","quoteAuthor":"Craig Ferguson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81145","quoteText":"I basically started playing violin at the age of six. That lasted about three years because my previous teacher died and the second teacher didn't really know how to successfully get me going.","quoteAuthor":"Miroslav Vitous","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81146","quoteText":"I would probably be a teacher if I weren't a comedian.","quoteAuthor":"Brad Garrett","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81147","quoteText":"My brother's a teacher in Costa Rica and actually does a more important and significant job than I will ever do.","quoteAuthor":"Dominic Monaghan","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81148","quoteText":"Last time I was in Jamaica I financed a teacher to teach in an orphanage.","quoteAuthor":"Ziggy Marley","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81149","quoteText":"There are ways we can go do a better job of educating young moms and dads about the vital role they have as the child's first teacher. I think there are ways in which we can partner with local school districts and states to do a better job to provide nutrition options at school.","quoteAuthor":"Tom Vilsack","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8114a","quoteText":"Evil can be a teacher, if you look at the wisdom of its negative power.","quoteAuthor":"Tom Brown, Jr.","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8114b","quoteText":"I'd like to say I was smart enough to finish six grades in five years, but I think perhaps the teacher was just glad to get rid of me.","quoteAuthor":"Alan Shepard","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8114c","quoteText":"Once I understood Bach's music, I wanted to be a concert pianist. Bach made me dedicate my life to music, and it was that teacher who introduced me to his world.","quoteAuthor":"Nina Simone","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8114d","quoteText":"I've noticed that my resolutions involve me not doing stuff that I wasn't going to do anyway so here's something more positive. I'm going to retrain as a Latin teacher in a provincial public school.","quoteAuthor":"Arthur Smith","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8114e","quoteText":"Being a mother has been my greatest teacher and also the most self-sacrificing thing I've ever done.","quoteAuthor":"Katey Sagal","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8114f","quoteText":"I was a mimic when I was a child. I mimicked the teacher and made friends that way, actually. That was a very subversive activity, because I was a goody-goody who never got in trouble. But if I went off in the corner and mimicked the teacher, people loved it.","quoteAuthor":"Anna Deavere Smith","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81150","quoteText":"My mom was a teacher - I have the greatest respect for the profession - we need great teachers - not poor or mediocre ones.","quoteAuthor":"Condoleezza Rice","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81151","quoteText":"My mother was a public school teacher in Virginia, and we didn't have any money, we just survived on happiness, on being a happy family.","quoteAuthor":"Dave Grohl","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81152","quoteText":"I claim Dickens as a mentor. He's my teacher. He's one of my driving forces.","quoteAuthor":"Anne Rice","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81153","quoteText":"My physics teacher, Thomas Miner was particularly gifted. To this day, I remember how he introduced the subject of physics. He told us we were going to learn how to deal with very simple questions such as how a body falls due to the acceleration of gravity.","quoteAuthor":"Steven Chu","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81154","quoteText":"It is worth while too to warn the teacher that undue severity in correcting faults is liable at times to discourage a boy's mind from effort.","quoteAuthor":"Quintilian","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81155","quoteText":"Charming women can true converts make, We love the precepts for the teacher's sake.","quoteAuthor":"George Farquhar","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81156","quoteText":"You know, a football coach is nothing more than a teacher. You teach them the same subject, and you have a group of new guys every year.","quoteAuthor":"Darrell Royal","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81157","quoteText":"I kind of fell backwards into acting. I was studying to be a high school teacher. I look now and I understand completely, or actually barely, how much work it is to be a teacher. It's an incredible amount of work.","quoteAuthor":"Nathan Fillion","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81158","quoteText":"I was attending the University of Alberta. I was going to be a high school teacher, like my parents. I failed - no, I didn't fail a class, I just barely passed. I really didn't try. It was Canadian history, through the plays of the time. My God, those were boring plays.","quoteAuthor":"Nathan Fillion","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81159","quoteText":"The second, and I think this is the much more overt and I think it is the main cause, I have been increasingly demonstrating or trying to demonstrate that every possible stance a critic, a scholar, a teacher can take towards a poem is itself inevitably and necessarily poetic.","quoteAuthor":"Harold Bloom","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8115a","quoteText":"When I left Europe in 1987 I did so with the thought that my relevance as a composition teacher would benefit from a certain cool distance to certain tendencies I had been observing for several years with increasing disquiet.","quoteAuthor":"Brian Ferneyhough","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8115b","quoteText":"NASA was going to pick a public school teacher to go into space, observe and make a journal about the space flight, and I am a teacher who always dreamed of going up into space.","quoteAuthor":"Christa McAuliffe","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8115c","quoteText":"I used to write things for friends. There was this girl I had a crush on, and she had a teacher she didn't like at school. I had a real crush on her, so almost every day I would write her a little short story where she would kill him in a different way.","quoteAuthor":"Stephen Colbert","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8115d","quoteText":"There is no real teacher who in practice does not believe in the existence of the soul, or in a magic that acts on it through speech.","quoteAuthor":"Allan Bloom","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8115e","quoteText":"I think the British people are very, very attached to the idea that the health service is free at the point of use. But there is no reason why every doctor, nurse and teacher in this country has to be employed by the state.","quoteAuthor":"George Osborne","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8115f","quoteText":"In the fourth grade, my history teacher gave us a project: Why was the auto industry located in Detroit, Michigan? I didn't know I was going to be an economist, but I knew I was going to do something that was involved in answering questions like that one because I thought that was a fascinating question.","quoteAuthor":"Mark Zandi","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81160","quoteText":"No voice teacher can be all things to all people. You have to gain information from whatever sources you can. You have to listen.","quoteAuthor":"Renee Fleming","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81161","quoteText":"I remember a moment when the Prince went back to his old school, Grammar School in Melbourne, and slightly to his horror his old music teacher produced a cello.","quoteAuthor":"Anthony Holden","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81162","quoteText":"A friend of mine said, no matter what I do I always look like an English teacher. She actually said, you still look like a Campbell's Soup kid.","quoteAuthor":"Kate Clinton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81163","quoteText":"I was sent to a nice Church of England girls' school and at that time, after university, a woman was expected to become a teacher, a nurse or a missionary - prior to marriage.","quoteAuthor":"Kate Adie","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81164","quoteText":"I love doing demonstrations. I think to be a great chef you have to be a great teacher. I love doing classes with people who love food and enjoy food, bringing them all around one table so to speak.","quoteAuthor":"Michael Symon","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81165","quoteText":"It's the teacher that makes the difference, not the classroom.","quoteAuthor":"Michael Morpurgo","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81166","quoteText":"I could never have pictured myself writing a book when I was 25 years old. My mom was an English teacher but I wasn't that way growing up.","quoteAuthor":"Tony Dungy","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81167","quoteText":"You never know what's going to happen. My mother was an English teacher. If someone had told her that I was going to write a book, she would never have believed that. So you can never say never.","quoteAuthor":"Tony Dungy","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81168","quoteText":"The American audience has really opened up to women being A.) funny and B.) kinda crude. 'Bridesmaids' is R-rated, and I think it was a major coup for women to have an R-rated comedy that did really well. Same as 'Bad Teacher.'","quoteAuthor":"Chris Pratt","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81169","quoteText":"America must be the teacher of democracy, not the advertiser of the consumer society. It is unrealistic for the rest of the world to reach the American living standard.","quoteAuthor":"Mikhail Gorbachev","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8116a","quoteText":"My duty as a teacher is to train, educate future programmers.","quoteAuthor":"Niklaus Wirth","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8116b","quoteText":"I want to thank my mum, my daddy, my coach, my teacher, everybody in my life.","quoteAuthor":"Jet Li","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8116c","quoteText":"I do readings at the public library. I just did a benefit scene night for my old acting teacher.","quoteAuthor":"Mark Ruffalo","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8116d","quoteText":"We love the precepts for the teacher's sake.","quoteAuthor":"George Farquhar","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8116e","quoteText":"It was my family that wanted me to be a teacher. That was safe, you see. To be a painter was terrible.","quoteAuthor":"Josef Albers","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8116f","quoteText":"I was a writer. I just wasn't a very good one. I was lucky enough to have a playwriting teacher who told me that I'd be a better actor than I would a playwright.","quoteAuthor":"Liev Schreiber","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81170","quoteText":"My teacher, my great cello teacher Leonard Rose, was such a great cellist, and nurturing man, very patient. But I grew up not only admiring him, but obviously Casals, Rostrotovich, Jacqueline du Pre, and many others, including many of my peers and contemporaries.","quoteAuthor":"Yo-Yo Ma","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81171","quoteText":"I think there are so many ways to become interested in music. I believe signs of sustained interest gives a sense of the right time. Music, if thought of as a language, would perhaps indicate that as early as possible is not so bad. I do believe that a really nurturing first teacher that makes the child love something is crucial.","quoteAuthor":"Yo-Yo Ma","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81172","quoteText":"I was an elementary school teacher.","quoteAuthor":"Luciano Pavarotti","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81173","quoteText":"I never wore a tie voluntarily, even though I was forced to wear one for photos when I was young and for official events at school. I used to wrap my tie in a newspaper, and whenever the teacher checked I would quickly put it on again. I'm not used to it. Most Bolivians don't wear ties.","quoteAuthor":"Evo Morales","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81174","quoteText":"A teacher is never too smart to learn from his pupils. But while runners differ, basic principles never change. So it's a matter of fitting your current practices to fit the event and the individual. See, what's good for you might not be worth a darn for the next guy.","quoteAuthor":"Bill Bowerman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81175","quoteText":"I have always believed that 98% of a student's progress is due to his own efforts, and 2% to his teacher.","quoteAuthor":"John Philip Sousa","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81176","quoteText":"But I think that any young drummer starting out today should get himself a great teacher and learn all there is to know about the instrument that he wants to play.","quoteAuthor":"Buddy Rich","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81177","quoteText":"Poetry is a special use of language that opens onto the real. The business of the poet is truth telling, which is why in the Celtic tradition no one could be a teacher unless he or she was a poet.","quoteAuthor":"Huston Smith","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81178","quoteText":"Literature is my life of course, but from an ontological point of view. From an existential point of view, I like being a teacher.","quoteAuthor":"Antonio Tabucchi","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81179","quoteText":"No, I'm happy to go on living the life I've chosen. I'm a university teacher and I like my job.","quoteAuthor":"Antonio Tabucchi","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8117a","quoteText":"When I had my first voice lesson I was 15 years old. And I had a really good teacher. This is what made all the difference. A good teacher will teach you the technique, but also how to listen to your voice.","quoteAuthor":"Cecilia Bartoli","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8117b","quoteText":"I remember telling my creative writing teacher that you never want to have a journal, because if you lose it, then someone's going to know all your secrets. And then she stopped using a journal, but I always write everything down... Anytime I travel, I try and fill up notepads.","quoteAuthor":"Garrett Hedlund","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8117c","quoteText":"When I was a teacher, teachers would come into my classroom and admire my desk on which lay nothing whatever, whereas theirs were heaped with papers and books.","quoteAuthor":"Norman MacCaig","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8117d","quoteText":"But the fact is, no matter how good the teacher, how small the class, how focused on quality education the school may be none of this matters if we ignore the individual needs of our students.","quoteAuthor":"Roy Barnes","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8117e","quoteText":"I've never considered myself a celebrity or even part of the entertainment business. I'm a cooking teacher.","quoteAuthor":"Martin Yan","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8117f","quoteText":"I love kids, so two things that I have thought about are being a pediatrician or a kindergarten teacher.","quoteAuthor":"Karlie Kloss","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81180","quoteText":"When you become a parent, or a teacher, you turn into a manager of this whole system. You become the person controlling the bubble of innocence around a child, regulating it.","quoteAuthor":"Kazuo Ishiguro","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81181","quoteText":"In the ideal classroom, the teacher is either spending all of their time doing deep interventions with students on a one-on-one basis or facilitating true interactivity - labs, simulations, projects.","quoteAuthor":"Salman Khan","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81182","quoteText":"When I started writing full time I had not long stopped being a teacher and when at last I had a full day to write, I would put music on and wonder to myself - am I allowed to do this? Then I thought: 'I am control of this and no one is telling me what I can do.'","quoteAuthor":"Roddy Doyle","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81183","quoteText":"I'm the son of an everyman. My father is a teacher. He teaches physics at a boys' school in Sydney.","quoteAuthor":"Alex O'Loughlin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81184","quoteText":"I had a great drama teacher in high school, and that's when I started to learn about the history of theater.","quoteAuthor":"Elizabeth Olsen","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81185","quoteText":"I do a lot of work with the Dyslexia Institute because, for people with dyslexia who do not have parental support, it is a huge disadvantage. I was fortunate because my Mum was a teacher and she taught me to work hard.","quoteAuthor":"Susan Hampshire","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81186","quoteText":"I want to be involved with young people in some way. Teenagers. Because that's the most vulnerable time. I have a fantasy of becoming a teacher one day.","quoteAuthor":"Elisabeth Shue","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81187","quoteText":"From a very early age, my wife and I told our son that there are times and places for everything. I told him, look, when you're in class, you have to be quiet and listen to your teacher, but when you go out to the playground, you can scream and be silly.","quoteAuthor":"Mark Hoppus","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81188","quoteText":"If you love dance and you have the gift of teaching, teaching is super amazing and important because my teachers planted that seed in me. As a teacher you understand the difference or the definition of a Baryshnikov or a Gregory Hines, so teaching is really important and very necessary.","quoteAuthor":"Laurieann Gibson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81189","quoteText":"All I wanted was to be a university teacher.","quoteAuthor":"Jalal Talabani","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8118a","quoteText":"I made my drama teacher cry. I only took drama to get out of writing papers in English and the teacher was this thespian Broadway geek and here I was this Italian guy from Staten Island and I would put her in tears.","quoteAuthor":"Vinny Guadagnino","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8118b","quoteText":"My younger sister had kids before I did, and managed to earn a master's degree while raising them as a single parent. Now she's a brilliant second-grade teacher. I'm in awe of her ability to juggle everything and still be a great mother.","quoteAuthor":"Idina Menzel","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8118c","quoteText":"When I was in the first grade I was afraid of the teacher and had a miserable time in the reading circle, a difficulty that was overcome by the loving patience of my second grade teacher. Even though I could read, I refused to do so.","quoteAuthor":"Beverly Cleary","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8118d","quoteText":"I think my parents were happy that I'd gone to university and gotten a degree in history so they thought, 'Well if acting doesn't work for him, he can always become a history teacher or something.' Fortunately, the acting worked out.","quoteAuthor":"Derek Jacobi","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8118e","quoteText":"Jesse Jackson is a leader and a teacher who can open our hearts and open our minds and stir our very souls.","quoteAuthor":"Ann Richards","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8118f","quoteText":"Well, financially it's a little bit better. But it's better than than when I was a teacher. But I kind of - it's allowed me to buy a house. And I've been able to help my mother with some stuff and my brother. So, that's nice.","quoteAuthor":"Clay Aiken","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81190","quoteText":"But I was going to be a teacher my entire life, so I wasn't counting on money to much.","quoteAuthor":"Clay Aiken","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81191","quoteText":"I hope that I serve by being a teacher.","quoteAuthor":"Jenna Bush","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81192","quoteText":"As a teacher you can see the difference in kids who have parents who were involved. That difference, by the time these kids get to the third grade, is drastic.","quoteAuthor":"Jenna Bush","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81193","quoteText":"In my teens, I developed a passionate idolatry for a teacher of English literature. I wanted to do something that he would approve of more, so I thought I should be some sort of a scholar.","quoteAuthor":"Trevor Nunn","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81194","quoteText":"I was a hyper kid in school and the teacher suggested to my mom she needed to do something with me.","quoteAuthor":"Devon Sawa","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81195","quoteText":"I was 20 years old, working as a roofer and a telemarketer and driving a taxi, just barely getting by. A friend of a friend suggested I try acting. I was like, 'Why? What am I going to do? Community theater?' But I took a class, and the teacher thought that I had potential, so I moved to Vancouver and started auditioning.","quoteAuthor":"Cory Monteith","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81196","quoteText":"If you lock me in the room with a piano teacher for a year I might be able to knock out a rendition of 'Roll Out The Barrel,' but will I ever be a concert pianist? No.","quoteAuthor":"Alan Sugar","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81197","quoteText":"If you become a teacher, by your pupils you'll be taught.","quoteAuthor":"Oscar Hammerstein II","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81198","quoteText":"I was on Oprah's show recently talking about the people who impacted me the most. One was a teacher and one was my soccer coach. I didn't even go into my family, who had the most influence.","quoteAuthor":"Andrew Shue","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81199","quoteText":"I'd never been a teacher before, and here I was starting my first day with these eager students. There was a shortage of teachers, and they had been without a math teacher for six months. They were so excited to learn math.","quoteAuthor":"Andrew Shue","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8119a","quoteText":"I went to a Catholic high school and it seemed like every time I drew something for a class project, it either got thrown away by the teacher or something.","quoteAuthor":"Mike Judge","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8119b","quoteText":"I don't learn so good, no matter how good the teacher is.","quoteAuthor":"Warren Zevon","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8119c","quoteText":"I would take William H. Macy as a teacher any day of the week. He's incredible. He's got a lot of hard-earned experience.","quoteAuthor":"Skeet Ulrich","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8119d","quoteText":"I feel so very grateful to have the voice God gave me. It takes a lot of rest and training to sing, and I was lucky that I found a great teacher when I first moved to New York.","quoteAuthor":"Judy Collins","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8119e","quoteText":"I'm sure that had I not been a coach, I would have been some form of a teacher.","quoteAuthor":"John Madden","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8119f","quoteText":"My mother was told she couldn't go to medical school because she was a woman and a Jew. So she became a teacher in the New York City public school system.","quoteAuthor":"Marilyn Hacker","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811a0","quoteText":"As a teacher you are more or less obliged to pay the same amount of attention to everything. That can wear you down.","quoteAuthor":"Marilyn Hacker","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811a1","quoteText":"I worked as a secretary, a waitress and a dance teacher - all in high school.","quoteAuthor":"Jennie Garth","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811a2","quoteText":"Usually, girls weren't encouraged to go to college and major in math and science. My high school calculus teacher, Ms. Paz Jensen, made math appealing and motivated me to continue studying it in college.","quoteAuthor":"Ellen Ochoa","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811a3","quoteText":"I had this wonderful career and thought I would retire as a teacher.","quoteAuthor":"Tim Gunn","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811a4","quoteText":"If you told me when I was a teen that I would end up being a teacher, I would have said you're out of your mind, because quite frankly I hated school.","quoteAuthor":"Tim Gunn","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811a5","quoteText":"Ask everyone whether they're an actor or a doctor or a teacher or whatever is entitled to his or her opinion. But unfortunately, because actors are in the public eye, whether we want it or not, sometimes our opinions carry more weight or influence than they deserve.","quoteAuthor":"Debra Messing","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811a6","quoteText":"When I was very, very young, seven years old, I heard there was school where you could go to learn to draw. That was my absolute driven passion, to become an artist or a painter. So the romantic realist in me, I studied to be a graphic design artist and an art teacher.","quoteAuthor":"David Coverdale","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811a7","quoteText":"My name is James Edward Franco. Ted is a nickname for Edward. That's what my parents called me. I also got 'Teddy Ruxpin' a lot. It just got to a point where I got sick of it, so when a teacher called out 'James Franco' my junior year of high school, I didn't correct her.","quoteAuthor":"James Franco","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811a8","quoteText":"I started the class late. The teacher said I would have to learn as much in half a year that the others learned in a year. I did it.","quoteAuthor":"Katarina Witt","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811a9","quoteText":"Writing became an obsessive compulsive habit but I had almost no money so I thought about being an urban firefighter and having lots of free time in which to write or becoming an English teacher and thinking about books and writers on a daily basis. That swayed me.","quoteAuthor":"David Guterson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811aa","quoteText":"I could never have a better teacher in those days than my father.","quoteAuthor":"Tony Visconti","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ab","quoteText":"My father still is a lawyer, and my mom was a teacher and then later a career counselor.","quoteAuthor":"Steve Case","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ac","quoteText":"My dad remembers being in school with my uncle, and the teacher would say outright to the class that the Japanese were second-class citizens and shouldn't be trusted.","quoteAuthor":"Mike Shinoda","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ad","quoteText":"Children are already accustomed to a world that moves faster and is more exciting than anything a teacher in front of a classroom can do.","quoteAuthor":"Major Owens","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ae","quoteText":"We can not wait until we have enough trained people willing to work at a teacher's salary and under conditions imposed upon teachers in order to improve what happens in the classroom.","quoteAuthor":"Major Owens","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811af","quoteText":"The office of the public teacher is an unenviable and thankless one.","quoteAuthor":"Felix Adler","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811b0","quoteText":"My grandmother was a teacher, my sister was a teacher, my daughter was a teacher and is now a superintendent in northern California, and my son-in-law is a high school principal. I am surrounded.","quoteAuthor":"Loni Anderson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811b1","quoteText":"I had my heart set on becoming an English teacher, but stumbled into acting after meeting a theatrical agent in my dad's restaurant in San Diego.","quoteAuthor":"Charisma Carpenter","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811b2","quoteText":"My mother wanted to be a teacher when she was young, and my father didn't approve of it, so she fought very hard to become one. And she did it. So when I said I wanted to become an actress, my mother was very supportive. She always said to me, 'There's no such thing as 'can't.'","quoteAuthor":"Archie Panjabi","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811b3","quoteText":"The two things I was positive about in life were that I was going to be a teacher at a boarding school or an operative with the CIA posted abroad. I could write a book about all the things I was sure about.","quoteAuthor":"Tucker Carlson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811b4","quoteText":"My being a teacher had a decisive influence on making language and systems as simple as possible so that in my teaching, I could concentrate on the essential issues of programming rather than on details of language and notation.","quoteAuthor":"Niklaus Wirth","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811b5","quoteText":"The role of the teacher is to create the conditions for invention rather than provide ready-made knowledge.","quoteAuthor":"Seymour Papert","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811b6","quoteText":"My first career was as a coach and a teacher.","quoteAuthor":"David Friedman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811b7","quoteText":"One of the most extraordinary things about being a spiritual teacher is the rare privilege of being able to look deeply into the very souls of many human beings at the same time.","quoteAuthor":"Andrew Cohen","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811b8","quoteText":"If you put down a list of jobs, doctor, lawyer, janitor, teacher or movie star, everybody would pick the movie star. And why? So you could lie around the pool, drink margaritas and send money to your parents. So that's what I did.","quoteAuthor":"Steve Guttenberg","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811b9","quoteText":"My father followed, during most of his life, the precarious occupation of a country school teacher.","quoteAuthor":"Simon Newcomb","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ba","quoteText":"What we now call school training, the pursuit of fixed studies at stated hours under the constant guidance of a teacher, I could scarcely be said to have enjoyed.","quoteAuthor":"Simon Newcomb","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811bb","quoteText":"I remember the mentoring experiences of some teachers that I had, like a second term home room teacher in public school that really was very helpful to me.","quoteAuthor":"Sanford I. Weill","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811bc","quoteText":"My father's a preacher, my mother's a teacher, thus I rhyme.","quoteAuthor":"Saul Williams","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811bd","quoteText":"My father was a teacher, and there were teachers all around, his friends, they were working for the Government and their behaviour was within strictly limited areas.","quoteAuthor":"C. L. R. James","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811be","quoteText":"Of all the hard jobs around, one of the hardest is being a good teacher.","quoteAuthor":"Maggie Gallagher","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811bf","quoteText":"I had a really creative teacher at primary school. He used to get us doing things such as singing Spandau Ballet in drag in the choir, and I remember loving it.","quoteAuthor":"Dominic Cooper","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811c0","quoteText":"I don't find acting to be a particularly noble way to make a living. I'm not saving anybody's life, I'm not a teacher, I'm not working for UNICEF. I don't think I'm some big deal.","quoteAuthor":"Ellen Pompeo","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811c1","quoteText":"I had a classic gym teacher in junior high who wore a weightlifter's belt all the time.","quoteAuthor":"Danny McBride","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811c2","quoteText":"You know, a lot of those angry sort of Southern man characters that I've been doing are based on different people I might've had as, like, a soccer coach or as a teacher.","quoteAuthor":"Danny McBride","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811c3","quoteText":"So what does a good teacher do? Create tension - but just the right amount.","quoteAuthor":"Donald Norman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811c4","quoteText":"A father is a person who's around, participating in a child's life. He's a teacher who helps to guide and shape and mold that young person, someone for that young person to talk to, to share with, their ups and their downs, their fears and their concerns.","quoteAuthor":"Michael Nutter","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811c5","quoteText":"Find a good teacher, as I found for my sons. I feel the worst thing you can do is to try and teach your own children yourself, because there is a natural rebellion that occurs.","quoteAuthor":"Keith Emerson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811c6","quoteText":"Mike Watt and I had the same teacher. Mr. Tanaka.","quoteAuthor":"Krist Novoselic","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811c7","quoteText":"You know, I loved math. My mom was a math teacher.","quoteAuthor":"Joan Cusack","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811c8","quoteText":"I wasn't originally taking drama, but the drama teacher asked me to audition for Bye, Bye Birdie. I did and got the lead role. Initially I was kind of scared, but once I did it I got bitten by the bug and loved it.","quoteAuthor":"Kevin Richardson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811c9","quoteText":"My dad was a football player - a soccer player - for Manchester United, and I loved playing football, but I also happened to be the guy in class who was pretty good at sight reading. My teacher gave me scripts, and I was very comfortable.","quoteAuthor":"Ian McShane","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ca","quoteText":"As a former high school teacher, I know that investing in education is one of the most important things we can do, not only for our children, but for the benefit of our whole community.","quoteAuthor":"Ed Pastor","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811cb","quoteText":"Before I got Doctor Who, I went to the Guildhall School of Music and Drama. I went back to take the final grade exam, which is the grade you have to take before you can take the teacher's diploma.","quoteAuthor":"Sarah Sutton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811cc","quoteText":"My first acting job happened by accident when I was really young. I was in fifth grade and my teacher saw an ad in the paper and took me to the audition after school and I got the part.","quoteAuthor":"Ajay Naidu","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811cd","quoteText":"I was very studious, too much. I would never go out at weekends. I was very serious. You should have seen me in class - I was blushing and sweating every time the teacher asked me something.","quoteAuthor":"Eva Green","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ce","quoteText":"My mother was a P.E. teacher, and she was kind of a fanatic about fitness and nutrition growing up, so it was ingrained in me at a young age. As I get older, I'm finding out it's not about getting all buffed up and looking good. It's more about staying healthy and flexible.","quoteAuthor":"Josh Duhamel","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811cf","quoteText":"I guess by taking lessons early on, and really trying to play all the rudimentary stuff, and try to have it sound as good as my teacher. It took a lot of practice, which I enjoyed, and still do.","quoteAuthor":"Matt Cameron","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811d0","quoteText":"My mother wanted me to be a teacher. She had this vision of me walking across the quadrangle in an Oxford college wearing my academic gown.","quoteAuthor":"Simon Callow","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811d1","quoteText":"I always wanted to be a teacher.","quoteAuthor":"Nicky Hilton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811d2","quoteText":"I had a teacher in art school who said something about the only works he really enjoyed seeing or found much in were works where he had a sense that a discovery was made in the course of making this object. I like to hold to that as my marching orders.","quoteAuthor":"Martin Mull","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811d3","quoteText":"People can look to me as a teacher, but I consider myself a student of hip-hop.","quoteAuthor":"Doug E. Fresh","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811d4","quoteText":"I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren't wealthy, but we were determined to succeed.","quoteAuthor":"Eva Longoria","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811d5","quoteText":"I didn't want to be the archetypal sponging brother-in-law, so I didn't go into acting when I got to the States. I thought, 'No, I'll go to school and then I'll be an English teacher that'll be fun.' But I was horrible as a teacher. As hard as I tried, I just couldn't inspire those kids to take an interest in Milton and Shakespeare and Donne.","quoteAuthor":"John Mahoney","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811d6","quoteText":"There is a shortage of teachers but the January 2001 schools census showed that teacher numbers were at their highest level than at any time since 1984 - and 11,000 higher than 1997.","quoteAuthor":"Estelle Morris","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811d7","quoteText":"It was difficult being a teacher and out of the closet in the '50s. By the time I retired, the English department was proud of having a gay poet of a certain minor fame. It was a very satisfactory change!","quoteAuthor":"Thom Gunn","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811d8","quoteText":"My old teacher's definition of poetry is an attempt to understand.","quoteAuthor":"Thom Gunn","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811d9","quoteText":"The fact of the matter is that when there are feelings involved and you like someone, it doesn't matter if you're an actor, a teacher, a doctor, a lawyer, a receptionist - you can't really help it when you have feelings for someone.","quoteAuthor":"Jessica Szohr","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811da","quoteText":"I wasn't a very good teacher.","quoteAuthor":"Amos Lee","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811db","quoteText":"I decided at age 9, but I was reinforced at age 13 when a teacher told me I had talent. I can't say she really motivated me because I already knew. I knew I had talent. I went to the Jewish community theater and got in plays there. Then I went for the movies.'","quoteAuthor":"Richard Dreyfuss","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811dc","quoteText":"If I wasn't an actor, I'd be a teacher, a history teacher. After all, teaching is very much like performing. A teacher is an actor, in a way. It takes a great deal to get, and hold, a class.","quoteAuthor":"Richard Dreyfuss","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811dd","quoteText":"Time is a great teacher, but unfortunately it kills all its pupils.","quoteAuthor":"Hector Berlioz","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811de","quoteText":"When I went to college, my goal was to be a college history teacher. I majored in history.","quoteAuthor":"George J. Mitchell","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811df","quoteText":"I wasn't a ballet baby. My first dance class was in an outdoor pavilion when I was three. It was called 'creative movement.' The teacher gave us chiffon scarves in beautiful colors. She turned on some music and said, 'Now go dance.' So for me, dance has always been about self-expression.","quoteAuthor":"Carrie Ann Inaba","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811e0","quoteText":"I've always written. When I was in school, the only teacher who ever liked me was my creative writing teacher. I used to enter poetry competitions, and I don't think I ever lost one. So I had the idea for a while of being some kind of poet.","quoteAuthor":"Justin Townes Earle","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811e1","quoteText":"Well, the teacher I studied with for nineteen and a half years was a man named Paul Gavert. He was a great lieder singer, so basically I'm a trained lieder singer because of that teacher. The teacher I currently study with - since 1995 - is Joan Lader, who also studied with Gavert.","quoteAuthor":"Betty Buckley","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811e2","quoteText":"For one thing, I teach my students what my teacher for twenty years, Paul Gavert, told me, 'The voice follows... the voice follows everything about you... who you are.'","quoteAuthor":"Betty Buckley","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811e3","quoteText":"As a former teacher and a mother and grandmother, I know firsthand the importance of a quality education.","quoteAuthor":"Sue Kelly","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811e4","quoteText":"And I found out, the other part of it is that I found out and in my desire to life successfully, that baseball fit very well into my life. It's been a great teacher, trainer, mentor and you'll see what I mean in the next few minutes that I have to speak.","quoteAuthor":"Dave Winfield","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811e5","quoteText":"As a student I learned from wonderful teachers and ever since then I've thought everyone is a teacher.","quoteAuthor":"Bill Moyers","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811e6","quoteText":"Then I heard this genius teacher Stella Adler - I recommend you read anything you might find about her and if you have anyone interested in theatre, you get them one of her books.","quoteAuthor":"Harvey Keitel","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811e7","quoteText":"The main thing I am interested in is my experience as a teacher.","quoteAuthor":"Frank McCourt","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811e8","quoteText":"I first decided to become an actor at school. A teacher gave us a play to do and that had a major impact. At first, I wanted to work in the theatre, but there was something about the ambience of film, especially American films, that always attracted me.","quoteAuthor":"Jean Reno","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811e9","quoteText":"Although I am basically self taught, I consider Debussy my teacher - the most important elements are colour, light and shadow.","quoteAuthor":"Toru Takemitsu","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ea","quoteText":"The message of music was also the first thing what I learned from my first teacher. She was an organist too and she was very devoted to what she played, so she had a respect for every piece and she felt that she is not allowed to add something of her own.","quoteAuthor":"Kurt Masur","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811eb","quoteText":"I started studying music at the age of five and a half. My older sister was taking piano lessons. When her teacher left our apartment, I would get up on the piano bench and start picking out the notes that were part of my sister's lessons.","quoteAuthor":"Marvin Hamlisch","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ec","quoteText":"There is no recipe to be a great teacher, that's what is unique about them.","quoteAuthor":"Robert Sternberg","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ed","quoteText":"What is it in you that brings you to a spiritual teacher in the first place? It's not the spirit in you, since that is already enlightened, and has no need to seek. No, it is the ego in you that brings you to a teacher.","quoteAuthor":"Ken Wilber","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ee","quoteText":"Ironically, for a few million people in the Far East, I did become an English teacher through my music.","quoteAuthor":"Pat Boone","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ef","quoteText":"I was a teacher for a long time. I taught at a community college: voice, theory, humanities. And nowadays, music education is a dying thing. Funding is being cut more and more and more.","quoteAuthor":"Jon Secada","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811f0","quoteText":"I had an art teacher who's the reason I got there in high school who encouraged me to go to Alabama. That's where she had gone and kept raving over their art department.","quoteAuthor":"Sela Ward","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811f1","quoteText":"When I was writing 'The Abstinence Teacher,' I really tried to immerse myself in contemporary American evangelical culture.","quoteAuthor":"Tom Perrotta","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811f2","quoteText":"I wanted to be an English teacher. I wanted to do it for the corduroy jackets with patches on the side. When I got to college, as I was walking across campus one day, I ripped off a little flyer for this sketch-comedy group. It ended up being one of the greatest things I've ever done.","quoteAuthor":"John Krasinski","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811f3","quoteText":"The Sunday School teacher talked too much in the way our grade school teacher used to when she told us about George Washington. Pleasant, pretty stories, but not true.","quoteAuthor":"Frances Farmer","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811f4","quoteText":"The processes of teaching the child that everything cannot be as he wills it are apt to be painful both to him and to his teacher.","quoteAuthor":"Anne Sullivan Macy","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811f5","quoteText":"I need a teacher quite as much as Helen. I know the education of this child will be the distinguishing event of my life, if I have the brains and perseverance to accomplish it.","quoteAuthor":"Anne Sullivan Macy","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811f6","quoteText":"When I graduated from high school, the teacher said I was throwing my life away following music, and the same teacher invited me back to speak at the school. I don't say that to brag, I just want to be an example.","quoteAuthor":"Big Sean","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811f7","quoteText":"I spent most of my high school years on movie sets and I'd have like one teacher, which was really bad.","quoteAuthor":"Devon Sawa","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811f8","quoteText":"I took an acting class. After the first day, the teacher quit, so they said take another. When I saw 'How to be a Stand-up Comedian,' it resonated. I realized I'd rather make 200 people laugh than make one person cry.","quoteAuthor":"Wendy Liebman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811f9","quoteText":"I'm home schooled, and I have a teacher that goes with me on all my movies.","quoteAuthor":"Dakota Fanning","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811fa","quoteText":"Cultural dominance of middle-class norms prevail in middle-class schools with a teacher teaching toward those standards and with students striving to maintain those standards.","quoteAuthor":"James S. Coleman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811fb","quoteText":"There was a teacher who recognized that I was interested in cartooning and he was great.","quoteAuthor":"Jonathan Shapiro","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811fc","quoteText":"If you're a doctor or a lawyer or teacher, if you only get three things right out of 10, you're considered a failure.","quoteAuthor":"Jamie Moyer","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811fd","quoteText":"I got into acting because my teachers kept nudging me into it. The power a teacher has to influence someone is so great. I can't think of a profession I have more respect for.","quoteAuthor":"Jon Hamm","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811fe","quoteText":"There happened to be guitar classes at the college, and there was a guitar teacher there with whom I used to play. In addition, I also would go out into country schools and teach little kids basic guitar and singing a few times a week.","quoteAuthor":"Mark Knopfler","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e811ff","quoteText":"But the idea that I should be a teacher and a researcher of some sort did not vary over the years.","quoteAuthor":"Amartya Sen","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81200","quoteText":"As a teacher myself I've been in situations where parents come at you, and sometimes parents come across like the teacher doesn't want the best for their kid and it can be really, really hurtful.","quoteAuthor":"Rosalind Wiseman","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81201","quoteText":"When my opera Plump Jack was performed in 1989, my first piano teacher sent me something that I'd composed when I was four. I remember I played it, and it still sounded like me. I'm the same composer I was then.","quoteAuthor":"Gordon Getty","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81202","quoteText":"I don't have a lot of skills, but one thing I can do is, I can compartmentalize. I can make that a little world that I can go back to, so I can be a waitress, or I can be a teacher, and then go and work on my book.","quoteAuthor":"Dana Spiotta","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81203","quoteText":"I count myself well educated, for the admirable woman at the head of the school which I attended from the age of four and a half till I was thirteen and a half, was a born teacher in advance of her own times.","quoteAuthor":"Catherine Helen Spence","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81204","quoteText":"Following my junior year in high school, I went on a camping trip through Russia in a group led by Horst Momber, a young language teacher from Roosevelt.","quoteAuthor":"Peter Agre","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81205","quoteText":"My first public impression was my French teacher, Derek Swift.","quoteAuthor":"Rory Bremner","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81206","quoteText":"I had a great drama teacher, and he sort of made out drama school as this incredibly difficult thing to get into: 6,000 people apply every year, and some of the schools only have 12 places. It's a phenomenally difficult thing to get into. And that excited me - I wanted that challenge.","quoteAuthor":"Jeremy Irvine","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81207","quoteText":"I had a teacher, he was 86 years old and his name was Luigi in New York City, and he said, 'Never stop moving. You get to reinvent yourself.' So you have to find ways to reinventing yourself. Especially today, because it's a whole different market - social media is so important.","quoteAuthor":"Ben Vereen","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81208","quoteText":"The teacher of history's work should be, ideally, not simply a description of past cultures, but a performance of the culture in which we live and are increasingly taking our being.","quoteAuthor":"William Irwin Thompson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81209","quoteText":"I feel really good in the teacher role.","quoteAuthor":"Jimmy Chamberlin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8120a","quoteText":"I do think we know that a teacher who knows what he or she is doing, knows their subject matter, and knows how to impart knowledge to kids is a critical piece of closing the achievement gap.","quoteAuthor":"Margaret Spellings","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8120b","quoteText":"The answer, of course, in the mouth of a Christian teacher is that in Christianity alone is there both present joy and future hope.","quoteAuthor":"Mary Augusta Ward","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8120c","quoteText":"A teacher enlarges people in all sorts of ways besides just his subject matter.","quoteAuthor":"Wallace Stegner","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8120d","quoteText":"I was very inspired by my mother. She was a vocal teacher and sang in a band, and my first memories of her were going out with her on the local circuit.","quoteAuthor":"Daryl Hall","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8120e","quoteText":"When a music teacher that I had at school was taken ill and we had a variety show and I had to fill in - that's when I realized I had a voice.","quoteAuthor":"Lily Allen","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8120f","quoteText":"If you improve a teacher's self-esteem, confidence, communication skills or stress levels, you improve that teacher's overall effectiveness across the curriculum.","quoteAuthor":"Elaine MacDonald","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81210","quoteText":"My father was a writer and an acting teacher.","quoteAuthor":"Noah Hathaway","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81211","quoteText":"I wanted to become a kindergarten teacher like my mother.","quoteAuthor":"Ziyi Zhang","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81212","quoteText":"I'm sure any vocal teacher that listens to me would rather cut my throat than do anything - I do everything all wrong - but I think for me that's the best - because I don't think I have a voice so I think what I project would be style - if I learned to sing I'd lose my style.","quoteAuthor":"Julie London","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81213","quoteText":"I wanted to be a ballet teacher.","quoteAuthor":"Jaclyn Smith","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81214","quoteText":"Both my grandmothers had upright pianos, and I just knew how to play since I was a child. Nobody taught me. I sounded like a grown-up, and then I learned how to read music. I played so well by ear I could fool the teacher to believe I could play the notes. She'd make the mistake of playing the song once, and I could play it.","quoteAuthor":"Valerie Simpson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81215","quoteText":"I had one companion. He was a teacher from the Ukraine who spoke English so we could communicate a bit. I learnt a few Russian words, but it was hard to concentrate.","quoteAuthor":"Mathias Rust","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81216","quoteText":"I enjoyed school - although I ran away on the first day. I'd reminded the teacher that it was nearly time for 'Watch With Mother' on TV.","quoteAuthor":"Paul O'Grady","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81217","quoteText":"My primary school teacher once poured a bottle of curdled school milk forcefully down my throat. Then I threw it up all over her suede shoes. I'd rather have drunk from the spittoon in Barney's barber shop.","quoteAuthor":"Paul O'Grady","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81218","quoteText":"I think it is most important for a teacher to play the pieces and studies that are being played by the student.","quoteAuthor":"James Galway","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81219","quoteText":"My second grade teacher told me I would never graduate high school. That I was going to be a juvenile delinquent.","quoteAuthor":"Miles Teller","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8121a","quoteText":"First play I ever did was 'Footloose.' I played the part of Willard when I was 16. I think I wore my drama teacher's jeans and her belt - that's how small I was. I know a lot of Willard's back story from the musical that's not explored in the film. Like he's got this whole relationship with his mama, and he sings this song 'Mama Says.'","quoteAuthor":"Miles Teller","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8121b","quoteText":"I got into acting my junior year of high school. We got a new hot drama teacher and I was like 'Alright, I'll try drama.'","quoteAuthor":"Miles Teller","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8121c","quoteText":"I love films that make me react emotionally and physically when you walk out of the cinema. Two of my favorite films however have got to be 'The Tree Of Life' and 'The Piano Teacher,' which also stars one of my favourite actresses Isabelle Huppert.","quoteAuthor":"Alicia Vikander","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8121d","quoteText":"I studied with a blind teacher from about 5 until I was 16, at two different schools. From the age of 12 until 16, I was in a boarding school-which, I believe, at that time was compulsory for blind children.","quoteAuthor":"George Shearing","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8121e","quoteText":"Dad worked his entire career as an aviation technician. Mom was a legal secretary who became a teacher. We lived a simple American life.","quoteAuthor":"Brian Sandoval","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8121f","quoteText":"I had a great movement teacher - he showed me how to walk so I wasn't becoming like a cartoon.","quoteAuthor":"John Leguizamo","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81220","quoteText":"I went whole hog at the actor's lifestyle - really embraced it. I had by then known how much I loved acting already, because I discovered acting from a teacher in the seminary - that's the first place I ever did it, in the seminary.","quoteAuthor":"Peter Jurasik","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81221","quoteText":"I lived in a town of 400 until I was like nine or ten. My dad coached all the sports - he was a gym teacher and health teacher for grades K-12.","quoteAuthor":"January Jones","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81222","quoteText":"If it wasn't for my drama teacher, I wouldn't be here right now.","quoteAuthor":"Kel Mitchell","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81223","quoteText":"I got started when I was 3 years old because my father was a music teacher and my lessons were free. Instead of learning to walk, you learn to play the piano.","quoteAuthor":"Carla Bley","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81224","quoteText":"When you are studying jazz, the best thing to do is listen to records or listen to live music. It isn't as though you go to a teacher. You just listen as much as you can and absorb everything.","quoteAuthor":"Carla Bley","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81225","quoteText":"It's cool for me because I'm a director, but I'm also a teacher. I'm a lover of cinema, and I love working with people who are hungry and have the energy to really do better work.","quoteAuthor":"John Singleton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81226","quoteText":"I was strongly encouraged by a science teacher who took an interest in me and presented me with a key to the laboratory to allow me to work whenever I wanted.","quoteAuthor":"Frederick Reines","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81227","quoteText":"Every child grows everything depends on the teacher.","quoteAuthor":"Shinichi Suzuki","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81228","quoteText":"Encouragement from my high school teacher Patty Hart said 'you need to focus and theater might be your route out of here.' I created the program, went to college and graduate school and now here I am.","quoteAuthor":"Jeffrey Donovan","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81229","quoteText":"Art owes its origin to Nature herself... this beautiful creation, the world, supplied the first model, while the original teacher was that divine intelligence which has not only made us superior to the other animals, but like God Himself, if I may venture to say it.","quoteAuthor":"Giorgio Vasari","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8122a","quoteText":"I taught in a small teacher's college for three or four years, at which point all the administrators got a pay raise and the teaching faculty didn't.","quoteAuthor":"David Eddings","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8122b","quoteText":"In the depth of the near depression, that he faced when he came in, Barack Obama and Democratic leaders in Congress provided 'recovery funds' that literally kept our classrooms open. Two years ago, these funds saved nearly 20,000 teacher and education jobs - just here in North Carolina.","quoteAuthor":"Jim Hunt","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8122c","quoteText":"My acting teacher used to say that people reveal themselves in their opposites.","quoteAuthor":"Kristin Bauer van Straten","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8122d","quoteText":"I grew up singing. My mother was a music teacher.","quoteAuthor":"Connie Britton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8122e","quoteText":"Yes, I was actually an acting teacher for a while.","quoteAuthor":"Alanna Ubach","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8122f","quoteText":"You really have to be a morning person if you want to be a teacher.","quoteAuthor":"Alanna Ubach","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81230","quoteText":"Thus, the standard library will serve as both a tool and as a teacher.","quoteAuthor":"Bjarne Stroustrup","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81231","quoteText":"That's a big deal for kids, when they come into the kitchen and the teacher is drinking coffee with mom. They react differently on the next day when you say: 'Sit down and shut-up!'","quoteAuthor":"Ed O'Neill","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81232","quoteText":"My painting teacher in high school used to say, 'I can't paint like I want to, but through practice I'll get better.' But I don't think that's true. I think sometimes you just can't paint.","quoteAuthor":"Ellie Kemper","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81233","quoteText":"After this, I took private lessons in Italian from an elementary school teacher. He gave me themes to write about, and some of them turned out so well that he told me to publish them in a newspaper.","quoteAuthor":"Grazia Deledda","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81234","quoteText":"Writing, I'm convinced, should be a subversive activity - frowned on by the authorities - and not one cooed over and praised beyond common sense by some teacher.","quoteAuthor":"Dan Simmons","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81235","quoteText":"I loved almost everything about being a teacher, but I was an unusual teacher.","quoteAuthor":"Dan Simmons","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81236","quoteText":"I want to clear up a few myths about myself. People have written that I was a kindergarten teacher and a former Miss Texas, and neither is true.","quoteAuthor":"Krista Allen","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81237","quoteText":"My dad was a high school teacher and made no money.","quoteAuthor":"Billy Baldwin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81238","quoteText":"When I started out back in Louisville, there was Harry Collins. He was my first teacher. He saw that I was so obsessed with magic that he taught me the love of magic.","quoteAuthor":"Lance Burton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81239","quoteText":"I always think about which blood drive was going on in Georgia that day when that husband or mom or school teacher rolled up their sleeve and actually gave me a second chance at life. It's the ultimate gift of life, and I'm the one who was on the other end.","quoteAuthor":"Niki Taylor","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8123a","quoteText":"I was terrified of being a teacher. To stand in front of a classroom, the responsibility is boggling. Imagine! Standing in front of people!","quoteAuthor":"John Glover","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8123b","quoteText":"My mother was an actress and my voice teacher, an incredible voice teacher. My biological father is an actor, and my stepfather, who raised me along with my mother, is a psychotherapist. I was always supported in creative ventures.","quoteAuthor":"Laura Benanti","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8123c","quoteText":"In high school, I was Mr. Choir Boy. I had solos, I was helping out the tenors with their parts and our choir teacher would ask me what songs we should do.","quoteAuthor":"Lucas Grabeel","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8123d","quoteText":"There is no education system in the world - none at all - that's better than its average teacher.","quoteAuthor":"David Puttnam","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8123e","quoteText":"Without any doubt at all, teacher quality is the fundamental differentiator. Not just, incidentally, of education, but I would argue, probably the biggest single differentiator of success for the nations of the 21st Century.","quoteAuthor":"David Puttnam","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8123f","quoteText":"I've been a teacher at the college level, in composition mostly, and I've been an editor on magazines.","quoteAuthor":"Jane Haddam","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81240","quoteText":"I felt like I was a teacher. But nowadays, I am as much a student of his. He writes a lot of what we play.","quoteAuthor":"Gary Burton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81241","quoteText":"My mother was an English teacher who decided to become a math teacher, and she used me as a guinea pig at home. My father had been a math teacher and then went to work at a steel mill because, frankly, he could make more money doing that.","quoteAuthor":"Freeman A. Hrabowski III","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81242","quoteText":"He was very commanding, and you had to know what you were doing to work for Mr. Rogers. I learned how to ride very quickly with him as my riding teacher.","quoteAuthor":"Glenn Ford","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81243","quoteText":"I think eventually I want to become a teacher, like my father wanted to be, and hopefully positively influence the next generation.","quoteAuthor":"Ann Curry","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81244","quoteText":"My mother was a teacher, my father was a community organizer. I come from a working class background.","quoteAuthor":"Chris Hayes","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81245","quoteText":"It's quite hard to have your mom as a teacher - it's like, she's not necessarily a 'real teacher' for me. But she'd always teach me to really hear the music, and develop my ear, and to try and hear the harmonics of the piano.","quoteAuthor":"Birdy","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81246","quoteText":"If I had a personal wish for the new ideas in this new book it would be that every parent, every counselor, every teacher, every professor, every sports coach that deals with young people would understand the three circle concept.","quoteAuthor":"James Collins","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81247","quoteText":"In the case of my book, I don't think it's really the coming-out gay novel that everyone really needed, even though it was received as such. The boy is too creepy, he betrays his teacher, the only adult man with whom he's enjoyed a sexual experience, etc.","quoteAuthor":"Edmund White","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81248","quoteText":"Quite honestly I never had a desire to be an actor. I tell people, I did not choose acting acting chose me. I never grew up wanting to be an actor. I wanted to play football. In about 9th grade an English teacher told me I had a talent to act. He said I should audition for a performing arts high school so I did on a whim. I got accepted.","quoteAuthor":"Ving Rhames","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81249","quoteText":"I went to a college in New York called New Paltz. I studied theater there for four years. I also studied privately in NYC with a teacher named Robert X. Modica.","quoteAuthor":"Aida Turturro","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8124a","quoteText":"Jackson went from the professor's chair to the officer's saddle. He carried with him the very elements of character which made him odious as a teacher but I never saw him in an arbitrary mood.","quoteAuthor":"Daniel H. Hill","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8124b","quoteText":"I'm just not a natural teacher.","quoteAuthor":"David Benioff","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8124c","quoteText":"A master can tell you what he expects of you. A teacher, though, awakens your own expectations.","quoteAuthor":"Patricia Neal","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8124d","quoteText":"I didn't have a teacher like Sister Mary Ignatius.","quoteAuthor":"Christopher Durang","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8124e","quoteText":"I reached a time in college when I didn't know what I wanted to do. At that time, women's careers were essentially nursing, secretarial and teaching. My mother advised me to get my teacher's certificate.","quoteAuthor":"Kay Granger","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8124f","quoteText":"As the daughter of a schoolteacher, I feel very strongly that the most important thing in school takes place right there in that classroom, and the interaction between the teacher and the child.","quoteAuthor":"Kerry Healey","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81250","quoteText":"My father also happened to be an intellectual, as learned, literate, informed, and curious as anyone I have known. Unobtrusively and casually, he was my wise and gentle teacher.","quoteAuthor":"James Tobin","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81251","quoteText":"My major was Fine Arts and Education thinking I would become an Art Teacher. I couldn't visualize myself as an art teacher, thinking how it wouldn't work.","quoteAuthor":"Mark Mothersbaugh","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81252","quoteText":"I played saxophone, so I was into jazz. I learned from each audience and each teacher that I had. I can't really tell you any rules or anything, but the way I develop my beliefs is really just by personally learning from different situations.","quoteAuthor":"Chad Hugo","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81253","quoteText":"One of the things I've always liked about my husband is he's very good at lots of stuff. He was an English teacher when I met him. He wrote poetry and played the guitar. As time went on, he decided to go into economics, so he's very analytical and mathematical in addition to his artsy side.","quoteAuthor":"Ally Condie","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81254","quoteText":"When I was in fourth grade... this wonderful teacher said you didn't have to write a book report, you could just talk about the book, you could do a drawing of the book, you could write a play inspired by the book, and that's what I did. I got to be so famous. I had to go around to every school and perform it. It was just so natural and fun.","quoteAuthor":"Didi Conn","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81255","quoteText":"I was born in Norway, and when I was little I went to live in Detroit, Michigan. My father was a professor of philosophy at Wayne University, and my mother was also a teacher.","quoteAuthor":"Marta Kristen","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81256","quoteText":"My father was a schoolteacher and my mother came from a teacher's family.","quoteAuthor":"Simon van der Meer","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81257","quoteText":"I had one drama teacher who was amazing, Ms. Perkins. She really tried to inspire me and get me going.","quoteAuthor":"Carlos Pena, Jr.","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81258","quoteText":"When I was about 13 or 14, I had an English teacher who made a deal with me that I could get out of doing all of the year's regular work if I would write a short story a week and on Friday read it to the class.","quoteAuthor":"Victor Salva","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81259","quoteText":"That is a secondary teacher conception - the writer as an observer.","quoteAuthor":"Peter Bichsel","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8125a","quoteText":"Once I accomplish one thing and I'm satisfied, I try something else. I may be 50 and doing something totally outside of music and acting. Maybe I'll become a kindergarten teacher.","quoteAuthor":"Kid Cudi","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8125b","quoteText":"I do home schooling. I went to regular school until fifth grade, and then I started doing home schooling, which it's completely different. I have a teacher on set with me and I just work with her, one-on-one.","quoteAuthor":"Miranda Cosgrove","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8125c","quoteText":"I watch too much cable, I admit. Day after day it gets frustrating. Yesterday I watched as someone called legislation to prevent teacher layoffs a bailout - but I know that's not a view held by many, nor were the views I was frustrated about.","quoteAuthor":"Robert Gibbs","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8125d","quoteText":"I took Spanish in high school and I didn't do too well in it. My Spanish teacher told me not to go on with Spanish anymore, so I was discouraged a little bit.","quoteAuthor":"Tyler Posey","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8125e","quoteText":"Golf is about knowledge, and studying another player - more than listening to a teacher - is the best way to get it.","quoteAuthor":"Vijay Singh","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8125f","quoteText":"The teacher that I was for decades, and that I still am in a certain way, wondered what was meant by the word education. I was truly dumbfounded at the very thought of dealing with such an essential and extensive subject.","quoteAuthor":"Abdoulaye Wade","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81260","quoteText":"We're understanding what Obama is. He is the great teacher. He is this guy that stands above everybody. There's some condescension in it, but he stands above everybody and says, 'Now, listen. You people have to stop blaming each other unreasonably. You have to get along here and I am going to show you the way.' It is a pretty brave role in many ways.","quoteAuthor":"Evan Thomas","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81261","quoteText":"Far from wishing to awaken the artist in the pupil prematurely, the teacher considers it his first task to make him a skilled artisan with sovereign control of his craft.","quoteAuthor":"Eugen Herrigel","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81262","quoteText":"I have good relationships with Hillary Clinton, Joseph Biden and especially Richard Holbrooke - he is my teacher. I learned a lot of great things from him.","quoteAuthor":"Mikheil Saakashvili","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81263","quoteText":"I am a teacher, and I am proud of it. At Cornell University I have taught primarily undergraduates, and indeed almost every year since 1966 have taught first-year general chemistry.","quoteAuthor":"Roald Hoffmann","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81264","quoteText":"I stopped and gazed on the little dull man who was being paid to be a teacher of teachers. I turned and walked to the door, slammed it closed with a bang, and broken glass crashed to the floor. There was uproar behind me in the class, which did not interest me at all.","quoteAuthor":"Burl Ives","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81265","quoteText":"When I was a child I used to read books by Gerald Durrell, who founded Jersey Zoo. He had a job collecting animals for zoos and for a long time that is what I wanted to do. Later when I was a teenager I had a fantastic English teacher called Mrs. Stafford. Her enthusiasm made me decide to be a writer.","quoteAuthor":"Melvin Burgess","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81266","quoteText":"The teacher who would be true to his mission and accomplish the most good, must give prominence to moral as well as intellectual instruction.","quoteAuthor":"Sheldon Jackson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81267","quoteText":"Adele Adkins' retro-soul debut, '19', was striking less for her songs than for that voice: a voluptuous, slightly parched alto that swooped and fluttered like a Dusty Springfield student trying to upstage her teacher, or at least update the rules.","quoteAuthor":"Will Hermes","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81268","quoteText":"At the age of 15, a teacher had asked me what I wanted to do for a career, and without knowing why or even how I replied that I wanted to be a poet.","quoteAuthor":"Ama Ata Aidoo","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81269","quoteText":"My mum is a school teacher and my dad is an electrician.","quoteAuthor":"Jai Courtney","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8126a","quoteText":"I've been acting my whole life. I have this huge imagination! I'm a dancer and my mom's a dance teacher, and I was always performing and entertaining people. I'd go to see live theatre or a movie, and I'd become the main character for a few days afterwards. I loved being somebody new for a temporary amount of time.","quoteAuthor":"Natasha Calis","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8126b","quoteText":"To make the moral achievement implicit in science a source of strength to civilization, the scientist will have to have the cooperation also of the philosopher and the religious teacher.","quoteAuthor":"Arthur Holly Compton","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8126c","quoteText":"My mother, a teacher, encouraged me to use my creativity as an actual way to make a living, and my father, a Mississippi physician, did two things. First, he taught me that all human beings should be treated equally because no one is better than anyone else, and he never pressured me to become a doctor.","quoteAuthor":"Greg Iles","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8126d","quoteText":"The role of the teacher remains the highest calling of a free people. To the teacher, America entrusts her most precious resource, her children and asks that they be prepared... to face the rigors of individual participation in a democratic society.","quoteAuthor":"Shirley Hufstedler","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8126e","quoteText":"A wisely chosen illustration is almost essential to fasten the truth upon the ordinary mind, and no teacher can afford to neglect this part of his preparation.","quoteAuthor":"Howard Crosby","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e8126f","quoteText":"It is commonly said that a teacher fails if he has not been surpassed by his students. There has been no failure on our part in this regard considering how far they have gone.","quoteAuthor":"Edmond H. Fischer","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81270","quoteText":"I went to school at this log school house. A white woman was my teacher, I do not remember her name. My father had to pay her one dollar a month for me. Us kids that went to school did not have desks, we used slates and set on the hued down logs for seats.","quoteAuthor":"Joe Davis","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81271","quoteText":"I was in three academic clubs, a huge book worm and the teacher's pet. I was kind of an easy target for bullies.","quoteAuthor":"Nicole Anderson","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81272","quoteText":"Everyone will tell you how rigid I am, but a teacher has to be flexible. You can't cut the student to your cloth you have to cut yourself to theirs.","quoteAuthor":"Jeanine Basinger","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81273","quoteText":"If we can teach a teacher we can reach more people.","quoteAuthor":"Richard Stengel","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81274","quoteText":"If you don't have a teacher you can't have a disciple.","quoteAuthor":"Dallas Willard","quoteGenre":"teacher","__v":0},{"_id":"5eb17ab3b69dc744b4e81275","quoteText":"Our government is the potent, the omnipresent teacher. For good or ill it teaches the whole people by its example.","quoteAuthor":"Timothy McVeigh","quoteGenre":"teacher","__v":0}]