[{"_id":"5eb17ab3b69dc744b4e815ec","quoteText":"It takes courage to grow up and become who you really are.","quoteAuthor":"e. e. cummings","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815ed","quoteText":"The greatest day in your life and mine is when we take total responsibility for our attitudes. That's the day we truly grow up.","quoteAuthor":"John C. Maxwell","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815ee","quoteText":"As a teenager I was so insecure. I was the type of guy that never fitted in because he never dared to choose. I was convinced I had absolutely no talent at all. For nothing. And that thought took away all my ambition too.","quoteAuthor":"Johnny Depp","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815ef","quoteText":"As a teenager you are at the last stage in your life when you will be happy to hear that the phone is for you.","quoteAuthor":"Fran Lebowitz","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815f0","quoteText":"We never really grow up, we only learn how to act in public.","quoteAuthor":"Bryan White","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815f1","quoteText":"Being a teenager is an amazing time and a hard time. It's when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks.","quoteAuthor":"Sophia Bush","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815f2","quoteText":"Youth is the trustee of prosperity.","quoteAuthor":"Benjamin Disraeli","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815f3","quoteText":"Adolescents are not monsters. They are just people trying to learn how to make it among the adults in the world, who are probably not so sure themselves.","quoteAuthor":"Virginia Satir","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815f4","quoteText":"To an adolescent, there is nothing in the world more embarrassing than a parent.","quoteAuthor":"Dave Barry","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815f5","quoteText":"Heredity is what sets the parents of a teenager wondering about each other.","quoteAuthor":"Laurence J. Peter","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815f6","quoteText":"Your modern teenager is not about to listen to advice from an old person, defined as a person who remembers when there was no Velcro.","quoteAuthor":"Dave Barry","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815f7","quoteText":"You have teenagers thinking they're going to make millions as NBA stars when that's not realistic for even 1 percent of them. Becoming a scientist or engineer is.","quoteAuthor":"Dean Kamen","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815f8","quoteText":"Growing up, I've enjoyed hunting with my father.","quoteAuthor":"Dale Earnhardt","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815f9","quoteText":"My teenage years were exactly what they were supposed to be. Everybody has their own path. It's laid out for you. It's just up to you to walk it.","quoteAuthor":"Justin Timberlake","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815fa","quoteText":"Growing up, I didn't have a lot of toys, and personal entertainment depended on individual ingenuity and imagination - think up a story and go live it for an afternoon.","quoteAuthor":"Terry Brooks","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815fb","quoteText":"I wanted to be with the kind of people I'd grown up with, but you can't go back to them and be one of them again, no matter how hard you try.","quoteAuthor":"Ethel Waters","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815fc","quoteText":"So many people try to grow up too fast, and it's not fun! You should stay a kid as long as possible!","quoteAuthor":"Vanessa Hudgens","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815fd","quoteText":"A fairly bright boy is far more intelligent and far better company than the average adult.","quoteAuthor":"John B. S. Haldane","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815fe","quoteText":"I'm a teenager, but I'm independent - I have my own apartment, I have my own life. And I think I have learned more than any of those teenagers have in school. I learned to be responsible, leaving my family and coming here alone.","quoteAuthor":"Adriana Lima","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e815ff","quoteText":"My kids idea of a hard life is to live in a house with only one phone.","quoteAuthor":"George Foreman","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81600","quoteText":"All teenagers have this desire to somehow run away.","quoteAuthor":"Joan Chen","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81601","quoteText":"Adolescence is just one big walking pimple.","quoteAuthor":"Carol Burnett","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81602","quoteText":"Trouble is, kids feel they have to shock their elders and each generation grows up into something harder to shock.","quoteAuthor":"Ben Lindsey","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81603","quoteText":"Growing up, I wanted desperately to please, to be a good girl.","quoteAuthor":"Claire Danes","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81604","quoteText":"Children, even infants, are capable of sympathy. But only after adolescence are we capable of compassion.","quoteAuthor":"Louise J. Kaplan","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81605","quoteText":"Friendships in childhood are usually a matter of chance, whereas in adolescence they are most often a matter of choice.","quoteAuthor":"David Elkind","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81606","quoteText":"Everybody is a teenage idol.","quoteAuthor":"Barry Gibb","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81607","quoteText":"I was a quiet teenager, introverted, full of angst.","quoteAuthor":"Nigella Lawson","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81608","quoteText":"Well, I could do it for a day, but I wouldn't want to be a teenager again. I really wouldn't.","quoteAuthor":"Jamie Lee Curtis","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81609","quoteText":"You've got to grow up sometime.","quoteAuthor":"Winona Ryder","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8160a","quoteText":"When I was a teenager, I read a lot of Poe.","quoteAuthor":"Dario Argento","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8160b","quoteText":"Maturity is only a short break in adolescence.","quoteAuthor":"Jules Feiffer","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8160c","quoteText":"I mean, I'm pretty good in real life, but sometimes people seem surprised that I'm like a normal teenager and wear black nail polish and I'm just a little bit more edgy than the person I play on television.","quoteAuthor":"Brittany Snow","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8160d","quoteText":"This generation has given up on growth. They're just hoping for survival.","quoteAuthor":"Penelope Spheeris","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8160e","quoteText":"If you just watch a teenager, you see a lot of uncertainty.","quoteAuthor":"Jamie Lee Curtis","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8160f","quoteText":"I spent the first fourteen years of my life convinced that my looks were hideous. Adolescence is painful for everyone, I know, but mine was plain weird.","quoteAuthor":"Uma Thurman","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81610","quoteText":"Adolescence isn't just about prom or wearing sparkly dresses.","quoteAuthor":"Jena Malone","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81611","quoteText":"The most important role models should and could be parents and teachers. But that said, once you're a teenager you've probably gotten as much of an example from your parents as you're going to.","quoteAuthor":"Andrew Shue","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81612","quoteText":"Time scoots along pretty fast when you grow up.","quoteAuthor":"Alan Ladd","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81613","quoteText":"I think growing up is difficult and it's a process that I'm always interested in, with kids and adults, they are often on two different universes.","quoteAuthor":"Alice Hoffman","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81614","quoteText":"Can you imagine young people nowadays making a study of trigonometry for the fun of it? Well I did.","quoteAuthor":"Clyde Tombaugh","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81615","quoteText":"I have this sense that I didn't really start growing up until my twenties.","quoteAuthor":"Winona Ryder","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81616","quoteText":"I grew up in a house where nobody had to tell me to go to school every day and do my homework.","quoteAuthor":"Constance Baker Motley","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81617","quoteText":"I liked being a teenager, but I would not go back for all the tea in China.","quoteAuthor":"Rob Lowe","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81618","quoteText":"As I've said many times, the single most oppressed class in America right now is the teenager.","quoteAuthor":"Joe Bob Briggs","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81619","quoteText":"I have always had a sense that we are all pretty much alone in life, particularly in adolescence.","quoteAuthor":"Robert Cormier","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8161a","quoteText":"At the age of 16 I was already dreaming of having a baby because I felt myself to be an adult, but my mum forbid it. Right now, I feel like a teenager and I want to have fun for one or two more years before starting a family.","quoteAuthor":"Milla Jovovich","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8161b","quoteText":"Teenagers who are never required to vacuum are living in one.","quoteAuthor":"Fred G. Gosman","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8161c","quoteText":"I got through my teen years by being a bit of a clown.","quoteAuthor":"Diane Cilento","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8161d","quoteText":"I think there's a time in your life where you don't feel like you fit in. I think everyone has that when you're a teenager, especially, and especially in the society we live in.","quoteAuthor":"Matthew Vaughn","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8161e","quoteText":"I was a handful growing up.","quoteAuthor":"Olivia Wilde","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8161f","quoteText":"I think you go through a period as a teenager of being quite cool and unaffected by things.","quoteAuthor":"Miranda Otto","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81620","quoteText":"Adolescence is when girls experience social pressure to put aside their authentic selves and to display only a small portion of their gifts.","quoteAuthor":"Mary Pipher","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81621","quoteText":"When I look in the mirror I see the girl I was when I was growing up, with braces, crooked teeth, a baby face and a skinny body.","quoteAuthor":"Heather Locklear","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81622","quoteText":"But when I was a teenager, the idea of spending the rest of my life in a factory was real depressing. So the idea that I could become a musician opened up some possibilities I didn't see otherwise.","quoteAuthor":"Wayne Kramer","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81623","quoteText":"Adolescence is a new birth, for the higher and more completely human traits are now born.","quoteAuthor":"G. Stanley Hall","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81624","quoteText":"Teenagers today are more free to be themselves and to accept themselves.","quoteAuthor":"John Knowles","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81625","quoteText":"The toddler must say no in order to find out who she is. The adolescent says no to assert who she is not.","quoteAuthor":"Louise J. Kaplan","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81626","quoteText":"Adolescence is the conjugator of childhood and adulthood.","quoteAuthor":"Louise J. Kaplan","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81627","quoteText":"As a teen, I was both anorexic and bulimic.","quoteAuthor":"Alanis Morissette","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81628","quoteText":"Every Teen Challenge ministry is responsible for raising its own finances, but we assist these works with finances, prayer and counseling, especially overseas in areas such as Siberia, Africa, South America.","quoteAuthor":"David Wilkerson","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81629","quoteText":"If we as a nation are to break the cycle of poverty, crime and the growing underclass of young people ill equipped to be productive citizens, we need to not only implement effective programs to prevent teen pregnancy, but we must also help those who have already given birth so that they become effective, nurturing, bonding parents.","quoteAuthor":"Jane Fonda","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8162a","quoteText":"I was a teen star. That's disgusting enough.","quoteAuthor":"John Cusack","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8162b","quoteText":"If a movie isn't a hit right out of the gate, they drop it. Which means that the whole mainstream Hollywood product has been skewed toward violence and vulgar teen comedy.","quoteAuthor":"Roger Ebert","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8162c","quoteText":"We won a contest at the teen fair in Vancouver and the first prize was a recording contract and we recorded at a radio station on the stairway, and we did a record and it got put out.","quoteAuthor":"Tommy Chong","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8162d","quoteText":"I instinctively dress a bit tougher because I've spent a lot of time in the U.S. and I realised there was a certain image projected of me here. I've always been an absolute rebel. When I was in my teen years I had piercings and wore all black.","quoteAuthor":"Ellie Goulding","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8162e","quoteText":"I wasn't going to have fun doing a teen movie again.","quoteAuthor":"Heath Ledger","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8162f","quoteText":"I'd never made a teen comedy in my life.","quoteAuthor":"Harvey Weinstein","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81630","quoteText":"I hate it when people call me a teen queen.","quoteAuthor":"Lindsay Lohan","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81631","quoteText":"The Teen Challenge ministry was born out of those humble early days of ministry. It now includes over 500 drug and alcohol rehab centers around the world, even in Muslim countries. These include homes for girls and women addicts and alcoholics, all which are reaching many.","quoteAuthor":"David Wilkerson","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81632","quoteText":"As a precocious teen I dreamed of being Graham Greene. Well, as it turned out, I never wrote a great novel, sadly, and I never converted to Catholicism, happily, but I did do one thing he did. That is, in middle age I moved to a seaside town and got into a right barney with the local powers-that-be.","quoteAuthor":"Julie Burchill","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81633","quoteText":"Children born to teens have less supportive and stimulating environments, poorer health, lower cognitive development, and worse educational outcomes. Children of teen mothers are at increased risk of being in foster care and becoming teen parents themselves, thereby repeating the cycle.","quoteAuthor":"Jane Fonda","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81634","quoteText":"It's about time we make the well-being of our young people more important than ideology and politics. As a country, we benefit from investing in their future by investing in teen pregnancy prevention.","quoteAuthor":"Jane Fonda","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81635","quoteText":"Doesn't matter whether it's a teen girl who's pregnant, hasn't told her parents, or an elderly couple dealing with one of them being diagnosed with Alzheimer's. Those are real people to me. Those are the people I dealt with every single day.","quoteAuthor":"Mike Huckabee","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81636","quoteText":"They were marketing me as a teen idol, when the stuff on the record was not what teen idols were doing at the time.","quoteAuthor":"Rick Springfield","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81637","quoteText":"I was a happy kid up until I hit the teen years.","quoteAuthor":"Rick Springfield","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81638","quoteText":"When I was a teenager I would lock myself in the bathroom for hours, bouffanting my hair like Patty Duke and trying to recreate Barbra Streisand's flawless eyeliner, only to comb it all out and wash it all off before stepping out into the world a butchish bisexual teen.","quoteAuthor":"Beth Ditto","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81639","quoteText":"Before my teen years, I was losing my hearing pretty quickly, and I was getting very, very angry. I was beginning to become an angry person because of that.","quoteAuthor":"Evelyn Glennie","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8163a","quoteText":"Teen pop will never die as long as there are teens and popular music. It just takes a different head.","quoteAuthor":"Justin Timberlake","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8163b","quoteText":"The Teen Challenge Training Center on Pennsylvania farmland houses over 200 men in rehab. Other farms and centers have been birthed out of this ministry all over the world.","quoteAuthor":"David Wilkerson","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8163c","quoteText":"I am not officially involved now in the direction of the Teen Challenge ministry, but I rejoice that God permits me to be the father of these ministries.","quoteAuthor":"David Wilkerson","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8163d","quoteText":"When I found out I had to take off my shirt in 'Teen' movie, I panicked and hit the gym. I was like, 'It's going to be on film, documented, for my children to see. I can't be 140 pounds. I need to put on a little bit of muscle.'","quoteAuthor":"Chris Evans","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8163e","quoteText":"I fell in love with Erica Kane the summer before my freshman year of high school. Like all red-blooded teen American boys, I'd come home from water polo practice and eat a box of Entenmann's Pop'Ems donut holes in front of the TV while obsessively fawning over 'All My Children' and Erica, her clothes, and her narcissistic attitude.","quoteAuthor":"Andy Cohen","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8163f","quoteText":"When I started out as a music journalist, at the end of the 1980s, it was generally assumed that we were living through the lamest music era the world would ever see. But those were also the years when hip-hop exploded, beatbox disco soared, indie rock took off, and new wave invented a language of teen angst.","quoteAuthor":"Rob Sheffield","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81640","quoteText":"I found my niche as a character actor, and I've never felt like a movie star or teen idol and never wanted to.","quoteAuthor":"Vincent D'Onofrio","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81641","quoteText":"I was into all kinds of music as a teen - country music, because my dad was in a band that played country, and whatever my sister and brother were into.","quoteAuthor":"Martina McBride","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81642","quoteText":"I didn't want to be the typical teen idol. I didn't want to be Leif Garrett. I didn't want to be Shaun Cassidy, David Cassidy or Parker Stevenson. I wanted to do my own thing.","quoteAuthor":"Willie Aames","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81643","quoteText":"I definitely think there could be stricter teen driving laws.","quoteAuthor":"Victoria Justice","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81644","quoteText":"To even be called the 'teen queen' is crazy.","quoteAuthor":"Victoria Justice","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81645","quoteText":"Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you're not sure about certain things, talk to your friends that you trust and your family.","quoteAuthor":"Victoria Justice","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81646","quoteText":"I think there are worse things for a teen to be enraptured with than 'Twilight.'","quoteAuthor":"Stephen Moyer","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81647","quoteText":"Being a teen idol is what I've waited for my whole life.","quoteAuthor":"Sarah Michelle Gellar","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81648","quoteText":"I played teen roles until high definition came out, and I could never understand it. I would go in for adult roles and be older than many of the people auditioning, but they'd cast the girl without a line on her face.","quoteAuthor":"Selma Blair","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81649","quoteText":"At the time I came along, Hollywood's idea of teen movies meant there had to be a lot of nudity, usually involving boys in pursuit of sex, and pretty gross overall. Either that or a horror movie. And the last thing Hollywood wanted in their teen movies was teenagers!","quoteAuthor":"John Hughes","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8164a","quoteText":"I had teen angst for a while, but I think every teenager has the angst.","quoteAuthor":"Jamie Bell","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8164b","quoteText":"I remember the first time I saw the 'Smells Like Teen Spirit' video. I will never forget that day. I just wanted to see Kurt Cobain's face. I had a feeling he was very cute. But, I couldn't see his face. When I finally did see him, he was even cuter than I imagined!","quoteAuthor":"Shakira","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8164c","quoteText":"'Teen Moms!' I started watching them like the first two seasons, and I stopped. I stopped because they are too young. I feel sorry for them. And I didn't watch that show 'Hoarders.' That thing would made my skin crawl.","quoteAuthor":"NeNe Leakes","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8164d","quoteText":"I had no idea of the size of my bank account as a teen, and I didn't care to know. That was my mom's job, I figured that I would just find out when I turned 18. If you can't trust your mom, then who can you trust?","quoteAuthor":"Anna Chlumsky","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8164e","quoteText":"I was never interested in 'Teen Beat' like roles. I just wanted to work.","quoteAuthor":"Jared Leto","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8164f","quoteText":"I think anybody who's doing work in their teen years on TV or in the movies, you're a teen idol by default.","quoteAuthor":"Jason Bateman","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81650","quoteText":"If you can get a teen leader in each sector of a student population, you can pull people in. Everybody wants to get involved, but most are too afraid. When they see a person they think is cool leading it, they're first to join.","quoteAuthor":"Andrew Shue","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81651","quoteText":"I don't know if this is too weird to say, but this is completely surreal for me. Bizarre. The cover of 'Teen Vogue' has been on my bucket list forever.","quoteAuthor":"Lily Collins","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81652","quoteText":"If you told me when I was a teen that I would end up being a teacher, I would have said you're out of your mind, because quite frankly I hated school.","quoteAuthor":"Tim Gunn","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81653","quoteText":"I did try to get a few of those teen high-school movies, but they just didn't like me. I guess I wasn't a certain type.","quoteAuthor":"Leelee Sobieski","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81654","quoteText":"Since my teen years I was interested in martial arts.","quoteAuthor":"Tony Visconti","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81655","quoteText":"We don't tend to write about disease in fiction - not just teen novels but all American novels - because it doesn't fit in with our idea of the heroic romantic epic. There is room only for sacrifice, heroism, war, politics and family struggle.","quoteAuthor":"John Green","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81656","quoteText":"In the Top 40, half the songs are secret messages to the teen world to drop out, turn on, and groove with the chemicals and light shows at discotheques.","quoteAuthor":"Art Linkletter","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81657","quoteText":"I saw myself as an outsider as a teen. I was home-schooled and got my G.E.D. when I was 16 I wasn't interested in high school at all and figured that college might be more entertaining.","quoteAuthor":"Maggie Stiefvater","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81658","quoteText":"When I was a teen, I thought I would have to choose between my writing or my music or my art, but it turns out it's a difficult juggling game but I can do all of them.","quoteAuthor":"Maggie Stiefvater","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81659","quoteText":"I don't like being compared to anyone or being in a class with someone. I'm a teen actress and therefore I'm competing against Hilary Duff. We're different people like everyone else.","quoteAuthor":"Amanda Bynes","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8165a","quoteText":"I really liked 'Starter For Ten' because I grew up watching 1980s teen films like 'St. Elmo's Fire' and 'The Breakfast Club' and I've always wanted to play the underdog lead hero in a 1980s-inspired film.","quoteAuthor":"James McAvoy","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8165b","quoteText":"Most of the offers I get from Hollywood are for teen comedies. My manager thinks I'm crazy for turning down all that money, but I'm very picky.","quoteAuthor":"Macaulay Culkin","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8165c","quoteText":"Teen drug use went up dramatically in the 1990s.","quoteAuthor":"John Walters","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8165d","quoteText":"Research shows that parents are the single biggest influence on children - if you are worried about your teen and drugs, talk to them.","quoteAuthor":"John Walters","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8165e","quoteText":"I think I'm also more open to other writers being present and listening to other opinions, whereas before I was going through my angsty teen years while making records.","quoteAuthor":"Michelle Branch","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8165f","quoteText":"Teen movies often have an unspoken underlying premise in which high school is seen as less serious than the adult world. But when your head is encased in that microcosm it's the most serious time of your life.","quoteAuthor":"Rian Johnson","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81660","quoteText":"I have been in teen shows for years, so doing that stuff - kissing - is kind of commonplace and not a big deal. It was way more cool just because it was Meg Ryan.","quoteAuthor":"Adam Brody","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81661","quoteText":"Well, I actually first got into music as a small child, and as I became a teen, I sought out making money from music, weather that was singing lounge gigs, backup in studios, or weddings.","quoteAuthor":"Chantal Kreviazuk","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81662","quoteText":"Final Destination was the closest thing I've done to a teen movie but it certainly had an edge to it.","quoteAuthor":"Devon Sawa","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81663","quoteText":"Frank Sinatra is the only one that went from teen idol to superstar.","quoteAuthor":"Leif Garrett","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81664","quoteText":"Yeah, I spent my teen years in West Virginia, and when I was a kid, in Louisiana. I definitely have that exposure to two different sorts of rural: the South and Appalachia.","quoteAuthor":"Sam Trammell","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81665","quoteText":"I'd like a pop-up magazine with 45 articles on Russell Crowe. I'm like a teenager. I'd have 'Teen Beat' if I could, for grown-ups.","quoteAuthor":"Caroline Rhea","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81666","quoteText":"If you try to bring 'teen drama,' you end up doing nothing but pouting.","quoteAuthor":"Max Irons","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81667","quoteText":"Writing a teen character is something I wanted to try again for a long time!","quoteAuthor":"Emily Giffin","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81668","quoteText":"I decided that, if I were to write a teen series, I'd want to set it in a place that was familiar to me - Manhattan, where I'd grown up - and I'd model the characters on myself and my friends.","quoteAuthor":"Cecily von Ziegesar","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81669","quoteText":"To be honest, I haven't seen a lot of the current crop of teen movies because there's only so much time and there's nothing that really drives me to do it.","quoteAuthor":"Curtis Armstrong","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8166a","quoteText":"I don't want to just be in the normal kind of teen movie.","quoteAuthor":"Stephen Dorff","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8166b","quoteText":"Material Girls was so different for me, I'd never done a teen movie.","quoteAuthor":"Lukas Haas","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8166c","quoteText":"I think I am too old to be doing teen movies. I am just kind of annoyed, because you have all these teen movies coming out with usually either Lindsay Lohan or Hilary Duff doing four of the exact teen movies over and over again.","quoteAuthor":"Alexa Vega","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8166d","quoteText":"Yes, but I don't think of the Teen Angel as of an age.","quoteAuthor":"Frankie Avalon","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8166e","quoteText":"I love the live performances and Las Vegas. I also like making films that are being discovered by another generation. Having been a teen idol of the '60s is great because you realize you left your generation with a smile and good memories.","quoteAuthor":"Connie Stevens","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8166f","quoteText":"I see it as more of a teenage activity than, you know, she's only 11, but you know, I think it's great that she knows so many girls who want to play music. And I see it more as a teen activity than I do as going into music.","quoteAuthor":"Kim Gordon","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81670","quoteText":"I don't think there's a problem with being a teen idol, if that happens to me, I'll be happy to deal with it.","quoteAuthor":"Josh Hartnett","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81671","quoteText":"I'm so fascinated by the concept of teen pregnancy for some reason. Not that I condone it or promote it, but it's just a very real thing in our country and culture.","quoteAuthor":"Leven Rambin","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81672","quoteText":"I've never done a teen movie before, but I certainly could tell you some of the ones I came very close on. I was very close on Clueless and She's All That.","quoteAuthor":"Mia Kirshner","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81673","quoteText":"I take mentoring very seriously and I am on the board of an organization called Girls Write Now, where we match teen girls and writing mentors because it changes their lives.","quoteAuthor":"Tayari Jones","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81674","quoteText":"When I was growing up, particularly during puberty in my teen years, I was so miserable because I elicited so much teasing and meanness from my teenage cohorts.","quoteAuthor":"Linda Hunt","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81675","quoteText":"I did work at a mall in college - I think retail/customer service is just one of the most hideous jobs in the world. So I always try to be extra nice when I go into a store. But malls are part of our culture, if you watched any teen comedy in the '80s. it's clear that malls are where we live!","quoteAuthor":"Jayma Mays","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81676","quoteText":"I don't want to be a 'teen star' because so many people don't ever grow out of that.","quoteAuthor":"Lacey Chabert","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81677","quoteText":"The distinction has blurred between young adult and adult books. Some of the teen books have become more sophisticated.","quoteAuthor":"Ann Brashares","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81678","quoteText":"I remember as a teen being able to eat more than my father. I was growing so fast and my body couldn't keep up.","quoteAuthor":"Saskia de Brauw","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81679","quoteText":"Honestly, I never thought I'd actually be playing a teen lesbian. I didn't think it was going to go this far. But I'm glad that it did, because there have been a lot of fans who have expressed that they've been going through similar situations in their lives.","quoteAuthor":"Naya Rivera","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8167a","quoteText":"Maybe that's the whole teen oeuvre, you know covering people in disgusting bodily fluids and whatnot.","quoteAuthor":"Rider Strong","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8167b","quoteText":"I'm pretty sure this is it for the teen movie thing. It's so frustrating to read when you get to page 20 and you're like, Oy! It's the same thing again!","quoteAuthor":"Marla Sokoloff","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8167c","quoteText":"Being a teen is past for me. Worrying about the world and my place in it is not.","quoteAuthor":"Ally Condie","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8167d","quoteText":"You need to know what makes artists tick. Having been through the process myself as a musician, since I was an early teen, gave me an advantage - understanding them from their point of view, because it's about them, it's not about you - it's their vision and what they're capable of achieving, and you're the conduit.","quoteAuthor":"Tommy Mottola","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8167e","quoteText":"I love being a part of Aqua Teen.","quoteAuthor":"Dana Snyder","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e8167f","quoteText":"I was a teen idol and that has a short shelf life.","quoteAuthor":"Shaun Cassidy","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81680","quoteText":"Just because you have teenagers in a movie doesn't make it a teen movie.","quoteAuthor":"Brendan Fehr","quoteGenre":"teen","__v":0},{"_id":"5eb17ab3b69dc744b4e81681","quoteText":"I progressed through so many different styles of music through my teen years, both as a player and a vocalist, particularly the jazz and pop of the early 20th Century.","quoteAuthor":"Jeff Healey","quoteGenre":"teen","__v":0}]