[{"_id":"5eb17ab3b69dc744b4e81682","quoteText":"When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.","quoteAuthor":"Tecumseh","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81683","quoteText":"Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.","quoteAuthor":"John Wooden","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81684","quoteText":"When you practice gratefulness, there is a sense of respect toward others.","quoteAuthor":"Dalai Lama","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81685","quoteText":"Sometimes our light goes out but is blown into flame by another human being. Each of us owes deepest thanks to those who have rekindled this light.","quoteAuthor":"Albert Schweitzer","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81686","quoteText":"Appreciation is the highest form of prayer, for it acknowledges the presence of good wherever you shine the light of your thankful thoughts.","quoteAuthor":"Alan Cohen","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81687","quoteText":"I am thankful for laughter, except when milk comes out of my nose.","quoteAuthor":"Woody Allen","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81688","quoteText":"The unthankful heart... discovers no mercies but let the thankful heart sweep through the day and, as the magnet finds the iron, so it will find, in every hour, some heavenly blessings!","quoteAuthor":"Henry Ward Beecher","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81689","quoteText":"Some people are always grumbling because roses have thorns I am thankful that thorns have roses.","quoteAuthor":"Alphonse Karr","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8168a","quoteText":"I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder.","quoteAuthor":"Gilbert K. Chesterton","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8168b","quoteText":"Keep your eyes open to your mercies. The man who forgets to be thankful has fallen asleep in life.","quoteAuthor":"Robert Louis Stevenson","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8168c","quoteText":"It is another's fault if he be ungrateful, but it is mine if I do not give. To find one thankful man, I will oblige a great many that are not so.","quoteAuthor":"Lucius Annaeus Seneca","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8168d","quoteText":"Thankfulness is the beginning of gratitude. Gratitude is the completion of thankfulness. Thankfulness may consist merely of words. Gratitude is shown in acts.","quoteAuthor":"Henri Frederic Amiel","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8168e","quoteText":"God has two dwellings one in heaven, and the other in a meek and thankful heart.","quoteAuthor":"Izaak Walton","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8168f","quoteText":"Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us.","quoteAuthor":"Thomas Carlyle","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81690","quoteText":"I am what I am, I'm doing very well in my life, and I'm thankful to God for that.","quoteAuthor":"LL Cool J","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81691","quoteText":"Thanks to television, for the first time the young are seeing history made before it is censored by their elders.","quoteAuthor":"Margaret Mead","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81692","quoteText":"I'm thankful for serendipitous moments in my life, where things could've gone the other way.","quoteAuthor":"Rick Springfield","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81693","quoteText":"I'm thankful to be breathing, on this side of the grass. Whatever comes, comes.","quoteAuthor":"Ron Perlman","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81694","quoteText":"It's been quite a roller coaster ride, but I've grown and learned a lot about myself. The greatest thing is being able to interact with fans and touch people's lives... for that I give thanks.","quoteAuthor":"Christina Aguilera","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81695","quoteText":"Unseasonable kindness gets no thanks.","quoteAuthor":"Thomas Fuller","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81696","quoteText":"Every day I've got to be thankful that I am alive, and you never know - the cliche is, I guess, you could get hit by a bus tomorrow, so you'd better be at peace with whatever you got going at the moment.","quoteAuthor":"Joseph Gordon-Levitt","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81697","quoteText":"From too much love of living, From hope and fear set free, We thank with brief thanksgiving Whatever gods may be That no life lives for ever That dead men rise up never That even the weariest river Winds somewhere safe to sea.","quoteAuthor":"Algernon Charles Swinburne","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81698","quoteText":"I am thankful, of course, for the prize and thankful to God for each story, each idea, each word, each day.","quoteAuthor":"Isaac Bashevis Singer","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81699","quoteText":"Thank God we're living in a country where the sky's the limit, the stores are open late and you can shop in bed thanks to television.","quoteAuthor":"Joan Rivers","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8169a","quoteText":"Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then.","quoteAuthor":"Garrison Keillor","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8169b","quoteText":"As we look forward to freedom, the shining city on the hill and the best days of America lying ahead, it is the men and women in uniform who protect, defend and make us proud to whom we should look and give thanks every night.","quoteAuthor":"Robin Hayes","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8169c","quoteText":"I do not so much rejoice that God hath made me to be a Queen, as to be a Queen over so thankful a people.","quoteAuthor":"Elizabeth I","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8169d","quoteText":"Most people repent their sins by thanking God they ain't so wicked as their neighbors.","quoteAuthor":"Josh Billings","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8169e","quoteText":"No duty is more urgent than that of returning thanks.","quoteAuthor":"James Allen","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8169f","quoteText":"I say grace. I'm a big believer in grace. I happen to believe in a God that made all the food and so I'm pretty grateful for that and I thank him for that. But I'm also thankful for the people that put the food on the table.","quoteAuthor":"Alton Brown","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816a0","quoteText":"All I ever wanted really, and continue to want out of life, is to give 100 percent to whatever I'm doing and to be committed to whatever I'm doing and then let the results speak for themselves. Also to never take myself or people for granted and always be thankful and grateful to the people who helped me.","quoteAuthor":"Jackie Joyner-Kersee","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816a1","quoteText":"I'm thankful to my family, friends, and fans for all of their support.","quoteAuthor":"Serena Williams","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816a2","quoteText":"I wouldn't change anything. I've made mistakes, but thanks to those mistakes, I've learned.","quoteAuthor":"Enrique Iglesias","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816a3","quoteText":"I'm very thankful to be doing what I'm doing. I feel very blessed.","quoteAuthor":"Justin Timberlake","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816a4","quoteText":"Thanks to the Interstate Highway System, it is now possible to travel across the country from coast to coast without seeing anything.","quoteAuthor":"Charles Kuralt","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816a5","quoteText":"Certainly my parents were a huge influence. They always expected the most out of all of us. And expected us to do our very best. I'm thankful to them for allowing me to do what I wanted to do.","quoteAuthor":"Laurel Clark","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816a6","quoteText":"Sometimes we need to remind ourselves that thankfulness is indeed a virtue.","quoteAuthor":"William Bennett","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816a7","quoteText":"Look folks, we know who built this country and we know who is going to rebuild it. It's you. Instead of vilifying you, we should be thanking you. We owe you.","quoteAuthor":"Joe Biden","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816a8","quoteText":"I'd like to say to all my fans out there, thanks for the support. And to all my doubters, thank you very much because you guys have also pushed me.","quoteAuthor":"Usain Bolt","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816a9","quoteText":"When you read a piece of writing that you admire, send a note of thanks to the author.","quoteAuthor":"Sherman Alexie","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816aa","quoteText":"Such lovely warmth of thought and delicacy of colour are beyond all praise, and equally beyond all thanks!","quoteAuthor":"Marie Corelli","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ab","quoteText":"Like Christ said, love thee one another. I learned to do that, and I learned to respect and be appreciative and thankful for what I had.","quoteAuthor":"James Brown","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ac","quoteText":"I'm thankful for weird people out there 'cause they're some of the most creative people.","quoteAuthor":"Channing Tatum","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ad","quoteText":"Every one of our greatest national treasures, our liberty, enterprise, vitality, wealth, military power, global authority, flow from a surprising source: our ability to give thanks.","quoteAuthor":"Tony Snow","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ae","quoteText":"I am going to spend my time today just thanking the people that played a role in my career, because I truly do believe that I was blessed by a lot of people that paths crossed mine as I went down the road in my career.","quoteAuthor":"Nolan Ryan","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816af","quoteText":"I don't need a holiday or a feast to feel grateful for my children, the sun, the moon, the roof over my head, music, and laughter, but I like to take this time to take the path of thanks less traveled.","quoteAuthor":"Paula Poundstone","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816b0","quoteText":"The first thing I do when I start my day is, I get down on my hands and knees and give thanks to God. Whenever I go outside of my house, the first thing I do is stop at the church.","quoteAuthor":"Mark Wahlberg","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816b1","quoteText":"Should it happen tomorrow, I would fall to my knees to give thanks to God for such a career.","quoteAuthor":"Placido Domingo","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816b2","quoteText":"I'm really looking forward to the Hall of Fame ceremonies. It's going to be unbelievable - just crazy. I'm looking forward to thanking all the fans for inspiring me to go out there and play my best football each and every game.","quoteAuthor":"Jerry Rice","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816b3","quoteText":"Let a nation's fervent thanks make some amends for the toils and sufferings of those who survive.","quoteAuthor":"Edward Everett","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816b4","quoteText":"I'm so thankful for the active obedience of Christ. No hope without it.","quoteAuthor":"John Gresham Machen","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816b5","quoteText":"I am thankful I can see much to admire in all religions.","quoteAuthor":"Alfred Russel Wallace","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816b6","quoteText":"We sing a little song before we eat, a little blessing before we eat, and it's really - we're thanking the Lord and the Earth for the food that we eat, and it really brings you together in a profound kind of way.","quoteAuthor":"Phil Lesh","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816b7","quoteText":"The act is unjustifiable that either begs for a blessing, or, having succeeded gives no thanksgiving.","quoteAuthor":"Merle Shain","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816b8","quoteText":"In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","quoteAuthor":"Albert Schweitzer","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816b9","quoteText":"Be thankful for what you have you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough.","quoteAuthor":"Oprah Winfrey","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ba","quoteText":"The thankful receiver bears a plentiful harvest.","quoteAuthor":"William Blake","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816bb","quoteText":"In this world of sin and sorrow there is always something to be thankful for as for me, I rejoice that I am not a Republican.","quoteAuthor":"H. L. Mencken","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816bc","quoteText":"Be thankful we're not getting all the government we're paying for.","quoteAuthor":"Will Rogers","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816bd","quoteText":"Thanksgiving is a time when the world gets to see just how blessed and how workable the Christian system is. The emphasis is not on giving or buying, but on being thankful and expressing that appreciation to God and to one another.","quoteAuthor":"John Clayton","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816be","quoteText":"If you are really thankful, what do you do? You share.","quoteAuthor":"W. Clement Stone","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816bf","quoteText":"I'm thankful for the incredible advances in medicine that have taken place during my lifetime. I almost certainly wouldn't still be here if it weren't for them.","quoteAuthor":"Billy Graham","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816c0","quoteText":"The children have been a wonderful gift to me, and I'm thankful to have once again seen our world through their eyes. They restore my faith in the family's future.","quoteAuthor":"Jackie Kennedy","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816c1","quoteText":"We can be thankful to a friend for a few acres, or a little money and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation.","quoteAuthor":"Lucius Annaeus Seneca","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816c2","quoteText":"For what I have received may the Lord make me truly thankful. And more truly for what I have not received.","quoteAuthor":"Storm Jameson","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816c3","quoteText":"Be thankful for problems. If they were less difficult, someone with less ability might have your job.","quoteAuthor":"James A. Lovell","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816c4","quoteText":"I'm thankful for every moment.","quoteAuthor":"Al Green","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816c5","quoteText":"I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'","quoteAuthor":"Elayne Boosler","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816c6","quoteText":"If a fellow isn't thankful for what he's got, he isn't likely to be thankful for what he's going to get.","quoteAuthor":"Frank A. Clark","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816c7","quoteText":"As a child, I didn't know what I didn't have. I'm thankful for the challenges early on in my life because now I have a perspective on the world and kind of know what's important.","quoteAuthor":"America Ferrera","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816c8","quoteText":"I realized this is what God has dealt me, and I should be thankful considering all that's happened to me in my life, but MS caused the movies to stop - stop dead - and I miss it.","quoteAuthor":"Richard Pryor","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816c9","quoteText":"I'm thankful I grew up the way I did. It made me a hard worker and insightful to other people's lives.","quoteAuthor":"Rachel Roy","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ca","quoteText":"I realize how unique my path has been. And I'm thankful for that.","quoteAuthor":"Vanessa Paradis","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816cb","quoteText":"I'm thankful for all the things that this job has given me and my family. But probably the thing that I am most proud of throughout my career is that, not only myself, but my family and the people around me have just been regular people, which we are.","quoteAuthor":"Brett Favre","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816cc","quoteText":"We in the United States should be all the more thankful for the freedom and religious tolerance we enjoy. And we should always remember the lessons learned from the Holocaust, in hopes we stay vigilant against such inhumanity now and in the future.","quoteAuthor":"Charlie Dent","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816cd","quoteText":"I am thankful that geniuses and artists and good people, no matter how hard it is, will eventually be recognized. I am doubly thankful that also goes for idiots.","quoteAuthor":"Elayne Boosler","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ce","quoteText":"I am thankful I was born in America, although if I gain any more weight the burqa thing may start to seem like a good idea to me. See? Another plus about America, you can always find some food.","quoteAuthor":"Elayne Boosler","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816cf","quoteText":"I'm thankful for the three ounce Ziploc bag, so that I have somewhere to put my savings.","quoteAuthor":"Paula Poundstone","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816d0","quoteText":"We can always find something to be thankful for, and there may be reasons why we ought to be thankful for even those dispensations which appear dark and frowning.","quoteAuthor":"Albert Barnes","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816d1","quoteText":"I am incredibly thankful for the strong support I have from my peers in the industry and of course my amazing fans.","quoteAuthor":"Miranda Lambert","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816d2","quoteText":"I have a fine level of recognition in the business and among the acting community now, so I consider myself one of the lucky ones. If I didn't think that, there would be something wrong with me. I'm grateful and thankful for what I've got.","quoteAuthor":"Philip Seymour Hoffman","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816d3","quoteText":"Even now, when I try and think of band names just randomly, I'm so thankful that 'fun.' is the name of the band. I never really think twice about it. It is so simple and so easy.","quoteAuthor":"Nate Ruess","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816d4","quoteText":"I want to let my fans get to know a little about me. I'm very thankful for everything they've done for me so, of course, I'm going to let them into my world a bit. But I really am a very private person, and I love kepping my life to myself - that's how I've always been.","quoteAuthor":"Vanessa Hudgens","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816d5","quoteText":"He enjoys much who is thankful for little.","quoteAuthor":"Thomas Secker","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816d6","quoteText":"The 'Night Train' has already been a crazy ride for me. We flew around making TV appearances and stadium announcements all over the country, fueled by little more than coffee and adrenaline... so many fans jumped on board with us, and I couldn't be more thankful.","quoteAuthor":"Jason Aldean","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816d7","quoteText":"Drink and be thankful to the host! What seems insignificant when you have it, is important when you need it.","quoteAuthor":"Franz Grillparzer","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816d8","quoteText":"My biggest fear ever is to be involved in a plane crash, so when that happened... well, I'm just thankful to be alive. I'm just grateful to be here at all.","quoteAuthor":"Travis Barker","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816d9","quoteText":"I'm thankful for my songs being at the top of the charts but I am human - I think people still have to remember that.","quoteAuthor":"Delta Goodrem","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816da","quoteText":"I get along very well with the cast of '30 Rock.' I guess I bring a certain quirkiness to the show as well. I'm just thankful they keep asking me. I didn't think I was going to be asked back so every time they say, 'We want you back,' I'm screaming. I'm jumping up and down and screaming.","quoteAuthor":"Sherri Shepherd","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816db","quoteText":"I feel like I still am struggling in a lot of different ways. I still have to fight for certain things. Certain jobs. At least I'm working and I'm thankful for that.","quoteAuthor":"Gina Gershon","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816dc","quoteText":"I'm just very thankful. And I say that a lot because that's the most important message.","quoteAuthor":"Pharrell Williams","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816dd","quoteText":"I learn more with every job, and I'm very thankful for where I am.","quoteAuthor":"Liam Hemsworth","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816de","quoteText":"China has not established the rule of law and if there is a power above the law there is no social justice. Everybody can be subjected to harm. I'm just a citizen: my life is equal in value to any other. But I'm thankful that when I lost my freedom so many people shared feelings and put such touching effort into helping me.","quoteAuthor":"Ai Weiwei","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816df","quoteText":"I bless God for this retirement: I never was more thankful for any thing than I have been of late for the necessity I am under of self-denial in many respects.","quoteAuthor":"David Brainerd","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816e0","quoteText":"I'm thankful that my memory is good because my vision is going.","quoteAuthor":"Paula Poundstone","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816e1","quoteText":"I'm thankful for Sarah Palin's vice presidential bid, which taught us that Alaska is not in a box off the coast of California.","quoteAuthor":"Paula Poundstone","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816e2","quoteText":"I'm thankful for the work that feminists like Gloria Steinem have done. I am a feminist, but the geography for women today is vastly different than it was in the '60s.","quoteAuthor":"Amber Heard","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816e3","quoteText":"There was no instruction to be thankful that the Christians were special people, chosen people. There was no nationalistic, political or ethnic superiority to be thankful for.","quoteAuthor":"John Clayton","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816e4","quoteText":"I think my mother is my biggest influence. There are so many things I hate about her but at the same time I'm thankful for her. All I know is that when I'm a parent I want to be just like my mom. I can talk to my mom more than any of my friends could talk to their parents.","quoteAuthor":"Nikki Reed","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816e5","quoteText":"I'm so happy and thankful I made it a point be a stay-at-home mom.","quoteAuthor":"Candace Cameron Bure","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816e6","quoteText":"There's no ex out there who I'm not friends with today, and I'm extremely thankful for that.","quoteAuthor":"Taylor Lautner","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816e7","quoteText":"I feel so thankful that I'm able to be a part of something that I love to wake up and run to work every day.","quoteAuthor":"Alexander Wang","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816e8","quoteText":"And I'm very surprised that all this stuff actually worked out to where I could have a career in film, gain the benefit of my education, and be thankful that I was able to break into my craft as an actor.","quoteAuthor":"Terrence Howard","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816e9","quoteText":"I am both honored and blessed to have had such a wonderful career with the L.A. Galaxy and I am thankful for everything the club, the fans and the community has done for me and my family.","quoteAuthor":"Cobi Jones","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ea","quoteText":"I think there is a difference between Slate and Salon. I think we both serve important functions on the Internet. As more and more Websites disappear, I'm thankful Slate is still around because it makes things less lonely.","quoteAuthor":"David Talbot","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816eb","quoteText":"If I can do one hundredth part for the Indian that Mrs. Stowe did for the Negro, I will be thankful.","quoteAuthor":"Helen Hunt Jackson","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ec","quoteText":"If I could write a story that would do for the Indian one-hundredth part what 'Uncle Tom's Cabin' did for the Negro, I would be thankful the rest of my life.","quoteAuthor":"Helen Hunt Jackson","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ed","quoteText":"We have to be thankful to the Czechs that they did their duty. The Czech Republic won, I can't believe it. It was a huge party with all the people here.","quoteAuthor":"Ruud van Nistelrooy","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ee","quoteText":"I love going to Africa and stuff. I love going anywhere, really, but I've been to Africa a bunch of times and it's just a beautiful place that needs help, obviously, but helping people that are really thankful is really easy to do. And the people out there always seem so thankful.","quoteAuthor":"Kris Allen","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ef","quoteText":"I had the pleasure, as Robin said, to live a childhood dream as many young Americans and Puerto Rican children live that play youth baseball. And I feel honored and very thankful for that opportunity.","quoteAuthor":"Nolan Ryan","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816f0","quoteText":"I've got tapes that I'm so thankful that my father made - old reel-to-reel tapes. I've got a ton of those things at home. He kept those like fine diamonds, I mean he kept them, you know, in a box and was very, very careful of them, you know.","quoteAuthor":"Ricky Skaggs","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816f1","quoteText":"I've been very fortunate. I feel very thankful. I've been able to come home and do some fun things and make it exciting for people here at home.","quoteAuthor":"Roger Clemens","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816f2","quoteText":"I was in the postseason twice and I'm thankful for that.","quoteAuthor":"Ryne Sandberg","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816f3","quoteText":"I'm very humbled and honored. I'm very thankful to the Asian-American Community for all their support!","quoteAuthor":"Jeremy Lin","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816f4","quoteText":"The truth is, after Boys Don't Cry, I realized how few and far between the great roles are. I am beyond thankful for finding Million Dollar Baby.","quoteAuthor":"Hilary Swank","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816f5","quoteText":"I'm thankful for not ever taking anything illegal.","quoteAuthor":"Pedro Martinez","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816f6","quoteText":"I know for me like I have a reputation of being kind of tough, I have a reputation of also being the girl next door, kind of sweet but I have standards and my thing is, it's me on that screen and I don't have control over everything in this and I'm grateful and thankful.","quoteAuthor":"Nia Long","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816f7","quoteText":"I'm very thankful to players like John Stockton and Spud Webb. They've made it possible for someone like me to make it. I think teams are actually looking for one player under 6-feet now, because they make things happen.","quoteAuthor":"Scott Brooks","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816f8","quoteText":"I am a big defender of 'Harry Potter,' and I think any book that gets kids to read are books that we should cherish, we should be thankful for them.","quoteAuthor":"Judy Blume","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816f9","quoteText":"I'm just really thankful to have the chance to portray a character you don't see every day.","quoteAuthor":"Regina King","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816fa","quoteText":"I am very thankful and blessed to have a healthy and happy baby boy and baby mama.","quoteAuthor":"Eric Church","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816fb","quoteText":"I'm thankful that I have lived long enough to become a legend, and I hope I deserve it.","quoteAuthor":"Ralph Stanley","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816fc","quoteText":"There's a lot of women in the WNBA. There's a lot of women who could be here. To be voted by the fans says a lot - that people are aware of what's going on. I'm really thankful. I think they just really appreciate my talent so I'm definitely grateful.","quoteAuthor":"Lisa Leslie","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816fd","quoteText":"I'm really thankful to God, man. Like now, I'm really making a real comeback with my group. With or without a record, with or without a movie. And behind all the negative press behind this movie.","quoteAuthor":"Ike Turner","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816fe","quoteText":"I've had bad jobs. Now I have a good one. I'm thankful.","quoteAuthor":"Maurice Greene","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e816ff","quoteText":"I've been allowed to grow over the past twenty years. I've managed to avoid being trapped in one moment of my career and for that, I'm very thankful.","quoteAuthor":"Giovanni Ribisi","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81700","quoteText":"And I'm so thankful that I've been allowed to show another side of Trish.","quoteAuthor":"Trish Stratus","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81701","quoteText":"As both a local resident and a parent with a CF-afflicted child, I'm thankful for companies like Canon, Chase and Outback who believe that giving back to the community is critical to their role as corporate citizens.","quoteAuthor":"Boomer Esiason","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81702","quoteText":"I'm really thankful and complimented when people come to me and say, thank you for the great times for all these years. But I don't think about it as being a leader.","quoteAuthor":"Bill Kreutzmann","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81703","quoteText":"A federal judge did as he was supposed to do and upheld the Constitution. We should be thankful that we have judiciary that will do that.","quoteAuthor":"Michael Newdow","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81704","quoteText":"I am most thankful to Almighty Providence for mercies received, and determined still to press the case into public notice as a token of gratitude.","quoteAuthor":"William Banting","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81705","quoteText":"I still don't look at myself as a star. I've always had a thankful heart.","quoteAuthor":"Brenda Lee","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81706","quoteText":"I'm just thankful to have a tour and work something I can focus on.","quoteAuthor":"Jerry Cantrell","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81707","quoteText":"I have spent over 60 years bent over a guitar and to know that I wrote 70 compositions that masters have recorded, that makes me feel so good and full, and proud and thankful to the good Lord.","quoteAuthor":"Jerry Reed","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81708","quoteText":"Look, if I ever stop being grateful for gigs, I just need to stop. Because this business is... you know, it's just so kind of job-to-job, and the fact that I've continued working... I'm just incredibly thankful for it. And I never, ever take it for granted.","quoteAuthor":"Tony Hale","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81709","quoteText":"I will forever be thankful to the Malawians and international community, and my professional army and army general, who said: 'No, we will follow the constitution.' That's why I'm here.","quoteAuthor":"Joyce Banda","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8170a","quoteText":"It feels great to win and I can't be more thankful to the Lord for walking me through every step. God was and is so faithful every time.","quoteAuthor":"Webb Simpson","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8170b","quoteText":"I'm so thankful for the Internet because actors and singers and performers now have a way to connect with their fans on a very personal level which I think is quite special.","quoteAuthor":"Ariana Grande","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8170c","quoteText":"I am very proud of my mom and consider her the most courageous woman I know. With perseverance, sacrifice and hard work, she raised a family of Olympic athletes and gave us the tools and the spirit to succeed. That is something that my brothers and I will always be thankful for.","quoteAuthor":"Diana Lopez","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8170d","quoteText":"I'm thankful to get the opportunity to direct. I hope I don't mess it up.","quoteAuthor":"Mark Harmon","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8170e","quoteText":"Working on 'Gossip Girl' was a fantastic experience. It was my first real gig and I'm thankful for it - I got to learn a lot. I'm glad I got to explore getting comfortable in my own shoes in the background on a show like 'Gossip Girl.'","quoteAuthor":"Dreama Walker","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e8170f","quoteText":"But I'm very thankful that no one is slamming my head against the wall anymore.","quoteAuthor":"Harry Anderson","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81710","quoteText":"As the daughter of a 25-year veteran of the armed forces, I am incredibly thankful for the sacrifices our women and men have made in Iraq, and continue to make in Afghanistan.","quoteAuthor":"Barbara Lee","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81711","quoteText":"Eventually I booked a 2-line role on a show called 'JAG' and slowly the parts got bigger and better. I'm very thankful that I had to appreciate how difficult the business is before I had any kind of success.","quoteAuthor":"Samuel Witwer","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81712","quoteText":"We have to be thankful considering our number as a family we enjoy very good health generally but you may be sure me and my partner have quite enough to exercise our minds and occupy our attention.","quoteAuthor":"John Hawley","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81713","quoteText":"I went from not knowing anything to becoming really curious and wanting to know and respecting people in the industry, realizing how hard they work. I will always be thankful for 'Top Model' for that.","quoteAuthor":"Fatima Siad","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81714","quoteText":"I've done it all. I'm thankful and proud of what I've accomplished in my life. I hope to keep doing it.","quoteAuthor":"Ralph Stanley","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81715","quoteText":"This little kid pointed at me and said, 'You look disgusting!' That was the first time I thought maybe I did. I decided I'd better start eating. I'm just thankful that I made it through with relatively few scars.","quoteAuthor":"Susan Dey","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81716","quoteText":"The worst moment for the atheist is when he is really thankful and has nobody to thank.","quoteAuthor":"Dante Gabriel Rossetti","quoteGenre":"thankful","__v":0},{"_id":"5eb17ab3b69dc744b4e81717","quoteText":"All of us, who are members of the Germanic peoples, can be happy and thankful that once in thousands of years fate has given us, from among the Germanic peoples, such a genius, a leader, our Fuehrer Adolf Hitler, and you should be happy to be allowed to work with us.","quoteAuthor":"Heinrich Himmler","quoteGenre":"thankful","__v":0}]